Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #30507
source: Enable notification if update count is greater than
ar: فعل الإشعار إذا كان التحديث أكبر من
ar_aa: تفعيل الإشعار إذا كان عدد التحديث أكبر من
be: Уключыць апавяшчэнне, калі колькасць абнаўленняў перавышае
bg: Включи известяването, ако броя на актуализациите е по-голям от
ca: Activi notificacions si el comptador d'actualitzacions és major a
ca_es: Activa les notificacions si el comptador d'actualitzacions és major a
da: Aktivér notifikation hvis antal opdateringer er større end
el_gr: Ενεργοποίηση ειδοποιήσεων αν το πλήθος ενημερώσεων είναι μεγαλύτερο από
eo: Ebligi sciigon se ĝisdatiga nombro estas pli granda ol
es_ar: Habilitar notificación si el recuento de actualizaciones es mayor que
es_es: Activar notificaciones si el contador de actualizaciones es superior a
et_ee: Luba märguanne, kui värskenduste arv on suurem kui
fa_ir: فعالسازی اطلاع رسانی در صورتی که تعداد بروزرسانی ها بیشتر بود از
fi: Näytä ilmoitus, jos muutosten määrä on suurempi kuin
fil: I-enable ang notification kung mas malaki ang bilang ng update kaysa
ga: Cumasaigh fógra má tá comhaireamh nuashonraithe níos mó ná
he: הפעל נוטיפיקציה אם מספר העדכונים גדול מ-
hr: Omogući notifikaciju ako je broj ažuriranja veći od
hu_hu: Értesítés, ha a frissítés száma nagyobb, mint
id: Aktifkan notifikasi jika jumlah pembaruan lebih besar dari
it_it: Abilita notifiche se gli elementi aggiornati sono più di
ja_jp: アップデート数が多いときの通知を有効化
kk_kz: Eger jañartu sany odan ülken bolsa, habarlandyrudy qosu
ko_kr: 업그레이드 카운트가 이 이상이 되면 알림
lt_lt: Pranešti jei atnaujinimų kiekis didesnis nei
lv_lv: Iespējot paziņojumu, ja atjauninājumu daudzums ir lielāks par
mn_mn: Шинэчлэлтийн тооноос их бол мэдэгдэл идэвхжүүлэх
nb_no: Aktiver varsler hvis antall oppdateringer er større enn
pt_br: Ativar notificação se contagem de atualização for maior que
pt_pt: Permitir notificação caso número de actualizações for superior a
ro: Activați notificarea dacă numărul actualizărilor este mai mare decât
ru_ru: Включить уведомление, если счётчик обновлений больше чем
sk_sk: Povoliť notifikáciu ak je počet aktualizácií väčší než
sl: Omogoči obvestilo, če je število posodobitev večje kot
sr_rs: Омогући обавештење ако је број ажурирања већи од
sv: Aktivera notifikationer om antalet uppdateringar är större än
ta: புதுப்பிப்பு எண்ணிக்கை அதிகமாக இருந்தால் அறிவிப்பை இயக்கவும்
tr_tr: Güncelleme sayısı şundan büyükse bildirimi etkinleştirin
uk: Увімкнути сповіщення, якщо кількість оновлень більше ніж
vi: Bật thông báo nếu số lượng cập nhật lớn hơn
zh_hans: 如果更新计数大于
zh_tw: 啟用通知，如果更新計數大於

# #30509
source: Enable music library
ar: تفعيل مكتبة الموسيقى
ar_aa: تفعيل مكتبة الموسيقى
be: Уключыць музычную медыятэку
bg: Включи музикалната библиотека
ca: Habilitar biblioteca de música
ca_es: Habilita la fonoteca
da: Aktivér musikbibliotek
el_gr: Ενεργοποίηση μουσικοθήκης
eo: Ebligi muzikan plurmeditekon
es_ar: Habilitar biblioteca de música
es_es: Activar biblioteca de música
et_ee: Luba muusikakogu
fa_ir: فعالسازی کتابخانه موسیقی
fi: Käytä musiikkikirjastoa
fil: I-enable ang library ng musika
ga: Cumasaigh leabharlann cheoil
he: אפשר ספריית מוזיקה
hr: Omogući biblioteku sa glazbom
hu_hu: Zenekönyvtár engedélyezése
id: Aktifkan pustaka musik
it_it: Abilita libreria musicale
ja_jp: 音楽ライブラリを有効化
kk_kz: Muzykalyq tasyğyşhanany qosu
ko_kr: 음악 라이브러리 활성화
lt_lt: Įjungti muzikos biblioteką
lv_lv: Iespējot mūzikas bibliotēku
mn_mn: Хөгжмийн санг идэвхжүүлэх
nb_no: Aktiver musikkbibliotek
pt_br: Ativar biblioteca de música
pt_pt: Ativar biblioteca de música
ro: Activați biblioteca muzicală
ru_ru: Включить музыкальную медиатеку
sk_sk: Povoliť hudobnú knižnicu
sl: Omogoči glasbeno knjižnico
sr_rs: Омогући музичку библиотеку
sv: Aktivera musikbiblioteket
ta: இசை நூலகத்தை இயக்கு
tr_tr: Müzik kitaplığını etkinleştir
uk: Увімкнути музичну медіатеку
vi: Bật thư viện nhạc
zh_hans: 启用音乐库
zh_tw: 啟用音樂庫

# #30511
source: Playback mode
ar: وضع التشغيل
ar_aa: وضع التشغيل
be: Рэжым прайгравання
bg: Режим на възпроизвеждане
ca: Mode de reproducció
ca_es: Mode de reproducció
da: Afspilnings metode
el_gr: Τρόπος αναπαραγωγής
eo: Ludada reĝimo
es_ar: Modo de reproducción
es_es: Modo de reproducción
et_ee: Taasesituse režiim
fa_ir: حالت پخش
fi: Toistotila
fil: Mode ng Pag-playback
ga: Mód athsheinm
he: מצב ניגון
hr: Način reprodukcije
hu_hu: Lejátszási mód
id: Mode pemutaran
it_it: Modalità riproduzione
ja_jp: プレイバックモード
kk_kz: Oinatu rejımı
ko_kr: 재생모드
lt_lt: Atkūrimo rėžimas
lv_lv: Atskaņošanas režīms
mn_mn: Тоглуулах горим
nb_no: Avspillingsmodus
pt_br: Modo de reprodução
pt_pt: Modo de reprodução
ro: Modul de redare
ru_ru: Режим воспроизведения
sk_sk: Režim prehrávania
sl: Način predvajanja
sr_rs: Режим репродукције
sv: Uppspelningsläge
ta: பின்னணி முறை
tr_tr: Oynatma modu
uk: Режим відтворення
vi: Chế độ phát lại
zh_hans: 播放模式
zh_tw: 播放模式

# #30512
source: Enable artwork caching
ar: تفعيل التخزين المؤقت لل artwork
ar_aa: تفعيل التخزين المؤقت لل artwork
be: Уключыць кэшаванне ілюстрацыі
bg: Включи кеширането на обложки
ca: Habilitar memòria cau d'imatges
ca_es: Habilita la memòria cau d'imatges
da: Aktiver kunstværks caching
el_gr: Ενεργοποίηση παρακράτησης καλλιτεχνίας
eo: Ebligi stapladon de artaĵoj
es_ar: Habilitar el almacenamiento en caché de portada
es_es: Activar cache de imágenes
et_ee: Luba piltide vahemällu salvestamine
fa_ir: فعالسازی ذخیره موقت اثر هنری
fi: Käytä mediakuvitusten välimuistia
fil: Paganahin ang pag-cache ng artwork
ga: Cumasaigh caching saothar ealaíne
he: אפשר שמירה מקומית של עטיפות מדיה
hr: Omogući spremanje ilustracija
hu_hu: A grafikák gyorsítótárazásának engedélyezése
id: Aktifkan cache gambar-sampul
it_it: Abilita caching artwork
ja_jp: アートワークキャッシュを有効化
kk_kz: Önerlı tuyndylar keşteuіn qosu
ko_kr: 아트워크 캐싱 활성화
lt_lt: Įjungti paveikslų talpinimą
lv_lv: Iespējot mākslas kešošanu
mn_mn: Зургийн кэшлэлт идэвхжүүлэх
nb_no: Aktiver mellomlagring av omslagsbilder
pt_br: Ativar cache de arte
pt_pt: Ativar cache para capas de álbuns
ro: Activați memoria de cache a lucrărilor de artă
ru_ru: Включить кэширование иллюстраций
sk_sk: Povoliť cachovanie artworkov
sl: Omogoči predpomnjenje slik
sr_rs: Омогући кеширање илустрација
sv: Aktivera cachelagring av konstverk
ta: கலைப்படைப்பு தேக்ககத்தை இயக்கவும்
tr_tr: Resimlerin önbelleğe alınmasını etkinleştir
uk: Увімкнути кешування ілюстрацій
vi: Bật tính năng bộ nhớ đệm cho ảnh bìa minh họa
zh_hans: 启用封面缓存
zh_tw: 啟用封面快取

# #30515
source: Paging - max items requested (default: 15)
ar: الحد الاقصى للعناصر المطلوبة (الافتراضي: ١٥)
ar_aa: تصفح - اقصى عناصر مطلوبة (افتراضي: 15)
be: Пейджінг - максімальная колькасць запытаных элементаў (па змаўчанні: 15)
bg: Номерация на страниците - максимално поискани елементи (по подразбиране:15)
ca: Paginació - elements solicitats màxims (per defecte: 15)
ca_es: Paginació - màxim d'elements sol·licitats (15 per defecte)
da: personsøgning - maks Elementer efterspurgt (standard:15)
el_gr: Σελιδοποίηση - μέγιστος ζητούμενος αριθμός (εξ ορισμού: 15)
eo: Paĝigo - maksimumaj aĵoj petitaj (defaŭlte: 15)
es_ar: Paginación: artículos máximos solicitados (predeterminado: 15)
es_es: Paginación - máximos elementos solicitados (por defecto:15)
et_ee: Leheküljed – maksimaalne taotletud üksuste arv (vaikimisi: 15)
fa_ir: صفحه بندی - حداکثر موارد قابل درخواست (پیشفرض: ۱۵)
fi: Sivutus - pyydettyjen kohteiden enimmäismäärä (oletus on 15)
fil: Paging - hiniling na max na mga item (default: 15)
ga: Íomháú - uasmhéid míreanna iarrtha (réamhshocrú: 15)
he: חלוקה למנות - מספר בקשות מקסימלי של פריטים (ברירת מחדל: 15)
hr: Paging - maksimalan broj traženih stavki (zadano: 15)
hu_hu: Lapozás - legfeljebb lekért elemek (alapértelmezett: 15)
id: Halaman - maksimum item yang diminta (baku: 15)
it_it: Chiamata - elementi richiesti massimi (default: 15)
ja_jp: ページの最大アイテム数 (デフォルトが15)
kk_kz: Betteu - saual etılgen eñ köp tarmaqtar (ädepkі: 15)
ko_kr: 페이징 - 요청된 항목 최댓값 (기본값: 15)
lt_lt: Puslapiuojama - maksimalus elementų skaičius (numatyta: 15)
lv_lv: Lapošana - maksimālie pieprasītie vienumi (noklusējums: 15)
mn_mn: Хуудаслалт – хүсэх дээд зүйлсийн тоо (анхдагч: 15)
nb_no: Sideinndeling - maks antall elementer forespurt (standard: 15)
pt_br: Paginação - Máximo de itens requisitados (Padrão: 15)
pt_pt: Paginação - máx itens requeridos (padrão: 15)
ro: Paginare - maxim articole solicitate (implicit: 15)
ru_ru: Разбиение на страницы - макс. кол-во элементов (по умолчанию: 15)
sk_sk: Stránkovanie - maximálny počet vyžiadaných položiek (defaultne: 15)
sl: Največje število sočasnih poizvedb (privzeto: 15)
sr_rs: Пејџинг - максимум захтеваних ставки (подразумевано: 15)
sv: Paginering - max antal hämtade (standard: 15)
ta: பேஜிங் - கோரப்பட்ட அதிகபட்ச உருப்படிகள் (இயல்புநிலை: 15)
tr_tr: Sayfalama - Maksimum istek (öntanımlı: 15)
uk: Пейджинг – максимальна кількість запитуваних елементів (за замовчуванням: 15)
vi: Phân trang - tối đa các mục được yêu cầu (mặc định: 15)
zh_hans: 分页 - 请求的最大项数（默认值：15）
zh_tw: 分頁 - 請求的最大項目數（預設值：15）

# #30516
source: Playback
ar: التشغيل
ar_aa: التشغيل
be: Прайграванне
bg: Възпроизвеждане
ca: Reproducció
ca_es: Reproducció
da: Afspilning
el_gr: Αναπαραγωγή
eo: Ludado
es_ar: Reproducción
es_es: Reproducción
et_ee: Taasesitus
fa_ir: پخش
fi: Toistaminen
fil: Pag-playback
ga: Athsheinm
he: ניגון
hr: Reprodukcija
hu_hu: Lejátszás
id: Pemutaran
it_it: Riproduzione
ja_jp: プレイバック
kk_kz: Oinatu
ko_kr: 재생
lt_lt: Atkūrimas
lv_lv: Atskaņošana
mn_mn: Тоглуулах
nb_no: Avspilling
pt_br: Reprodução
pt_pt: Reprodução
ro: Redare
ru_ru: Воспроизведение
sk_sk: Prehrávanie
sl: Predvajanje
sr_rs: Репродукција
sv: Uppspelning
ta: பின்னணி
tr_tr: Oynatma
uk: Відтворення
vi: Phát lại
zh_hans: 播放
zh_tw: 播放

# #30517
source: Network credentials
ar: بيانات اعتماد الشبكة
ar_aa: اعتماد الشبكة
be: Сеткавыя ўліковыя даныя
bg: Мрежови идентификационни данни
ca: Credencials de xarxa
ca_es: Credencials de xarxa
da: Netværks sikkerhed
el_gr: Διαπιστευτήρια δικτύου
eo: Retaj identigiloj
es_ar: Credenciales de red
es_es: Credenciales de red
et_ee: Võrgumandaadid
fa_ir: گواهی شبکه
fi: Verkon käyttäjätiedot
fil: Mga kredensyal sa network
ga: Faisnéis aitheantais líonra
he: שם משתמש וסיסמה עבור רשת
hr: Mrežne vjerodajnice
hu_hu: Hálózati hitelesítő adatok
id: Kredensial jaringan
it_it: Credenziali di rete
ja_jp: ネットワーク資格情報
kk_kz: Jelılık tırkelgıler
ko_kr: 네트워크 자격증명
lt_lt: Tinklo kredencialai
lv_lv: Tīkla atkreditācija
mn_mn: Сүлжээний нууц үг/нэр
nb_no: Nettverkspålogging
pt_br: Credenciais de Rede
pt_pt: Credenciais de rede
ro: Credențiale de rețea
ru_ru: Сетевые учётные данные
sk_sk: Prístupové údaje k sieti
sl: Omrežne poverilnice
sr_rs: Мрежни акредитиви
sv: Nätverksinloggningsuppgifter
ta: பிணைய நற்சான்றிதழ்கள்
tr_tr: Ağ kimlik bilgileri
uk: Облікові дані мережі
vi: Chứng chỉ mạng
zh_hans: 网络凭据
zh_tw: 網路憑證

# #30518
source: Enable cinema mode
ar: تفعيل وضع السينما
ar_aa: تفعيل وضع السينما
be: Уключыць рэжым кіно
bg: Включи режим "киносалон"
ca: Habilitar mode cinèma
ca_es: Habilita el mode cinema
da: Aktiver biograf tilstand
el_gr: Ενεργοποίηση εμφάνισης σινεμά
eo: Ebligi kinejan reĝimon
es_ar: Habilitar modo cine
es_es: Activar modo cine
et_ee: Luba kinosaali režiim
fa_ir: فعالسازی حالت سینما
fi: Käytä teatteritilaa
fil: I-enable ang cinema mode
ga: Cumasaigh mód pictiúrlainne
he: הפעל מצב קולנוע
hr: Uključi kino način rada
hu_hu: Mozi mód engedélyezése
id: Aktifkan mode bioskop
it_it: Abilita modalità cinema
ja_jp: シネマモードを有効化
kk_kz: Kinoteatr rejımın qosu
ko_kr: 시네마모드 활성화
lt_lt: Įjungti kino režimą
lv_lv: Iespējot teātra režīmu
mn_mn: Кино театрын горимыг идэвхжүүлэх
nb_no: Aktiver kinomodus
pt_br: Ativar modo de cinema
pt_pt: Ativar modo de cinema
ro: Activați modul cinema
ru_ru: Включить режим кинозала
sk_sk: Povoliť kino režim
sl: Omogoči kino način
sr_rs: Омогући биоскопски режим
sv: Aktivera bioläge
ta: சினிமா பயன்முறையை இயக்கு
tr_tr: Sinema modunu aktif et
uk: Увімкнути режим кінотеатру
vi: Bật chế độ rạp chiếu phim
zh_hans: 启用影院模式
zh_tw: 啟用電影院模式

# #30519
source: Ask to play trailers
ar: اسأل لتشغيل العرض الترويجي
ar_aa: مسألةتشغيل عرض ترويجي
be: Папрасіце прайграць трэйлеры
bg: Питай при възпроизвеждане на трейлъри
ca: Preguntar per reproduir tràilers
ca_es: Pregunta abans de reproduir tràilers
da: Soørg om at afspille trailers
el_gr: Να ζητήσει να παιχτεί τρέιλες
eo: Peti por ludi filmanoncojn
es_ar: Preguntar para reproducir trailers
es_es: Preguntar si reproducir trailers
et_ee: Küsi treilerite esitamist
fa_ir: درخواست پخش پیش پرده ها
fi: Kysy toistetaanko trailereita
fil: Hilingin na mag-play ng mga trailer
ga: Iarr leantóirí a imirt
he: שאל אם להפעיל טריילרים
hr: Zatražite reprodukciju najava
hu_hu: Legyen kérdés előzetesek lejátszásáról
id: Konfirmasi untuk memutar trailer
it_it: Chiedi di riprodurre trailer
ja_jp: トレーラーを再生するか尋ねる
kk_kz: Treilerler oinatu saualyn etu
ko_kr: 예고편을 재생할지 묻기
lt_lt: Klausti prieš paleidžiant anonsus
lv_lv: Vaicāt par treileru atskaņošanu
mn_mn: Трейлэр тоглуулахыг асуух
nb_no: Spør om å spille av trailere
pt_br: Perguntar ao reproduzir trailers
pt_pt: Pedir reprodução de trailers
ro: Întreabă dacă să redai trailere
ru_ru: Запрашивать воспроизведение трейлеров
sk_sk: Opýtať sa na prehratie traileru
sl: Vprašaj za predvajanje napovednikov
sr_rs: Питај да пустиш трејлере
sv: Fråga om att få spela upp trailers
ta: டிரெய்லர்களை இயக்கச் சொல்லுங்கள்
tr_tr: Fragman oynamayı sor
uk: Ввімнеути відтворення трейлерів
vi: Yêu cầu phát đoạn giới thiệu
zh_hans: 要求播放预告片
zh_tw: 要求播放預告片

# #30520
source: Skip the delete confirmation (use at your own risk)
ar: تخطي تأكيد الحذف (استخدم على مسؤوليتك)
ar_aa: تخطي تأكيد الحذف (استخدم على مسؤوليتك)
be: Прапусціць пацверджанне выдалення (выкарыстоўвайце на свой страх і рызыку)
bg: Пропусни потвърждението при изтриване (Не се препоръчва)
ca: Ometre confirmació d'esborrat (utilitzi sota la vostra responsabilitat)
ca_es: Omet la confirmació d'eliminació (empreu-ho sota la vostra responsabilitat)
da: Spring slette bekræftelse over (brug på egen risiko)
el_gr: Παράκαμψη επιβεβαίωση διαγραφής (χρήση με δική σας ευθύνη)
eo: Preterlasi la konfirmon pri forigo (uiu laŭ via propra risko)
es_ar: Omitir la confirmación de eliminación (use bajo su propio riesgo)
es_es: Omitir confirmación al borrar (usa bajo tu responsabilidad)
et_ee: Jäta kustutamise kinnitus vahele (kasuta omal vastutusel)
fa_ir: برداشتن تایید گرفتن برای حذف (با مسئولیت خودتان استفاده کنید)
fi: Ohita poiston vahvistus (omalla vastuulla)
fil: Laktawan ang kumpirmasyon sa pagtanggal (use at your own risk)
ga: Ná bac leis an deimhniú scriosta (úsáid ar do phriacal féin)
he: דלג על אישור מחיקה (זהירות: מסוכן)
hr: Preskočite potvrdu brisanja (koristite na vlastitu odgovornost)
hu_hu: Törlés megerősítésének kihagyása (használd óvatosan)
id: Lewati konfirmasi penghapusan (risiko ditanggung pengguna)
it_it: Salta la conferma di eliminazione (usa a tuo rischio)
ja_jp: 削除確認をスキップする (リスクがあります)
kk_kz: Joiu rastauyn ötkızıp jıberu (paidalanu öz täuekelıñızde )
ko_kr: 삭제 확인창 건너띄기 (자신의 책임하에 사용하십시오)
lt_lt: Praleisti ištrynimo patvirtinimą (gali būti rizikinga)
lv_lv: Izlaist dzēšanas apstiprinājumu (izmantot uz paša risku)
mn_mn: Устгах баталгаажуулалтыг алгасах (эрсдлээ тооцож ашиглана уу)
nb_no: Hopp over bekreftelse av sletting (bruk på egen risiko)
pt_br: Ignorar confirmação de exclusão (use por sua conta e risco)
pt_pt: Saltar a confirmação de eliminação (utilize por sua conta e risco)
ro: Săriți confirmarea de ștergere (folosiți pe riscul dvs.)
ru_ru: Пропускать подтверждение удаления (на свой риск)
sk_sk: Preskočiť potvrdenie zmazania (použitie na vlastné riziko)
sl: Preskoči potrditev brisanja (uporabite na lastno odgovornost)
sr_rs: Прескочите потврду брисања (користите на сопствени ризик)
sv: Hoppa över raderingsbekräftelsen (använd på egen risk)
ta: நீக்குதல் உறுதிப்பாட்டைத் தவிர்க்கவும் (உங்கள் சொந்த ஆபத்தில் பயன்படுத்தவும்)
tr_tr: Silme onayını atlayın (riski size ait olacak şekilde kullanın)
uk: Пропустити підтвердження видалення (використовуйте на свій страх і ризик)
vi: Bỏ qua xác nhận xóa (sử dụng tự chịu rủi ro)
zh_hans: 跳过删除确认（使用风险自担）
zh_tw: 跳過刪除確認（使用風險自負）

# #30521
source: Jump back on resume (in seconds)
ar: مدة الرجوع في الفيديو بعد ضغط زر الرجوع (بالثواني)
ar_aa: رجوع عند المتابعة (بالثواني)
be: Перайсці да рэзюмэ (за секунды)
bg: Върни назад при възобновяване (в секунди)
ca: Retrocedir en reprendre (en segons)
ca_es: Retrocedeix en reprendre (en segons)
da: Tilbagespring ved genoptagelse (i sekunder)
el_gr: Επιστροφή στην ανάληψη (σε δευτερόλεπτα)
eo: Salti reen antaŭ daŭrigo (en sekundoj)
es_ar: Volver a la reanudación (en segundos)
es_es: Retroceder al reanudar (en segundos)
et_ee: Tagasihüpe jätkamisel (sekundites)
fa_ir: پرش به عقب هنگام ادامه تماشا کردن (به ثانیه)
fi: Paluu takaisinpäin jatkettaessa (sekuntia)
fil: Bumalik sa resume (sa mga segundo)
ga: Léim ar ais ar atosú (i soicindí)
he: דילוג אחורה לאחר השהיית ניגון (בשניות)
hr: Povratak na nastavljanje (u sekundama)
hu_hu: Visszaugrás a lejátszásban folytatáskor (másodperc)
id: Melompat kembali ke ringkasan (dalam hitungan detik)
it_it: Salta indietro alla ripresa (in secondi)
ja_jp: 続きに飛ぶ (秒)
kk_kz: Jalğastyruğa qaita oralu, s
ko_kr: 시청중인 곳으로 복귀 (초)
lt_lt: Šoktelėti atgal tęsiant peržiūrą (sekundėmis)
lv_lv: Atlēkt atpakaļ turpinot (sekundēs)
nb_no: Hopp tilbake ved gjenopptakelse av avspilling (i sekunder)
pt_br: Voltar ao continuar (em segundos)
pt_pt: Atrasar ao resumir reprodução (em segundos)
ro: Salt înapoi la continuarea redării (în secunde)
ru_ru: Откат при возобновлении, с
sk_sk: Skočiť späť na pokračovanie (v sekundách)
sl: Skoči nazaj pri nadaljevanju predvajanja (v sekundah)
sr_rs: Вратите се на наставак (у секундама)
sv: Hoppa tillbaka vid återupptagande (i sekunder)
ta: மீண்டும் தொடங்கவும் (நொடிகளில்)
tr_tr: Devam ettirmeden önce geri atlayın (saniye olarak)
uk: Перейти до продовження (в сек)
vi: Quay lại tiếp tục (trong vài giây)
zh_hans: 继续播放时回跳 (秒)
zh_tw: 繼續播放時向後跳轉（以秒為單位）

# #30522
source: Transcode H265/HEVC
ar: ترميز H.265 / HEVC
ar_aa: ترميز H.265 / HEVC
be: Перакадзіраваць H.265/HEVC
bg: Транскодирай H.265/HEVC
ca: Transcodificar H.256/HEVC
ca_es: Transcodifica H.256/HEVC
da: Omkod H.265/HEVC
el_gr: Διακωδικοποίηση H.265/HEVC
eo: Transkodigo H.265/HEVC
es_ar: Transcodificar H.265/HEVC
es_es: Transcodificar H.265/HEVC
et_ee: Transkoodi H.265/HEVC
fa_ir: پردازش تبدیل به H.264/HEVC
fi: Transkoodaa H.265/HEVC
fil: Mag-transcode ng H.265/HEVC
ga: Traschód H.265/HEVC
he: המרת קידוד H.265/HEVC
hr: Transkodiraj H.265/HEVC
hu_hu: H.265/HEVC transzkódolása
id: Transkode H.265/HEVC
it_it: Transcodifica H.265/HEVC
ja_jp: トランスコード H.265/HEVC
kk_kz: H.265/HEVC qaita kodtau
ko_kr: H.265/HEVC 트랜스코드
lt_lt: Transkoduoti H.265/HEVC
lv_lv: Trans-kodēt H.265/HVEC
nb_no: Omkode H.265/HEVC
pt_br: Transcodificar H.265/HEVC
pt_pt: Transcodificar H.265/HEVC
ro: Transcodează H.265/HEVC
ru_ru: Перекодирование H.265/HEVC
sk_sk: Prekódovať H.265/HEVC
sl: Prekodiraj H.265/HEVC
sr_rs: Транскодирај H.265/HEVC
sv: Omkoda H.265/HEVC
ta: டிரான்ஸ்கோட் H.265 / HEVC
tr_tr: H.265/HEVC kod dönüştürme
uk: Перекодувати H.265/HEVC
vi: Chuyển mã H.265/HEVC
zh_hans: 转码 H265/HEVC
zh_tw: 轉碼 H.265/HEVC

# #30523
source: Transcode MPEG2
ar: ترميز MPEG2
ar_aa: ترميز MPEG2
be: Перакадзіраваць MPEG2
bg: Транскодирай MPEG2
ca: Transcodificar MPEG2
ca_es: Transcodifica MPEG2
da: Omkod MPEG2
el_gr: Διακωδικοποίηση MPEG2
eo: Transkodigo MPEG2
es_ar: Transcodificar MPEG2
es_es: Transcodificar MPEG2
et_ee: Transkoodi MPEG2
fa_ir: پردازش تبدیل به MPEG2
fi: Transkoodaa MPEG2
fil: Mag-transcode nf MPEG2
ga: Traschód MPEG2
he: המרת קידוד MPEG2
hr: Transkodiraj MPEG2
hu_hu: MPEG2 átkódolása
id: Transkode MPEG2
it_it: Transcodifica MPEG2
ja_jp: トランスコード MPEG2
kk_kz: MPEG2 qaita kodtau
ko_kr: MPEG2 트랜스코드
lt_lt: Transkoduoti MPEG2
lv_lv: Pārkodēt MPEG2
nb_no: Omkode MPEG2
pt_br: Transcodificar MPEG2
pt_pt: Transcodificar MPEG2
ro: Transcodează MPEG2
ru_ru: Перекодирование MPEG2
sk_sk: Prekódovať MPEG2
sl: Prekodiraj MPEG2
sr_rs: Транскодирај MPEG2
sv: Omkoda MPEG2
ta: டிரான்ஸ்கோட் MPEG2
tr_tr: MPEG2 kod dönüştürme
uk: Перекодувати H.265/HEVC
vi: Chuyển mã MPEG2
zh_tw: 轉碼 MPEG2

# #30524
source: Transcode VC-1
ar: ترميز VC-1
ar_aa: ترميز VC-1
be: Перакадзіраваць VC-1
bg: Прекодирай VC-1
ca: Transcodificar VC-1
ca_es: Transcodifica VC-1
da: Omkod VC-1
el_gr: Διακωδικοποίηση VC-1
eo: Transkodigo VC-1
es_ar: Transcodificar VC-1
es_es: Transcodificar VC-1
et_ee: Transkoodi VC-1
fa_ir: پردازش تبدیل به VC-1
fi: Transkoodaa VC-1
fil: Mag-transcode VC-1
ga: Traschód VC-1
he: המרת קידוד VC-1
hr: Transkodiraj VC-1
hu_hu: VC-1 átkódolása
id: Transkode VC-1
it_it: Transcodifica VC-1
ja_jp: トランスコード VC-1
kk_kz: VC-1 qaita kodtau
ko_kr: VC-1 트랜스코드
lt_lt: Transkoduoti VC-1
lv_lv: Pārkodēt VC-1
nb_no: Omkode VC-1
pt_br: Transcodificar VC-1
pt_pt: Transcodificar VC-1
ro: Transcodează VC-1
ru_ru: Перекодирование VC-1
sk_sk: Prekódovať VC-1
sl: Prekodiraj VC-1
sr_rs: Транскодирај VC-1
sv: Omkoda VC-1
ta: டிரான்ஸ்கோட் வி.சி -1
tr_tr: VC-1 kod dönüştürme
uk: Перекодувати VC-1
vi: Chuyển mã VC-1
zh_tw: 轉碼 VC-1

# #30525
source: Transcode VP9
ar: ترميز VP9
ar_aa: ترميز VP9
be: Перакадзіраваць VP9
bg: Прекодирай VP9
ca: Transcodificar VP9
ca_es: Transcodifica VP9
da: Omkod VP9
el_gr: Διακωδικοποίηση VP9
eo: Transkodigo VP9
es_ar: Transcodificar VP9
es_es: Transcodificar VP9
et_ee: Transkoodi VP9
fa_ir: پردازش تبدیل به VP9
fi: Transkoodaa VP9
fil: Mag-transcode ng VP9
ga: Traschód VP9
he: המרת קידוד VP9
hr: Transkodiraj VP9
hu_hu: VP9 Transzkódolás
id: Transkode VP9
it_it: Transcodifica VP9
ja_jp: VP9をトランスコードする
kk_kz: VP9 qaita kodtau
ko_kr: VP9 트랜스코드
lt_lt: Transkoduoti VP9
lv_lv: Pārkodēt VP9
nb_no: Omkode VP9
pt_br: Transcodificar VP9
pt_pt: Transcodificar VP9
ro: Transcodare VP9
ru_ru: Перекодирование VP9
sk_sk: Prekódovať VP9
sl: Prekodiraj VP9
sr_rs: Транскодирати VP9
sv: Omkoda VP9
ta: டிரான்ஸ்கோட் VP9
tr_tr: VP9 kod dönüştürme
uk: Перекодувати VP9
vi: Chuyển mã VP9
zh_tw: 轉碼 VP9

# #30526
source: Transcode AV1
ar: ترميز AV1
ar_aa: ترميز AV1
be: Перакадзіраваць AV1
bg: Прекодирай AV1
ca: Transcodificar AV1
ca_es: Transcodifica AV1
da: Omkod AV1
el_gr: Διακωδικοποίηση AV1
eo: Transkodigo AV1
es_ar: Transcodificar AV1
es_es: Transcodificar AV1
et_ee: Transkoodi AV1
fa_ir: پردازش تبدیل به AV1
fi: Transkoodaa AV1
fil: Mag-transcode ng AV1
ga: Traschód AV1
he: המרת קידוד AV1
hr: Transkodiraj AV1
hu_hu: AV1 Transzkódolás
id: Transkode AV1
it_it: Transcodifica AV1
ja_jp: AV1をトランスコードする
kk_kz: AV1 qaita kodtau
ko_kr: AV1 트랜스코드
lt_lt: Transkoduoti AV1
lv_lv: Pārkodēt AV1
nb_no: Omkode AV1
pt_br: Transcodificar AV1
pt_pt: Transcodificar AV1
ro: Transcodare AV1
ru_ru: Перекодирование AV1
sk_sk: Prekódovať AV1
sl: Prekodiraj AV1
sr_rs: Транскодирати AV1
sv: Omkoda AV1
ta: டிரான்ஸ்கோட் AV1
tr_tr: AV1 kod dönüştürme
uk: Перекодувати AV1
vi: Chuyển mã AV1
zh_tw: 轉碼 AV1
