Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #33151
source: Reconnect to the same server that was previously loaded. If you want to use a different server, reset your local database, including your user information.
ar: أعد الاتصال بنفس الخادم الذي تم تحميله مسبقًا. إذا كنت تريد استخدام خادم مختلف، فأعد تعيين قاعدة البيانات المحلية، بما في ذلك معلومات المستخدم الخاصة بك.
ar_aa: أعادة الاتصال بنفس الخادم الذي تم تحميله مسبقًا. إذا كنت تريد استخدام خادم مختلف، فأعد تعيين قاعدة البيانات المحلية، بما في ذلك معلومات المستخدم الخاصة بك.
be: Паўторна падключыцеся да таго ж сервера, які быў загружаны раней. Калі вы хочаце выкарыстоўваць іншы сервер, скіньце вашу лакальную базу дадзеных, у тым ліку інфармацыю аб вашым карыстальніку.
bg: Свържете се отново със същия сървър, който преди това беше зареден. Ако искате да използвате различен сървър, нулирайте вашата локална база данни, включително вашата потребителска информация.
ca: Tornar a connectar al mateix servidor connectar anteriorment. Si desitja utilitzar un servidor diferent, restableix la base de dades local, incloent la informació d'usuari.
ca_es: Torna a connectar al mateix servidor connectar anteriorment. Si desitgeu utilitzar un servidor diferent, restabliu la base de dades local, incloent-hi la informació d'usuari.
da: Forbind igen til den samme server som var indlæst tidligere. Hvis du ønsker at bruge en anden server, så nulstil din lokale database, og din brugerinformation.
el_gr: Επανασυνδεθείτε στον ίδιο διακομιστή που είχε φορτωθεί προηγουμένως. Εάν θέλετε να χρησιμοποιήσετε διαφορετικό διακομιστή, επαναφέρετε την τοπική σας βάση δεδομένων, συμπεριλαμβανομένων των στοιχείων χρήστη σας.
eo: Rekonekti al la sama servilo, kiu antaŭe estis ŝarĝita. Se vi volas uzi alian servilon, restarigi vian lokan datenbazon, inkluzive de viaj uzantaj informoj.
es_ar: Vuelva a conectarse al mismo servidor que se cargó anteriormente. Si desea utilizar un servidor diferente, restablezca la base de datos local, incluida la información de usuario.
es_es: Volver a conectarse al mismo servidor conectado anteriormente. Si deseas utilizar un servidor diferente, restablece la base de datos local, incluida la información de usuario.
et_ee: Ühendu uuesti sama serveriga, mis oli varem laaditud. Kui soovid kasutada teist serverit, lähtesta oma kohalik andmebaas, sealhulgas kasutajaandmed.
fa_ir: به سروری که قبلاً بارگذاری شده بود دوباره متصل شوید. اگر می‌خواهید از سرور دیگری استفاده کنید، باید پایگاه داده محلی خود را بازنشانی کنید، از جمله اطلاعات کاربری‌تان را
fi: Yhdistä samaan palvelimeen, joka ole aiemmin ladattuna. Jos haluat käyttää eri palvelinta, tyhjennä paikallinen Kodi-tietokanta, käyttäjätiedot mukaanlukien.
fil: Kumonekta muli sa parehong server na dati nang na-load. Kung gusto mong gumamit ng ibang server, i-reset ang iyong lokal na database, kasama ang impormasyon ng iyong user.
ga: Athcheangail leis an bhfreastalaí céanna a luchtaíodh roimhe seo. Más mian leat freastalaí eile a úsáid, athshocraigh do bhunachar sonraí áitiúil, lena n-áirítear d'fhaisnéis úsáideora.
he: מתחבר מחדש לאותו שרת שכבר נטען. אם ברצונך להתחבר לשרת אחר, יש לרסט את מסד הנתונים המקומי, כולל את מידע המשתמש שלך.
hr: Ponovno se povežite s istim serverom koji je prethodno učitan. Ako želite koristiti drugi server, resetirajte svoju lokalnu bazu podataka, uključujući svoje korisničke podatke.
hu_hu: Csatlakozz újra a korábban betöltött szerverhez. Ha másik szervert szeretnél használni, akkor állítsd vissza a helyi adatbázist, beleértve a felhasználói adatokat is.
it_it: Riconnettersi allo stesso server precedentemente caricato. Se si desidera utilizzare un server diverso, ripristinare il database locale, incluse le informazioni dell'utente.
kk_kz: Būryn jüktelgen serverge qaita qosylyñyz. Eger basqa serverdı paidalanğyñyz kelse, jergılıktı derekqordy, sonyñ ışınde paidalanuşy aqparatyn, ysyryñyz.
ko_kr: 이전에 로드된 동일한 서버에 다시 연결됨. 다른 서버를 이용하려면 사용자 정보를 포함하여 로컬 데이터베이스를 재설정하십시오.
lt_lt: Pakartotinai prisijunkite prie to paties serverio, kuris buvo įkeltas anksčiau. Jei norite naudoti kitą serverį, iš naujo nustatykite vietinę duomenų bazę, įskaitant naudotojo informaciją.
lv_lv: Atkārtoti izveidojiet savienojumu ar to pašu serveri, kas tika ielādēts iepriekš. Ja vēlaties izmantot citu serveri, atiestatiet lokālo datubāzi, tostarp lietotāja informāciju.
nb_no: Koble til samme server som tidligere. Hvis du vil bruke en annen server, nullstill den lokale databasen, inkludert brukerinformasjon.
pt_br: Reconecte ao mesmo servidor previamente carregado. Caso queira usar um servidor diferente, reajuste seu banco de dados locais, incluindo a sua informação de usuário.
pt_pt: Volte a ligar-se ao mesmo servidor usado anteriormente. Caso deseje utilizadar um servidor diferente, limpe a sua base de dados local, incluído a informação do seu utilizador.
ro: Reconectați-vă la același server care a fost încărcat anterior. Dacă doriți să utilizați un server diferit, resetați baza de date locală, inclusiv informațiile despre utilizator.
ru_ru: Повторное подключение к тому же серверу, который был ранее загружен. Если вы хотите использовать другой сервер, выполните сброс локальной базы данных, включая информацию о пользователе.
sk_sk: Znovu sa pripojte k tomu istému serveru ako bol predtým načítaný. Pokiaľ chcete použiť iný server, resetujte vašu lokálnu databázu, vrátane používateľských informácií.
sl: Poveži s prej izbranim strežnikom. Če se želite povezati z drugim strežnikom, ponastavite lokalno bazo podatkov, vključno z uporabniškimi podatki.
sr_rs: Поново се повежите са истим сервером који је претходно учитан. Ако желите да користите други сервер, ресетујте локалну базу података, укључујући корисничке информације.
sv: Återanslut till samma server som var tidigare laddad. Återställ din lokala databas (inklusive din användarinformation) för att kunna använda en annan server.
ta: முன்பு ஏற்றப்பட்ட அதே சேவையகத்துடன் மீண்டும் இணைக்கவும். நீங்கள் வேறு சேவையகத்தைப் பயன்படுத்த விரும்பினால், உங்கள் பயனர் தகவல் உட்பட உங்கள் உள்ளூர் தரவுத்தளத்தை மீட்டமைக்கவும்.
tr_tr: Daha önce yüklenmiş olan aynı sunucuya yeniden bağlanın. Farklı bir sunucu kullanmak istiyorsanız, kullanıcı bilgileriniz dahil yerel veritabanınızı sıfırlayın.
uk: Перепідʼєднання до того самоого сервера, який було підключено попередньо. Якщо ви хочете підключитись до іншого сервера, скиньте вашу локальну базу даних, включаючи інформацію про користувача.
vi: Kết nối lại với cùng một máy chủ đã được tải trước đó. Nếu bạn muốn sử dụng một máy chủ khác, hãy đặt lại cơ sở dữ liệu cục bộ, bao gồm cả thông tin người dùng của bạn.
zh_hans: 重新连接到之前已加载的服务器。如果你想使用一个不同的服务器，请重置本地数据库，包括你的用户信息。
zh_tw: 重新連線到之前載入的同一台伺服器。 如果您想使用不同的伺服器，請重設您的本機資料庫，包括您的使用者資訊。

# #33152
source: Unable to locate TV Tunes in Kodi.
ar: تعذر تحديد موقع ضابط التلفاز في Kodi.
ar_aa: تعذر تحديد مكان مولف التلفاز في Kodi.
be: Немагчыма знайсці ТБ-мелодыі ў Kodi.
bg: Не може да бъде намерена добавката "TV Tunes".
ca: No s'ha pogut localitzar TV Tunes a Kodi.
ca_es: No s'ha pogut localitzar TV Tunes a Kodi.
da: Kan ikke finde TV melodier i Kodi.
el_gr: Δεν είναι δυνατός ο εντοπισμός των TV Tunes στο Kodi.
eo: Ne eblas trovi "TV Tunes" en Kodi.
es_ar: No se puede localizar TV Tunes en Kodi.
es_es: No se ha podido localizar TV Tunes en Kodi.
et_ee: TV Tunes lisamoodul puudub.
fa_ir: امکان یافتن TV Tunes در Kodi وجود ندارد.
fi: TV Tunes -lisäosaa ei löydetä Kodista.
fil: Hindi mahanap ang TV Tunes sa Kodi.
ga: Ní féidir foinn teilifíse a aimsiú i Kodi.
he: לא ניתן למצוא מנגינות טלוויזיה בקודי.
hr: Nije moguće locirati TV Tunes u Kodiju.
hu_hu: Nem sikerült a TV Tunerek azonosítása a Kodiban.
it_it: Impossibile trovare TV Tunes in Kodi.
ja_jp: KodiにTVチューナーが見つかりません。
kk_kz: Kodi ışınen TV Tunes ornalasuyn tabu mümkın emes.
ko_kr: Kodi에서 TV Tunes를 찾을 수 없습니다.
lt_lt: Nepavyksta rasti TV Tunes „Kodi“.
lv_lv: Nevar atrast TV Melodijas programmā Kodi.
nb_no: Kunne ikke finne TV-tunes i Kodi.
pt_br: Incapaz de localizar TV Tunes no Kodi.
pt_pt: Não foi possível localizar sintonizadores de TV no Kodi.
ro: Imposibil de localizat TV Tunes în Kodi.
ru_ru: Невозможно найти расположение TV Tunes в Kodi.
sk_sk: Nedarí sa pripojiť k TV tuneru v Kodi.
sl: TV Tunes dodatek ni najden.
sr_rs: Није могуће пронаћи ТВ мелодије у месту Коди.
sv: Kan inte hitta TV Tunes i Kodi.
ta: கோடியில் டிவி ட்யூன்களைக் கண்டுபிடிக்க முடியவில்லை.
tr_tr: Kodi'de TV Melodileri bulunamıyor.
uk: Не виходить знайти TV Tunes в Kodi.
vi: Không thể định vị Giai điệu TV trong Kodi.
zh_hans: 在Kodi中无法找到电视调谐器。
zh_tw: 無法在 Kodi 中找到電視主題曲。

# #33153
source: Your Jellyfin theme media has been synced to Kodi
ar: تمت مزامنة موضوع الوسائط من Jellyfin مع Kodi
ar_aa: تمت مزامنة سمة الوسائط في Jellyfin مع Kodi
be: Ваш медыяфайл з тэмай Jellyfin быў сінхранізаваны з Kodi
bg: Вашата тематична медия е сихнронизирана с Коди
ca: Els teus temes de Jellyfin han sigut sincronitzats amb Kodi
ca_es: Els vostres temes de continguts multimèdia de Jellyfin han estat sincronitzats amb Kodi
da: Dit Jellyfin tema medie er blevet synkroniseret til Kodi
el_gr: Τα θέματα πολυμέσων Jellyfin έχουν συγχρονιστεί με το Kodi
eo: Via Jellyfin tema plurmedio estis sinkronigita kun Kodi
es_ar: Los medios de tu tema de Jellyfin se han sincronizado con Kodi
es_es: Tus temas de medios de Jellyfin han sido sincronizados con Kodi
et_ee: Temaatiline meedia sünkrooniti Kodiga
fa_ir: رسانه‌های تم Jellyfin شما به Kodi همگام‌سازی شده است
fi: Jellyfin-tunnusmusiikit on synkronoitu Kodiin
fil: Ang iyong Jellyfin theme media ay na-sync sa Kodi
ga: Tá do mheáin téama Jellyfin sioncronaithe le Kodi
he: ערכת הנושא של ג'ליפין שלך הסתנכרנה עם קודי
hr: Vaš medij s temom Jellyfin sinkroniziran je s Kodijem
hu_hu: A Jellyfin média témák szinkronizálva lettek a Kodival
it_it: I tuoi temi multimediali Jellyfin sono stati sincronizzati con Kodi
ja_jp: KodiにJellyfinのテーマメディアが同期されました
kk_kz: Jellyfin taqyryptyq tasyğyşderekterıñız Kodi-men ündestırıdı
ko_kr: Jellyfin 테마 미디어가 Kodi에 동기화되었습니다
lt_lt: Jūsų „Jellyfin“ temos medija sinchronizuota su "Kodi"
lv_lv: Jūsu Jellyfin tematiskā multivide ir sinhronizēta ar Kodi
nb_no: Jellyfin-temamediene dine har blitt synkronisert til Kodi
pt_br: O seu tema de mídia do Jellyfin foi sincronizado com o Kodi
pt_pt: O tema de multimédia do Jellyfin foi sincronizado com o Kodi
ro: Media dvs. tematică Jellyfin a fost sincronizată cu Kodi
ru_ru: Тематические медиаданные Jellyfin были синхронизированы с Kodi
sk_sk: Vaša Jellyfin téma medií bola zosynchronizovaná do Kodi
sl: Mediji tvoje teme so bili sinhronizirani s Kodi
sr_rs: Ваш медијски садржај са темом Jellyfin-а синхронизован је са Коди
sv: Ditt Jellyfin-mediatema har synkroniserats till Kodi
ta: உங்கள் ஜெல்லிஃபின் தீம் மீடியா கோடியுடன் ஒத்திசைக்கப்பட்டது
tr_tr: Jellyfin tema medyanız Kodi ile senkronize edildi
uk: Ваша тема Jellyfin була синхронізована з Kodi
vi: Phương tiện chủ đề Jellyfin của bạn đã được đồng bộ hóa với Kodi
zh_hans: 你的 Jellyfin 媒体主题已被同步到Kodi
zh_tw: 您的 Jellyfin 主題媒體已同步到 Kodi

# #33154
source: Add libraries
ar: أضف مكتبات
ar_aa: أضف مكتبات
be: Дадаць медыятэкі
bg: Добавяне на библиотеки
ca: Afegir biblioteques
ca_es: Afegeix mediateques
da: Tilføj bibloteker
el_gr: Προσθήκη βιβλιοθηκών
eo: Aldonu plurmeditekojn
es_ar: Agregar bibliotecas
es_es: Añadir bibliotecas
et_ee: Lisa meediakogusi
fa_ir: کتابخانه‌ها اضافه شوند
fi: Lisää kirjastoja
fil: Magdagdag ng mga aklatan
ga: Cuir leabharlanna leis
he: הוספת ספריות
hr: Dodajte biblioteke
hu_hu: Könyvtárak hozzáadása
it_it: Aggiungi librerie
ja_jp: ライブラリーを追加
kk_kz: Tasyğyşhanalardy üsteu
ko_kr: 라이브러리 추가
lt_lt: Įtraukti bibliotekų
lv_lv: Visas bibliotēkas
nb_no: Legg til bibliotek
pt_br: Adicionar bibliotecas
pt_pt: Adicionar Bibliotecas
ro: Adăugați biblioteci
ru_ru: Добавить медиатеки
sk_sk: Pridať knižnice
sl: Dodaj knjižnice
sr_rs: Додај библиотеке
sv: Lägg till bibliotek
ta: நூலகங்களைச் சேர்க்கவும்
tr_tr: Kitaplık ekle
uk: Додати медіатеки
vi: Thêm thư viện
zh_hans: 添加媒体库
zh_tw: 添加媒體庫

# #33155
source: The currently applied patch for Jellyfin for Kodi is corrupted! Please post to the Jellyfin for Kodi forums if this issue persists. This will need to be fixed as soon as possible.
ar: التصحيح المطبق حاليًا لـ Jellyfin لـ Kodi تالف! يرجى النشر في منتديات Jellyfin لـ Kodi إذا استمرت هذه المشكلة. سيحتاج هذا إلى الإصلاح في أقرب وقت ممكن.
ar_aa: التصحيح المطبق حاليًا لـ Jellyfin لـ Kodi تالف! يرجى النشر في منتديات Jellyfin لـ Kodi إذا استمرت هذه المشكلة. سيحتاج هذا إلى الإصلاح في أقرب وقت ممكن.
be: Ужыты ў цяперашні час патч для Jellyfin для Kodi пашкоджаны! Адпраўце паведамленне на форум Jellyfin для Kodi, калі праблема не знікне. Гэта трэба будзе выправіць як мага хутчэй.
bg: Добавената"кръпка"е повредена.Моля,пишете във форумите,ако този проблем продължава.Необходимо е този проблем да бъде отстранен възможно най-скоро.
ca: El pedaç aplicat actualment de Jellyfin per a Kodi està danyat. Si us plau, comunica-ho en el fòrum Jellyfin for Kodi si aquest problema persisteix. El problema serà solucionat tan aviat com sigui possible.
ca_es: El pedaç de Jellyfin per a Kodi aplicat actualment està danyat. Si aquest problema persisteix, comuniqueu-ho al fòrum Jellyfin for Kodi. El problema serà solucionat tan aviat com sigui possible.
da: Den nuværende anvendte patch for Jellyfin for Kodi er korrupt! Raporter venligst til Jellyfin for Kodi forummet hvis problemet fortsætter. Dette bliver nødt til at blive fikset tidligst muligt.
el_gr: Η τρέχουσα ενημερωμένη έκδοση κώδικα για το Jellyfin για το Kodi είναι κατεστραμμένη! Αναρτήστε το στα φόρουμ Jellyfin για Kodi εάν αυτό το πρόβλημα παραμένει. Αυτό θα πρέπει να διορθωθεί το συντομότερο δυνατό.
eo: La nuntempe aplikata flikaĵo por Jellyfin por Kodi estas difektita! Afiŝi al la forumoj Jellyfin por Kodi se ĉi tiu problemo persistas. Ĉi tio devos esti riparita kiel eble plej baldaŭ.
es_ar: El parche aplicado actualmente para Jellyfin en Kodi está dañado! Por favor, publique en los foros de Jellyfin/Kodi si este problema persiste. Esto tendrá que ser arreglado tan pronto como sea posible.
es_es: ¡El parche aplicado actualmente para Jellyfin para Kodi está dañado! Por favor, comunícalo en los foros Jellyfin para Kodi si este problema persiste. El problema será solucionado tan pronto como sea posible.
et_ee: Praegu rakendatav Jellyfin for Kodi paik on rikutud! Kui probleem püsib, postita see 'Jellyfin for Kodi' foorumisse. See tuleb võimalikult kiiresti parandada.
fa_ir: پچ اعمال‌شده کنونی برای Jellyfin برای Kodi خراب است! لطفاً اگر این مشکل ادامه داشت، آن را در انجمن‌های Jellyfin برای Kodi گزارش دهید. این مشکل باید هر چه سریع‌تر برطرف شود.
fi: Nykyinen Jellyfin for Kodi -päivitys on viallinen! Lähetä viesti Jellyfinin tai Kodin yhteisösivustoille, jos ongelma jatkuu. Tämä on korjattava mahdollisimman pian.
fil: Ang kasalukuyang inilapat na patch para sa Jellyfin para sa Kodi ay sira! Mangyaring mag-post sa mga forum ng Jellyfin for Kodi kung magpapatuloy ang isyung ito. Ito ay kailangang ayusin sa lalong madaling panahon.
ga: Tá an paiste atá i bhfeidhm faoi láthair do Jellyfin do Kodi truaillithe! Cuir sa phost chuig an Jellyfin d'fhóraim Kodi má leanann an cheist seo ar aghaidh. Caithfear é sin a shocrú chomh luath agus is féidir.
he: הטלאי שהוחל עכשיו על ג'ליפין לקודי שגוי! נא לדווח בפורום ג'ליפין לקודי אם בעיה זו נמשכת. יש לתקן זאת מוקדם ככל האפשר.
hr: Trenutno primijenjena zakrpa za Jellyfin for Kodi je oštećena! Objavite na Jellyfin for Kodi forumima ako se problem nastavi pojavljivati. To će se morati popraviti što je prije moguće.
hu_hu: A jelenleg telepített javítás a Jellyfin Kodi bővítményhez megsérült! Kérjük, jelezd a Jellyfin bővítmény fórumán a hibát, ha továbbra is fennáll! Ezt a problémát a lehető leggyorsabban meg fogjuk oldani.
it_it: La patch attualmente applicata per Jellyfin per Kodi è corrotta! Si prega di postare sul forum di Jellyfin per Kodi se questo problema persiste. Questo dovrà essere risolto il prima possibile.
ja_jp: 現在のJellyfin for Kodiの修正パッチが破損しています。解決しなかったらJellyfin for Kodiの掲示板に報告してください。至急に修正パッチを提供できるようにご協力ください。
kk_kz: Kodi üşın Jellyfin plaginıne ağymda qoldanylğan tüzetu bülıngen! Eger aqau şeşılmese, Kodi üşın Jellyfin forumyna jarialañyz. Mūny mümkındıgınşe tezırek tüzetu qajet.
ko_kr: 현재 적용된 Jellyfin - Kodi 패치가 손상되었습니다! 이 문제가 계속되면 Jellyfin - Kodi 포럼에 게시하십시오. 이 문제는 가능한 한 빨리 수정되야 합니다.
lt_lt: Šiuo metu taikomas „Jellyfin for Kodi“ pataisymas yra sugadintas! Jei ši problema išlieka, rašykite į „Jellyfin for Kodi“ forumą. Tai reikės ištaisyti kuo greičiau.
lv_lv: Pašlaik uzstādītais Jellyfin for Kodi ielāps ir bojāts! Lūdzu raksti Jellyfin for Kodi forumos ja problēma pastāv. To vajadzēs salabot tik ātri, cik iespējams.
nb_no: Den nåværende rettelsen for Jellyfin for Kodi er ødelagt! Vennligst post på Jellyfin for Kodi-forumene hvis dette problemet vedvarer. Dette må fikses så fort som mulig.
pt_br: A correção atualmente aplicada no Jellyfin for Kodi está corrupta! Por favor poste nos fóruns Jellyfin for Kodi se o problema persistir. Isso precisará ser concertado o quanto antes.
pt_pt: A correção aplicada atual do Jellyfin for Kodi está corrompida! Caso o problema persista publique uma questão nos fóruns do Jellyfin for Kodi. Será necessário corrigir o problema o mais rapidamente possível.
ro: Patch-ul aplicat în prezent pe Jellyfin pentru Kodi este corupt! Vă rugăm să postați pe forumul Jellyfin pentru Kodi dacă această problemă persistă. Acest lucru va trebui să fie rezolvat cât mai curând posibil.
ru_ru: Применённое текущее исправлениеJellyfin для Kodi повреждено! Если эта проблема осталась разместите сообщение на форумах Jellyfin для Kodi. Это необходимо, чтобы сделать исправление как можно скорее.
sk_sk: Aktuálne aplikovaná záplata pre Jellyfin for Kodi je poškodená! Prosím, pokiaľ tento problém pretrváva, nahláste ho na fóra Jellyfin for Kodi. Toto si vyžaduje opraviť hneď ako sa dá.
sl: Trenutno uveljavljen popravek za Jellyfin za Kodi je pokvarjen. Težavo morate odpraviti čim hitreje. Če težava ostane, jo prijavite na forumu za Jellyfin za Kodi.
sr_rs: Тренутно примењена закрпа за Jellyfin за Коди је оштећена! Пошаљите поруку на форуме Jellyfin за Коди ако се овај проблем настави. Ово ће морати да се поправи што је пре могуће.
sv: Den nuvarande aktiva uppdateringen för Jellyfin för Kodi är korrupt. Vänligen posta på Jellyfin för Kodi-forumen om det här felet kvarstår. Det här måste åtgärdas så snart som möjligt.
ta: கோடிக்கு ஜெல்லிஃபினுக்கு தற்போது பயன்படுத்தப்படும் இணைப்பு சிதைந்துள்ளது! இந்த சிக்கல் தொடர்ந்தால் கோடி மன்றங்களுக்கான ஜெல்லிஃபினில் இடுகையிடவும். இதை விரைவில் சரிசெய்ய வேண்டும்.
tr_tr: Kodi için Jellyfin için şu anda uygulanan yama bozulmuş! Bu sorun devam ederse lütfen Jellyfin for Kodi forumlarına gönderin. Bunun mümkün olan en kısa sürede düzeltilmesi gerekecek.
uk: Поточний патч для Jellyfin для Kodi є пошкодженим! Будь ласка, зверніться до форумів Jellyfin for Kodi якщо проблема не зникає. Це має бути виправлено якнайшвидше.
vi: Bản vá hiện đang được áp dụng cho Jellyfin cho Kodi bị lỗi! Vui lòng đăng lên diễn đàn Jellyfin cho Kodi nếu sự cố này vẫn tiếp diễn. Điều này sẽ cần được khắc phục càng sớm càng tốt.
zh_hans: 当前Kodi中应用的Jellyfin更新已损坏！如果一直存在这一问题，请到Jellyfin for Kodi论坛发帖。这需要被尽快修复。
zh_tw: 目前為 Kodi 套用的 Jellyfin 修補已損壞！ 如果此問題仍然存在，請發佈到 Jellyfin for Kodi 論壇。 這需要盡快修復。

# #33156
source: A patch has been applied!
ar: تم تطبيق التصحيح!
ar_aa: تم تطبيق التصحيح!
be: Патч паспяхова ужыты!
bg: Беше добавена "кръпка"!
ca: S'ha aplicat un pedaç!
ca_es: S'ha aplicat un pedaç!
da: En patch er blevet anvendt!
el_gr: Εφαρμόστηκε ένα patch!
eo: Flikaĵo estis aplikita!
es_ar: Un parche ha sido aplicado!
es_es: ¡Se ha aplicado un parche!
et_ee: Paik rakendati!
fa_ir: پچی اعمال شده است!
fi: Päivitys on asennettu!
fil: Ang isang patch ay inilapat!
ga: Tá paiste curtha i bhfeidhm!
he: טלאי חל!
hr: Zakrpa je primijenjena!
hu_hu: A javítás telepítve!
it_it: Una patch è stata applicata!
ja_jp: 修正パッチを適用しました！
kk_kz: Tüzetu qoldanyldy!
ko_kr: 패치가 적용되었습니다!
lt_lt: Įdiegta pataisa!
lv_lv: Ielāps ticis uzstādīts!
nb_no: En feilrettelse har blitt tatt i bruk!
pt_br: Uma correção foi aplicada!
pt_pt: Foi aplicada uma correção!
ro: A fost aplicată o actualizare!
ru_ru: Исправление было применено!
sk_sk: Záplata bola aplikovaná!
sl: Popravek je bil uveljavljen!
sr_rs: Примењена је закрпа!
sv: En uppdatering har blivit applicerad!
ta: ஒரு இணைப்பு பயன்படுத்தப்பட்டது!
tr_tr: Bir yama uygulandı!
uk: Патч успішно застосовано!
vi: Một bản vá đã được áp dụng!
zh_hans: 一个更新已被应用！
zh_tw: 已套用修補！

# #33157
source: Audio only
ar: صوت فقط
ar_aa: صوت فقط
be: Толькі аўдыё
bg: Само аудио
ca: Només àudio
ca_es: Només àudio
da: Kun lyd
el_gr: Μόνο ήχος
eo: Aŭdio nur
es_ar: Sólo audio
es_es: Sólo audio
et_ee: Ainult heli
fa_ir: فقط صدا
fi: Vain äänet
fil: Audio lang
ga: Fuaim amháin
he: שמע בלבד
hr: Samo audio
hu_hu: Csak hang
id: Hanya audio
it_it: Solo audio
ja_jp: 音声のみ
kk_kz: Tek dybys
ko_kr: 오디오만
lt_lt: Tik garsas
lv_lv: Tikai audio
nb_no: Kun lyd
pt_br: Apenas áudio
pt_pt: Apenas áudio
ro: Doar audio
ru_ru: Только аудио
sk_sk: Len zvuk
sl: Samo zvok
sr_rs: Само аудио
sv: Endast ljud
ta: ஆடியோ மட்டும்
tr_tr: Sadece ses
uk: Тільки звук
vi: Chỉ có âm thanh
zh_hans: 仅限音频
zh_tw: 僅限音訊

# #33158
source: Subtitles only
ar: ترجمات فقط
ar_aa: ترجمات فقط
be: Толькі субтытры
bg: Само субтитри
ca: Només subtítols
ca_es: Només subtítols
da: Kun undertekster
el_gr: Μόνο υπότιτλοι
eo: Subtekstoj nur
es_ar: Sólo subtítulos
es_es: Sólo subtítulos
et_ee: Ainult subtiitrid
fa_ir: فقط زیرنویس
fi: Vain tekstitykset
fil: Mga subtitle lang
ga: Fotheidil amháin
he: כתוביות בלבד
hr: Samo titlovi
hu_hu: Csak feliratok
id: Hanya subtitel
it_it: Solo sottotitoli
ja_jp: 字幕のみ
kk_kz: Tek subtitrler
ko_kr: 자막만
lt_lt: Tik subtitrai
lv_lv: Tikai subtitri
nb_no: Kun teksting
pt_br: Apenas legendas
pt_pt: Apenas legendas
ro: Doar subtitrarile
ru_ru: Только субтитры
sk_sk: Len titulky
sl: Samo podnapisi
sr_rs: Само титлови
sv: Endast undertexter
ta: வசன வரிகள் மட்டுமே
tr_tr: Yalnızca altyazılar
uk: Тільки субтитри
vi: Chỉ phụ đề
zh_hans: 仅限字幕
zh_tw: 僅限字幕

# #33159
source: Enable audio/subtitles selection
ar: فعل تحديد الصوت والترجمات
ar_aa: تمكين اختيار الصوت /الترجمات
be: Уключыць выбар аўдыё/субтытраў
bg: Включи избора на аудио/субтитри
ca: Habilitar la selecció àudio/subtítols
ca_es: Habilita la selecció d'àudio/subtítols
da: Aktiver lyd/undertekster selektion
el_gr: Ενεργοποίηση επιλογής ήχου/υπότιτλων
eo: Ebligi elekton de aŭdio/subtekstoj
es_ar: Habilitar la selección de audio/subtítulos
es_es: Activar la selección de audio/subtítulos
et_ee: Luba heli/subtiitrite valik
fa_ir: انتخاب صدا/زیرنویس فعال شود
fi: Käytä ääni-/tekstitysvalintoja
fil: I-enable ang pagpili ng audio/subtitle
ga: Cumasaigh roghnú fuaime/fotheidil
he: הפעלה בחירת שמע/כתוביות
hr: Omogući odabir zvuka/titlova
hu_hu: Audio/Felirat részleg engedélyezése
id: Aktifkan pemilihan audio/subtitel
it_it: Abilita selezione audio/sottotitoli
ja_jp: 音声・字幕の選択を有効にする
kk_kz: Dybys/subtitrler tañdauyn qosu
ko_kr: 오디오/자막 선택 활성화
lt_lt: Įjungti garso ir (arba) subtitrų pasirinkimą
lv_lv: Iespējot audio/subtitru izvēli
nb_no: Aktiver valg av lyd/teksting
pt_br: Habilitar seleção de áudio/legendas
pt_pt: Ativar seleção de áudio/legendas
ro: Activați selecția audio / subtitrare
ru_ru: Включить выбор аудио/субтитры
sk_sk: Povoliť výber zvuku/tituliek
sl: Omogoči izbiro zvoka in podnapisov
sr_rs: Омогућите избор звука / титлова
sv: Aktivera val av ljud/undertexter
ta: ஆடியோ / வசனத் தேர்வை இயக்கவும்
tr_tr: Ses / altyazı seçimini etkinleştir
uk: Включити вибір звуку/субтитрів
vi: Bật lựa chọn âm thanh / phụ đề
zh_hans: 启用音频/字幕选择
zh_tw: 啟用音訊/字幕選擇
