Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #30527
source: Ignore specials in next episodes
ar: تجاهل العروض الخاصة في الحلقات القادمة
ar_aa: تجاهل المميزات في الحلقات القادمة
be: Ігнараваць спецыяльныя эпізоды ў наступных серыях
bg: Игнорирай специалните епизоди в следващите епизоди
ca: Ignorar especials en els següents episodis
ca_es: Ignora els especials en els següents episodis
da: Ignorer specials i de næste afsnit
el_gr: Παρέλειψε σπέσιαλς στο επόμενο επεισόδιο
eo: Ignori specialaĵojn en sekvaj epizodoj
es_ar: Ignorar ofertas especiales en los próximos episodios
es_es: Ignorar especiales en siguientes episodios
et_ee: Jaotises 'Järgmised episoodid' eriepisoode ei kuvata
fa_ir: هنگام پخش قسمت بعد به ویژه برنامه ها توجه نکن
fi: Älä huomioi erikoisjaksoja seuraavaksi toistettavissa
fil: Huwag pansinin ang mga special sa susunod na mga episode
ga: Déan neamhaird de speisialtachtaí sna chéad eipeasóid eile
he: התעלם מספיישלים בפרקים הבאים
hr: Ignoriraj specijale u sljedećim epizodama
hu_hu: Speciális epizódok kihagyása a következő epizódoknál
id: Abaikan spesial di episode berikutnya
it_it: Ignora gli speciali tra i prossimi episodi
ja_jp: 次のエピソード内のスペシャルを無視
kk_kz: Kelesı telebölımder üşın arnaiylardy elemeu
ko_kr: 다음 에피소드에 특별편 무시
lt_lt: Nepaisyti papildomų epizodų nustatant kitą epizodą
lv_lv: Ignorēt speciālās epizodes nākamajās epizodēs
nb_no: Ignorer spesialepisoder i kommende episoder
pt_br: Ignorar especiais nos próximos episódios
pt_pt: Ignorar Espaciais ao usar Próximo Episódio
ro: Ignorați episoadele speciale în episoadele următoare
ru_ru: Игнорировать спецэпизоды в следующих эпизодах
sk_sk: Preskočiť špeciality v ďaľších epizódach
sl: Prezri posebne epizode pri naslednjih epizodah
sr_rs: Занемарите специјалне понуде у следећим епизодама
sv: Ignorera specialavsnitt i kommande avsnitt
ta: அடுத்த அத்தியாயங்களில் சிறப்புகளை புறக்கணிக்கவும்
tr_tr: Sonraki bölümlerdeki özel etkinlikleri yoksay
uk: Ігноруйте спецсерії в наступних епізодах
vi: Bỏ qua phần đặc biệt trong các tập tiếp theo
zh_hans: 忽略下一集中的特别节目
zh_tw: 忽略下一集中的特別節目

# #30528
source: Permanent users
ar: المستخدمون الدائمون
ar_aa: مستخدمون دائمون
be: Пастаянныя карыстальнікі
bg: Постоянни потребители
ca: Usuaris permanents
ca_es: Usuaris permanents
da: Permanente brugere
el_gr: Μόνιμος χρήστης
eo: Konstantaj uzantoj
es_ar: Usuarios permanentes
es_es: Usuarios permanentes
et_ee: Püsivad kasutajad
fa_ir: کاربران دائمی
fi: Pysyvät käyttäjät
fil: Mga permanenteng user
ga: Úsáideoirí buana
he: משתמשים קבועים
hr: Stalni korisnici
hu_hu: Állandó felhasználok
id: Pengguna permanen
it_it: Utenti permanenti
ja_jp: 固定ユーザー
kk_kz: Tūraqty paidalanuşylar
ko_kr: 영구적인 사용자
lt_lt: Nuolatiniai naudotojai
lv_lv: Patstāvīgie lietotāji
nb_no: Permanente brukere
pt_br: Usuários Permanentes
pt_pt: Utilizadores permanentes
ro: Utilizatori permanenți
ru_ru: Постоянные пользователи
sk_sk: Permanentný používatelia
sl: Stalni uporabniki
sr_rs: Стални корисници
sv: Permanenta användare
ta: நிரந்தர பயனர்கள்
tr_tr: Daimi kullanıcılar
uk: Постійні користувачі
vi: Người dùng thường xuyên
zh_hans: 永久用户
zh_tw: 永久使用者

# #30529
source: Startup delay (in seconds)
ar: تأخير بدء التشغيل (بالثواني)
ar_aa: تأخير بدء التشغيل (بالثواني)
be: Затрымка запуску (у секундах)
bg: Забавяне при стартиране (в секунди)
ca: Retard d'inici (en segons)
ca_es: Retard d'inici (en segons)
da: Opstart forsinkelse (i sekunder)
el_gr: Καθυστέρηση στην εκκίνηση (δευτερόλεπτα)
eo: Lanĉa prokrasto (en sekundoj)
es_ar: Retardo de inicio (en segundos)
es_es: Retardo de inicio (en segundos)
et_ee: Käivitamise viiteaeg (sekundites)
fa_ir: تأخیر پخش (به ثانیه)
fi: Käynnistysviive (sekuntia)
fil: Delay sa pag-startup (sa mga segundo)
ga: Moill tosaithe (i soicindí)
he: השהייה לאחר הפעלה ראשונית (בשניות)
hr: Kašnjenje pokretanja (u sekundama)
hu_hu: Indítás késleltetése (másodperc)
id: Jeda mulai pemutaran (dalam detik)
it_it: Ritardo avvio (in secondi)
ja_jp: スタートアップ遅延 (秒)
kk_kz: Iske qosudy kıdırtu, s
ko_kr: 시작 시 지연 (초)
lt_lt: Paleidimo atidėjimas (sekundėmis)
lv_lv: Sāknēšanas aizkave (sekundes)
nb_no: Oppstartsforsinkelse (i sekunder)
pt_br: Atraso de Inicialização (em segundos)
pt_pt: Atrasar arranque (em segundos)
ro: Întârziere la pornire (în secunde)
ru_ru: Задержка запуска, с
sk_sk: Oneskorenie pri štarte (v sekundách)
sl: Zamik pri zagonu (v sekundah)
sr_rs: Кашњење покретања (у секундама)
sv: Uppstartningsfördröjning (i sekunder)
ta: தொடக்க தாமதம் (நொடிகளில்)
tr_tr: Başlangıç gecikmesi (saniye)
uk: Затримка старту (у секундах)
vi: Độ trễ khởi động (tính bằng giây)
zh_hans: 启动延迟（以秒为单位）
zh_tw: 啟動延遲（以秒為單位）

# #30530
source: Enable server restart message
ar: تفعيل رسالة إعادة تشغيل الخادم
ar_aa: تفعيل رسالة إعادة تشغيل الخادم
be: Уключыць паведамленне аб перазапуску сервера
bg: Включи съобщението за рестартиране на сървъра
ca: Habilitar missatge al reiniciar el servidor
ca_es: Habilita les notificacions de reinici del servidor
da: Aktiver server genstart besked
el_gr: Ενεργοποίηση μηνύματος επανεκκίνησης εξυπηρέτη
eo: Ebligi servilan relanĉan mesaĝon
es_ar: Habilitar mensaje de reinicio del servidor
es_es: Activar mensaje al reiniciar servidor
et_ee: Luba serveri taaskäivitamise teade
fa_ir: فعالسازی پیام راه اندازی مجدد سرور
fi: Näytä ilmoitus palvelimen uudelleenkäynnistyksestä
fil: I-enable ang mensahe ng pag-restart ng server
ga: Cumasaigh teachtaireacht atosaithe an fhreastalaí
he: אפשר הודעת הפעלה מחדש של השרת
hr: Omogući poruku o ponovnom pokretanju servera
hu_hu: Szerver újraindítási üzenet engedélyezése
id: Aktifkan pesan mulai ulang server
it_it: Abilita messaggio riavvio server
ja_jp: サーバー再起動時のメッセージを有効化
kk_kz: Serverdı qaita ıske qosu habaryn qosu
ko_kr: 서버 재시작 메세지 활성화
lt_lt: Įjungti serverio perkrovimo pranešimą
lv_lv: Iespējot servera restarta ziņojumu
nb_no: Aktiver melding ved omstart av server
pt_br: Ativar mensagem de reinicialização do servidor
pt_pt: Ativar mensagem de reinício do servidor
ro: Activați mesajul de repornire al serverului
ru_ru: Включить сообщение о перезапуске сервера
sk_sk: Povoliť správu o reštarte servera
sl: Omogoči obvestilo o ponovnem zagonu strežnika
sr_rs: Омогући поруку о поновном покретању сервера
sv: Aktivera omstartsmeddelande för servern
ta: சேவையக மறுதொடக்கம் செய்தியை இயக்கவும்
tr_tr: Sunucu yeniden başlatma mesajını etkinleştir
uk: Увімкнути повідомлення про перезавантаження сервера
vi: Bật thông báo khởi động lại máy chủ
zh_hans: 启用服务器重新启动消息
zh_tw: 啟用伺服器重新啟動訊息

# #30531
source: Enable new content
ar: تفعيل المحتوى الجديد
ar_aa: تفعيل المحتوى الجديد
be: Уключыць новы кантэнт
bg: Включи новото съдържание
ca: Habilitar nou contingut
ca_es: Habilita contingut nou
da: Aktiver nyt indhold
el_gr: Ενεργοποίηση νέου περιεχομένου
eo: Ebligi novan enhavon
es_ar: Habilitar nuevo contenido
es_es: Activar nuevo contenido
et_ee: Luba uus sisu
fa_ir: فعالسازی محتوای جدید
fi: Ilmoita uudesta sisällöstä
fil: I-enable ang makabagong content
ga: Cumasaigh inneachar nua
he: אפשר תוכן חדש
hr: Omogući novi sadržaj
hu_hu: Új tartalmak engedélyezése
id: Aktifkan konten terbaru
it_it: Abilita nuovi contenuti
ja_jp: 新しいコンテンツを有効化
kk_kz: Jaña mazmūndy qosu
ko_kr: 새로운 콘텐츠 활성화
lt_lt: Įjungti naują turinį
lv_lv: Iespējot jaunu saturu
nb_no: Aktiver nytt innhold
pt_br: Ativar novo conteúdo
pt_pt: Ativar novo conteúdo
ro: Activați conținut nou
ru_ru: Включить новое содержание
sk_sk: Povoliť nový obsah
sl: Omogoči nove vsebine
sr_rs: Омогућите нови садржај
sv: Aktivera nytt innehåll
ta: புதிய உள்ளடக்கத்தை இயக்கு
tr_tr: Yeni içeriği etkinleştirin
uk: Увімкнути новий вміст
vi: Bật nội dung mới
zh_hans: 启用新内容
zh_tw: 啟用新內容

# #30532
source: Duration of the video library pop up
ar: مدة انبثاق مكتبة الفيديو
ar_aa: مدة ظهور منبثقة مكتبة الفيديو
be: Працягласць відэатэкі ў усплывальным акне
bg: Продължителност при показване на видео библиотеката
ca: Avís emergent de la duarció de la biblioteca de vídeo
ca_es: Avís emergent de la duració de la filmoteca
da: Varighed af video biblotek pop up
el_gr: Διάρκεια εμφάνισης επικαλύμματος βιντεοθήκης
eo: Daŭro de la videoteka ŝprucfenestro
es_ar: Duración de la ventana emergente de la biblioteca de videos
es_es: Aviso emergente de la duración de la biblioteca de video
et_ee: Videokogu hüpikakna kestus
fa_ir: پنجره باز شو مدت زمان کتابخانه ویدیو
fi: Videokirjaston ponnahduksen kesto
fil: Tagal ng pop up ng library ng video
ga: Fad na leabharlainne físe aníos
he: משך זמן הצגת חלון קופץ של ספריית הוידאו
hr: Skočni prozor trajanja videoteke
hu_hu: A videókönyvtár értesítési ablak megjelenítésének időtartama
id: Durasi perpustakaan video muncul
it_it: Durata pop up libreria video
ja_jp: ビデオライブラリのポップアップの期間
kk_kz: Beine tasyğyşhananyñ ūzaqtyğy qalqyp şyğady
ko_kr: 영상 라이브러리 갱신 팝업 창 표시 시간
lt_lt: Vaizdo įrašų bibliotekos iškylančio lango trukmė
lv_lv: Video bibliotēkas uznirstošā loga ilgums
nb_no: Varighet for videobiblioteks-popup
pt_br: Duração do pop up da biblioteca de vídeos
pt_pt: Duração da apresentação da janela pop up da biblioteca de vídeo
ro: Durata mesajului Biblioteca video
ru_ru: Длительность видео медиатеки во всплывающем окне
sk_sk: Dĺžka zobrazenia pop upu knižnice videa
sl: Trajanje pojavnega okna video knjižnice
sr_rs: Трајање искачуће видеотеке
sv: Tiden som videobibliotekets popup visas
ta: வீடியோ நூலகத்தின் காலம் பாப் அப்
tr_tr: Video kitaplığının pop up süresi
uk: Спливаюче вікно загальної тривалості медіатеки з відео
vi: Thời gian cửa sổ bật lên của thư viện video
zh_hans: 视频库弹出的持续时间
zh_tw: 影片庫彈出的持續時間

# #30533
source: Duration of the music library pop up
ar: مدة انبثاق مكتبة الموسيقى
ar_aa: مدة ظهور منبثقة مكتبة الموسيقى
be: Усплывальнае акно працягласці музычнай медыятэкі
bg: Продължителност при показване на музикалната библиотека
ca: Avís emergent de la duració de la biblioteca de música
ca_es: Avís emergent de la duració de la fonoteca
da: Varighed af musik biblotek pop up
el_gr: Διάρκεια εμφάνισης επικαλύμματος μουσικοθήκης
eo: Daŭro de la muzikoteka ŝprucfenestro
es_ar: Duración de la biblioteca de música emergente
es_es: Aviso emergente de la duración de la biblioteca de música
et_ee: Muusikakogu hüpikakna kestus
fa_ir: پنجره باز شو مدت زمان کتابخانه موسیقی
fi: Musiikkikirjaston ponnahduksen kesto
fil: Tagal ng pop up ng library ng musika
ga: Fad na leabharlainne ceoil ag teacht aníos
he: משך זמן הצגת חלון קופץ של ספריית המוזיקה
hr: Skočni prozor trajanja glazbene biblioteke
hu_hu: A felugró zenekönyvtár időtartama
id: Durasi perpustakaan musik muncul
it_it: Durata pop up libreria musicale
ja_jp: 音楽ライブラリのポップアップの期間
kk_kz: Muzykalyq tasyğyşhananyñ ūzaqtyğy qalqyp şyğady
ko_kr: 음악 라이브러리 갱신 팝업 창 표시 시간
lt_lt: Muzikos bibliotekos iškylančio lango trukmė
lv_lv: Mūzikas bibliotēkas uznirstošā loga ilgums
nb_no: Varighet for musikkbiblioteks-popup
pt_br: Duração do pop up da biblioteca de música
pt_pt: Duração da apresentação da janela pop up da biblioteca de música
ro: Durata mesajului Bibliotecă Muzicală
ru_ru: Длительность всплывающего окна музыкальной медиатеки
sk_sk: Dĺžka zobrazenia pop upu knižnice hudby
sl: Trajanje pojavnega okna zvočne knjižnice
sr_rs: Трајање искачуће музичке библиотеке
sv: Tiden som musikbibliotekets popup visas
ta: இசை நூலகத்தின் காலம் பாப் அப்
tr_tr: Müzik kitaplığının op up süresi
uk: Спливаюче вікно загальної тривалості медіатеки з музикою
vi: Thời gian cửa sổ bật lên của thư viện nhạc
zh_hans: 音乐库弹出的持续时间
zh_tw: 音樂庫彈出的持續時間

# #30534
source: Notifications (in seconds)
ar: الإشعارات (بالثواني)
ar_aa: الإشعارات (بالثواني)
be: Апавяшчэнні (у секундах)
bg: Уведомления (в секунди)
ca: Notificacions (en segons)
ca_es: Notificacions (en segons)
da: Notifikationer (i sekunder)
el_gr: Ειδοποιήσεις (δευτερόλεπτα)
eo: Sciigoj (en sekundoj)
es_ar: Notificaciones (en segundos)
es_es: Notificaciones (en segundos)
et_ee: Märguanded (sekundites)
fa_ir: اطلاع رسانی ها (به ثانیه)
fi: Ilmoitukset (sekuntia)
fil: Mga Notification (sa mga segundo)
ga: Fógraí (i soicindí)
he: התראות (בשניות)
hr: Obavijesti (u sekundama)
hu_hu: Értesítések (másodperc)
id: Notifikasi (dalam detik)
it_it: Notifiche (in secondi)
ja_jp: 通知 (秒)
kk_kz: Habarlandyrular, s
ko_kr: 알림 (초)
lt_lt: Pranešimai (sekundemis)
lv_lv: Paziņojumi (Sekundēs)
nb_no: Varsler (i sekunder)
pt_br: Notificações (em segundos)
pt_pt: Notificações (em segundos)
ro: Notificări (în secunde)
ru_ru: Уведомления, с
sk_sk: Upozornenia (v sekundách)
sl: Obvestila (v sekundah)
sr_rs: Обавештења (у секундама)
sv: Notifikationer (i sekunder)
ta: அறிவிப்புகள் (நொடிகளில்)
tr_tr: Bildirimler (saniye)
uk: Сповіщення (в секундах)
vi: Thông báo (tính bằng giây)
zh_hans: 通知（以秒为单位）
zh_tw: 通知（以秒為單位）

# #30535
source: Generate a new device Id
ar: قم بإنشاء معرف جهاز جديد
ar_aa: توليد معرف جهاز جديد
be: Стварыць новы ідэнтыфікатар прылады
bg: Генерирай ново ИД за устройството
ca: Generar un nou identificador de dispositiu
ca_es: Genera un nou identificador de dispositiu
da: Generer en ny enheds ID
el_gr: Δημιουργία νέας ταυτότητας συσκευής
eo: Generi novan aparatan identigilon
es_ar: Generar una nueva ID de dispositivo
es_es: Generar un nuevo Id de dispositivo
et_ee: Loo uus seadme ID
fa_ir: شناسه دستگاه جدید ایجاد کن
fi: Luo uusi laitetunniste
fil: Bumuo ng bagong device ID
ga: Gin aitheantas gléis nua
he: צור מזהה חדש למכשיר
hr: Generirajte novi ID uređaja
hu_hu: Új eszközazonosító generálása
id: Hasilkan ID perangkat baru
it_it: Genera un nuovo ID dispositivo
ja_jp: 新しいデバイスIDを作成
kk_kz: Qūrylğynyñ jaña identifıkatoryn qyru
ko_kr: 새로운 장치 ID 생성
lt_lt: Sugeneruoti naują įrenginio ID
lv_lv: Ģenerēt jaunu ierīces ID
nb_no: Generer en ny enhets-ID
pt_br: Gerar novo ID de dispositivo
pt_pt: Gerar novo ID do dispositivo
ro: Generați un ID de dispozitiv nou
ru_ru: Генерировать ID нового устройства
sk_sk: Generovať nové ID zariadenia
sl: Ustvari nov ID naprave
sr_rs: Генеришите нови ИД уређаја
sv: Skapa ett nytt enhets-ID
ta: புதிய சாதன ஐடியை உருவாக்கவும்
tr_tr: Yeni bir cihaz kimliği oluşturun
uk: Згенеруйте новий ідентифікатор пристрою
vi: Tạo mã ID thiết bị mới
zh_hans: 生成新设备 ID
zh_tw: 產生新的裝置 ID

# #30536
source: Allow the screensaver during syncs
ar: السماح لشاشة التوقف أثناء المزامنة
ar_aa: السماح بشاشة التوقف أثناء المزامنة
be: Дазволіць застаўку падчас сінхранізацыі
bg: Разреши скрийнсейвъра при синхронизация
ca: Permetre el salvapantalles durant la sincronització
ca_es: Permet l'estalvi de pantalles durant la sincronització
da: Tillad pauseskærm under synkronisering
el_gr: Να εμφανίζεται η προφύλαξη οθόνης κατά την διάρκεια του συγχρονισμού
eo: Permesi la ekrankurtenon dum sinkronigoj
es_ar: Permitir el protector de pantalla durante las sincronizaciones
es_es: Permitir salvapantallas durante la sincronización
et_ee: Luba ekraanisäästja sünkroonimise ajal
fa_ir: در حین همگام‌سازی‌ها به محافظ صفحه اجازه نمایش دهید
fi: Salli näytönsäästäjä synkronoitaessa
fil: Payagan ang screensaver habang nagsi-sync
ga: Ceadaigh an spárálaí scáileáin le linn sioncronaithe
he: אפשר שומר מסך בזמן סנכרונים
hr: Dopusti čuvar zaslona tijekom sinkronizacije
hu_hu: Képernyőkímélő engedélyezése szinkronizálás közben
id: Izinkan screensaver selama sinkronisasi
it_it: Abilita salvaschermo durante la sinconizzazione
ja_jp: 同期中にスクリーンセーバーを許可
kk_kz: Ündestıru kezınde kerneu üşın rūsat etu
ko_kr: 동기화 중 화면보호기 허용
lt_lt: Leisti ekrano užsklandą sinchronizavimo metu
lv_lv: Atļaut ekrānsaudzētāju sinhronizācijas laikā
nb_no: Tillat skjermsparer under synkronisering
pt_br: Permitir protetor de tela durante a sincronização
pt_pt: Permitir protetor de ecrã durante sincronia
ro: Permiteți protectorul de ecran în timpul sincronizărilor
ru_ru: Разрешить заставку во время синхронизации
sk_sk: Povoliť šetrič obrazovky počas synchronizácie
sl: Dovoli ohranjevalnik zaslona med sinhronizacijo
sr_rs: Дозволите чувар екрана током синхронизације
sv: Tillåt skärmsläckaren under synkroniseringar
ta: ஒத்திசைவுகளின் போது ஸ்கிரீன்சேவரை அனுமதிக்கவும்
tr_tr: Senkronizasyon sırasında ekran koruyucuya izin ver
uk: Дозволити заставку під час синхронізації
vi: Cho phép trình bảo vệ màn hình trong khi đồng bộ
zh_hans: 在同步期间允许屏幕保护程序
zh_tw: 在同步期間允許螢幕保護程式

# #30537
source: Transcode Hi10P
ar: ترميز Hi10P
ar_aa: ترميز Hi10P
be: Перакадзіраваць Hi10P
bg: Транскодирай Hi10P
ca: Transcodificar Hi10P
ca_es: Transcodifica Hi10P
da: Omkod Hi10P
el_gr: Διακωδικοποίηση Hi10P
eo: Transkodigo Hi10P
es_ar: Transcodificar Hi10P
es_es: Transcodificar Hi10P
et_ee: Transkoodi Hi10P
fa_ir: پردازش تبدیل به Hi10P
fi: Transkoodaa Hi10P
fil: Mag-transcode ng Hi10P
ga: Traschód Hi10P
he: המרת קידוד Hi10P
hr: Transkodiraj Hi10P
hu_hu: Hi10P átkódolása
id: Transkode Hi10P
it_it: Transcodifica Hi10P
ja_jp: トランスコード Hi10P
kk_kz: Hi10p qaita kodtau
ko_kr: Hi10P 트랜스코드
lt_lt: Perkoduoti Hi10P
lv_lv: Trans-kodēt Hi10P
nb_no: Omkode Hi10P
pt_br: Transcodificar Hi10P
pt_pt: Transcodificar Hi10P
ro: Transcodează Hi10P
ru_ru: Перекодирование Hi10P
sk_sk: Transkódovať Hi10P
sl: Prekodiraj Hi10P
sr_rs: Транскодирај Hi10P
sv: Omkoda Hi10P
ta: டிரான்ஸ்கோட் Hi10P
tr_tr: Hi10P kod dönüştürme
uk: Перекодування Hi10P
vi: Chuyển mã Hi10P
zh_hans: 转码 Hi10P
zh_tw: 轉碼 Hi10P

# #30538
source: Max days in next episodes
ar_aa: أقصى أيام في الحلقات القادمة
ca_es: Màxim de dies a Episodis següents
lt_lt: Maksimalus dienų skaičius kituose epizoduose

# #30539
source: Login
ar: تسجيل الدخول
ar_aa: تسجيل الولوج
be: Увайсці
bg: Вход
ca: Inici de sesió
ca_es: Inici de sessió
da: Log ind
el_gr: Είσοδος
eo: Ensaluto
es_ar: Iniciar sesión
es_es: Inicio de sesión
et_ee: Sisselogimine
fa_ir: ورود
fi: Kirjautuminen
fil: Mag log in
ga: Logáil isteach
he: התחברות
hr: Prijaviti se
hu_hu: Bejelentkezés
id: Masuk
it_it: Accedi
ja_jp: ログイン
kk_kz: Kıru
ko_kr: 로그인
lt_lt: Prisijungti
lv_lv: Ieiet
nb_no: Logg inn
pt_pt: Iniciar sessão
ro: Autentificare
ru_ru: Вход
sk_sk: Prihlásenie
sl: Prijava
sr_rs: Пријавите се
sv: Logga in
ta: உள்நுழைய
tr_tr: Oturum aç
uk: Увійти
vi: Đăng Nhập
zh_hans: 登录
zh_tw: 登入

# #30540
source: Manual login
ar: تسجيل الدخول اليدوي
ar_aa: ولوج يدوي
be: Ручной ўваход
bg: Влизане ръчно
ca: Inici de sesió manual
ca_es: Inici manual de sessió
da: Manuel log ind
el_gr: Μη αυτόματη είσοδος
eo: Mana ensaluto
es_ar: Inicio de sesión manual
es_es: Inicio de sesión manual
et_ee: Käsitsi sisselogimine
fa_ir: ورود دستی
fi: Manuaalinen kirjautuminen
fil: Manu-manong pag-log in
ga: Logáil isteach de láimh
he: התחברות ידנית
hr: Ručna prijava
hu_hu: Manuális bejelentkezés
id: Masuk manual
it_it: Accedi manualmente
ja_jp: 手動ログイン
kk_kz: Qolmen kıru
ko_kr: 직접 로그인
lt_lt: Rankinis prisijungimas
lv_lv: Manuāli Ieiet
nb_no: Manuell innlogging
pt_br: Login manual
pt_pt: Início de sessão manual
ro: Autentificare manuală
ru_ru: Войти вручную
sk_sk: Manuálne prihlásenie
sl: Ročna prijava
sr_rs: Ручно пријављивање
sv: Manuell inloggning
ta: கையேடு உள்நுழைவு
tr_tr: Manuel Giriş
uk: Вхід вручну
vi: Đăng nhập thủ công
zh_hans: 手动登录
zh_tw: 手動登入

# #30543
source: Username or email
ar: اسم المستخدم أو البريد الإلكتروني
ar_aa: اسم مستخدم أو بريدإلكتروني
be: Імя карыстальніка або адрас электроннай пошты
bg: Потребителско име или имейл
ca: Nom d'usuari o email
ca_es: Nom d'usuari o email
da: Brugernavn eller email
el_gr: Όνομα χρήστη ή ηλεκτρονικό ταχυδρομείο
eo: Uzantnomo aŭ retpoŝto
es_ar: Nombre de usuario o correo electrónico
es_es: Nombre de usuario o email
et_ee: Kasutajanimi või e-post
fa_ir: نام کاربری یا ایمیل
fi: Käyttäjätunnus tai sähköposti
fil: Username o email
ga: Ainm úsáideora nó ríomhphost
he: שם משתמש או סיסמה
hr: Korisničko ime ili email
hu_hu: Felhasználónév vagy e-mail
id: Nama pengguna atau surel
it_it: Nome utente o email
ja_jp: ユーザー名かEメール
kk_kz: Paidalanuşy aty ne e-poşta
ko_kr: 사용자 이름 또는 이메일
lt_lt: Naudotojo vardas ar e-paštas
lv_lv: Lietotājvārds vai E-pasts
nb_no: Brukernavn eller epost
pt_br: Usuário ou email
pt_pt: Nome de utilizador ou email
ro: Utilizator sau email
ru_ru: Имя пользователя или э-почта
sk_sk: Používateľské meno alebo email
sl: Uporabniško ime ali email
sr_rs: Корисничко име или адреса е-поште
sv: Användarnamn eller e-post
ta: பயனர் பெயர் அல்லது மின்னஞ்சல்
tr_tr: Kullanıcı adı yada e-posta
uk: Ім'я користувача або адреса електронної пошти
vi: Tên đăng nhập hoặc thư điện tử
zh_hans: 用户名或电子邮件
zh_tw: 使用者名稱或電子郵件

# #30545
source: Enable server offline
ar: تمكين الخادم في وضع عدم الاتصال بالإنترنت
ar_aa: تمكين الخادم بلا اتصال
be: Уключыць сервер у аўтаномным рэжыме
bg: Включи сървъра за работа "без интернет"
ca: Habilitar servidor offline
ca_es: Habilita servidor fora de línia
da: Aktiver server offline
el_gr: Ενεργοποίηση εξυπηρέτη χωρίς σύνδεση
eo: Ebligi servilon eksterrete
es_ar: Habilitar servidor fuera de línea
es_es: Activar servidor offline
et_ee: Luba server võrguühenduseta
fa_ir: فعالسازی حالت آفلاین سرور
fi: Käytä palvelimen yhteydetöntä tilaa
fil: I-enable ang server offline
ga: Cumasaigh freastalaí as líne
he: אפשר שרת במצב לא מקוון
hr: Omogući server izvan mreže (offline)
hu_hu: Offline szerver engedélyezése
id: Aktifkan server luring
it_it: Abilita server offline
ja_jp: サーバーをオフラインにする
kk_kz: Serverdı jelıden tys qosu
ko_kr: 서버 오프라인 활성
lt_lt: Įjungti serverį neprisijungus prie interneto
lv_lv: Iespējot servera bezsaisti
nb_no: Aktiver frakoblet modus
pt_br: Ativar servidor offline
pt_pt: Ativar servidor offline
ro: Activați serverul offline
ru_ru: Включить сервер автономно
sk_sk: Povoliť offline server
sl: Omogoči strežnik brez povezave
sr_rs: Омогући сервер ван мреже
sv: Aktivera offlineläge för servern
ta: சேவையகத்தை ஆஃப்லைனில் இயக்கு
tr_tr: Sunucuyu çevrimdışı olarak etkinleştir
uk: Увімкнути сервер офлайн
vi: Bật tính năng máy chủ ngoại tuyến
zh_hans: 脱机启用服务器
zh_tw: 啟用伺服器離線

# #30547
source: Display message
ar: اعرض رسالة
ar_aa: اعرض رسالة
be: Паказаць паведамленне
bg: Покажи съобщение
ca: Mostrar missatge
ca_es: Mostra les notificacions
da: Visningsbesked
el_gr: Εμφάνιση μηνύματος
eo: Montri mesaĝon
es_ar: Mostrar mensaje
es_es: Mostrar mensaje
et_ee: Kuva teade
fa_ir: نمایش پیام
fi: Näytä viesti
ga: Taispeáin teachtaireacht
he: הצג הודעות
hr: Prikaži poruku
hu_hu: Üzenet megjelenítése
id: Tampilkan pesan
it_it: Mostra messggio
ja_jp: メッセージを表示
kk_kz: Habardy beineleu
ko_kr: 메세지 표시
lt_lt: Rodoma žinutė
lv_lv: Rādīt ziņojumu
nb_no: Vis melding
pt_br: Mostrar mensagem
pt_pt: Mostrar mensagem
ro: Afișați mesajul
ru_ru: Отображать сообщение
sk_sk: Zobraziť správu
sl: Pokaži sporočilo
sr_rs: Прикажи поруку
sv: Visa meddelande
ta: செய்தியைக் காண்பி
tr_tr: Mesajı görüntüle
uk: Відобразити повідомлення
vi: Hiển thị thông báo
zh_hans: 显示消息
zh_tw: 顯示訊息

# #30602
source: Password
ar: كلمة السر
ar_aa: كلمة السر
be: Пароль
bg: Парола
ca: Contrasenya
ca_es: Contrasenya
da: Adgangskode
el_gr: Σύνθημα
eo: Pasvorto
es_ar: Contraseña
es_es: Contraseña
et_ee: Parool
fa_ir: کلمه عبور
fi: Salasana
ga: Pasfhocal
he: סיסמה
hr: Lozinka
hu_hu: Jelszó
id: Kata Sandi
ja_jp: パスワード
kk_kz: Paröl
ko_kr: 비밀번호
lt_lt: Slaptažodis
lv_lv: Parole
nb_no: Passord
pt_br: Senha
pt_pt: Senha
ro: Parolă
ru_ru: Пароль
sk_sk: Heslo
sl: Geslo
sr_rs: Лозинка
sv: Lösenord
ta: கடவுச்சொல்
tr_tr: Şifre
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_tw: 密碼

# #30605
source: Sign in
ar: تسجيل الدخول
ar_aa: تسجيل ولوج
be: Увайсці
bg: Вход
ca: Iniciar sesió
ca_es: Inici de sessió
da: Log ind
el_gr: Είσοδος
eo: Ensaluto
es_ar: Iniciar sesión
es_es: Iniciar sesión
et_ee: Logi sisse
fa_ir: ورود
fi: Kirjaudu
fil: Mag-sign in
ga: Sínigh isteach
he: כניסה
hr: Prijaviti se
hu_hu: Bejelentkezés
id: Masuk
it_it: Registrati
ja_jp: サインイン
kk_kz: Kıru
ko_kr: 로그인
lt_lt: Prisijungti
lv_lv: Ieiet
nb_no: Logg inn
pt_br: Conectar
pt_pt: Iniciar sessão
ro: Autentificare
ru_ru: Вход
sk_sk: Prihlásiť sa
sl: Prijava
sr_rs: Пријавите се
sv: Logga in
ta: உள்நுழைக
tr_tr: Giriş
uk: Увійти
vi: Đăng nhập
zh_hans: 登入
zh_tw: 登入
