Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #33099
source: Install the server plugin Kodi Sync Queue to automatically apply Jellyfin library updates at startup. This setting can be found in the add-on settings > sync options > Enable Kodi Sync Queue.
ar: قم بتثبيت المكون الإضافي للخادم Kodi Sync Queue لتطبيق تحديثات مكتبة Jellyfin تلقائيًا عند بدء التشغيل. يمكن العثور على هذا الإعداد في إعدادات الوظيفة الإضافية> خيارات المزامنة> تفعيل Kodi Sync Queue.
ar_aa: ثبّت إضافة خادم Kodi Sync Queue لتطبيق تحديثات مكتبة Jellyfin تلقائيًا عند بدء التشغيل. يمكن العثور على هذا الإعداد في إعدادات الإضافات> خيارات المزامنة> تفعيل Kodi Sync Queue.
be: Усталюйце серверны плагін Kodi Sync Queue, каб аўтаматычна прымяняць абнаўленні медыятэкі Jellyfin пры запуску. Гэты параметр можна знайсці ў Наладах надбудовы > Параметры сінхранізацыі > Уключыць чаргу сінхранізацыі Kodi.
bg: Инсталирайте добавката "Опашка за синхронизация в Коди",за да се прави обновление на библиотеките автоматично при старт на Коди.Настройката може да бъде намеренена в "настройки на добавка"> опции при синхронизация>включи "Опашка за синхронизация в Коди".
ca: Instal·lar el complement del servidor Kodi Sync Queue per aplicar automàticament les actualitzacions de la biblioteca Jellyfin a la posada en marxa. Aquesta configuració es pot trobar als ajustaments del add-on > opcions de sincronització > Habilitar Kodi Sync Queue.
ca_es: Instal·la el complement del servidor Kodi Sync Queue per a aplicar automàticament les actualitzacions de la mediateca de Jellyfin en engegar-se. Aquesta configuració es pot trobar a la configuració del complement > Opcions de sincronització > Habilita Kodi Sync Queue.
da: Installer server tilføjelsen Kodi Sync Queue for at anvende Jellyfins bibloteks opdateringer automatisk ved opstart. Denne indstilling kan findes i tilføjelsesindstillinger > synkroniserings indstillinger > Aktiver Kodi Sync Queue.
el_gr: Εγκαταστήστε τον πρόσθετο διακοσμητή Kodi Sync Queue για να εφαρμόσετε αυτόματα τις ενημερώσεις της βιβλιοθήκης του Jellyfin κατά την εκκίνηση. Αυτή η ρύθμιση βρίσκεται στις ρυθμίσεις πρόσθετων>ρυθμίσεις συγχρονισμού>Ενεργοποίηση Kodi Sync Queue.
eo: Instali la servilan kromprogramon Kodi Sync Queue por aŭtomate apliki la plurmeditekajn ĝisdatigojn ĉe lanĉo de Jellyfin. Ĉi tiu parametro troveblas en la Aldonaĵaj parametroj > Sinkronigaj opcioj > Ebligi Kodi Sync Queue.
es_ar: Instale el plugin Kodi Sync Queue para aplicar automáticamente las actualizaciones de la biblioteca Jellyfin al inicio. Esta configuración se puede encontrar en la configuración del complemento > opciones de sincronización > Habilitar cola de sincronización Kodi.
es_es: Instalar el plugin del servidor Kodi Sync Queue para aplicar automáticamente las actualizaciones de la biblioteca Jellyfin al arrancar. Esta configuración se puede encontrar en la configuración del add-on > opciones de sincronización > Habilitar Kodi Sync Queue.
et_ee: Paigalda serveri plugin Kodi Sync Queue, et käivitamisel Jellyfini meediakogu värskendused automaatselt rakendada. Selle sätte leiab lisamooduli seadetes: sünkroonimisvalikud> luba Kodi Sync Queue.
fa_ir: افزونه سرور همگام سازی صف Kodi را برای اعمال خودکار تغییرات کتابخانه Jellyfin در آغاز برنامه نصب کنید. این تنظیمات در تنظیمات افزونه‌ها > تنظیمات همگام سازی > فعال کردن همگام سازی صف Kodi قرار دارد.
fi: Asenna palvelimelle Kodi Sync Que -lisäosa päivittääksesi Jellyfin-kirjaston muutokset käynnistettäessä. Tämä asetus löytyy lisäosan asetusten kohdasta 'Synkronointivalinnat > Käytä Kodi Sync Que -lisäosaa'.
fil: I-install ang server plugin na Kodi Sync Queue para awtomatikong ilapat ang mga update sa Jellyfin library sa pag-startup. Ang setting na ito ay matatagpuan sa add-on settings > sync options > Enable Kodi Sync Queue.
ga: Suiteáil an breiseán freastalaí Kodi Sync Queue chun nuashonruithe leabharlainne Jellyfin a chur i bhfeidhm go huathoibríoch ag am tosaithe. Is féidir an socrú seo a fháil i socruithe an bhreiseáin > roghanna sioncronaithe > Cumasaigh Kodi Sync Queue.
he: התקנת התוסף לשרת Kody Sync Queue תאפשר להחיל עדכוני ספריית ג'ליפין בהפעלה. ההגדרה נמצאת תחת הגדרות תוספים > הגדרות סנכרון > הפעלת Kody Sync Queue.
hr: Instalirajte poslužiteljski dodatak Kodi Sync Queue za automatsku primjenu ažuriranja biblioteke Jellyfin pri pokretanju. Ovu postavku možete pronaći u postavkama dodatka (add-on settings) > mogućnosti sinkronizacije (sync options) > (Enable Kodi Sync Queue.) Omogući Kodi Sync Queue.
hu_hu: Telepítsd a Kodi Sync Queue szerver beépülő modult, hogy a Kodi a Jellyfin könyvtár frissítéseit automatikusan alkalmazza az indításkor. Ez a beállítás a kiegészítő beállítások> szinkronizálási beállítások> Kodi szinkronizálási sor engedélyezése részben található.
id: Pasang plugin server Kodi Sync Queue untuk secara otomatis menerapkan pembaruan perpustakaan Jellyfin saat startup. Pengaturan ini dapat ditemukan di pengaturan pengaya > opsi sinkronisasi > Aktifkan Kodi Sync Queue.
it_it: Installa il plugin Kodi Sync Queue sul server per applicare automaticamente gli aggiornamenti della libreria Jellyfin all'avvio. Questa impostazione può essere trovata nelle impostazioni dell'add-on > opzioni di sincronizzazione> Abilita Kodi Sync Queue.
ja_jp: 起動時にJellyfinのライブラリーの更新を反映するにはサーバープラグイン「Kodi Sync Queue」をインストールしてください。設定→同期から「Kodi Sync Queueを有効にする」で設定できます。
kk_kz: Jellyfin tasyğyşhanasynyñ jañartularyn іske qosu kezınde avtomatty qoldanu üşın Kodi Sync Queue serverlık plaginіn ornatyñyz. Būl parametrdі Qondyrma parametrlerі > Ündestırğ opsialary > Kodi Sync Queue qosu jolynda tabylady.
ko_kr: 시작시 Jellyfin 라이브러리를 자동으로 업데이트하기 위해 Kodi 컴패니언 플러그인을 설치합니다. 이 설정은 애드온 설정 -> 동기화 옵션 -> Kodi 컴패니언 활성화 에서도 찾아볼 수 있습니다.
lt_lt: Įdiekite serverio įskiepį „Kodi Sync Queue“, kad paleidimo metu automatiškai pritaikytumėte „Jellyfin“ bibliotekos atnaujinimus. Šį nustatymą rasite papildinio nustatymuose > sinchronizavimo parinktys > Įjungti „Kodi Sync Queue“.
lv_lv: Instalējiet servera spraudni Kodi Sync Queue, lai automātiski piemērotu Jellyfin bibliotēkas atjauninājumus palaišanas laikā. Šo iestatījumu var atrast papildinājuma iestatījumos > sinhronizācijas opcijas > Ieslēgt Kodi Sinhronizācijas Rindu.
nb_no: Installer programtillegget Kodi Sync Queue på serveren for å oppdatere Jellyfin-bibliotekene automatisk ved oppstart. Aktiver også innstillingen i Kodi under Utvidelser > Jellyfin > Innstillinger > Synkronisering > Aktiver Kodi Sync Queue.
pt_br: Instale o plugin de server Kodi Sync Queue para automaticamente aplicar atualizações da biblioteca Jellyfin ao iniciar. Essa configuração pode ser encontrada em configurações de plugin > opções de sincronização > Habilitar Kodi Sync Queue.
pt_pt: Instale o plugin Kodi Sync Queue no servidor para atualizar automaticamente alterações na biblioteca do Jellyfin ao iniciar. Esta definição pode ser encontrada em Definições > Sincronização > Ativar Kodi Sync Queue.
ro: Instalați pluginul serverului Kodi Sync Queue pentru a aplica automat actualizări ale bibliotecii Jellyfin la pornire. Această setare poate fi găsită în setările add-on> opțiuni de sincronizare> Activați Kodi Sync Queue.
ru_ru: Установите серверный плагин Kodi Sync Queue для автоматического применения обновлений медиатеки Jellyfin при запуске. Этот параметр находится по пути Параметры надстройки > Опции синхронизации > Включить Kodi Sync Queue.
sk_sk: Nainštalujte serverový zásuvný modul Kodi Sync Queue pre automatické aplikovanie aktualizácií Jellyfin knižnice pri spustení. Toto nastavenie môže byť nájdené v nastaveniach doplnkov v Kodi > Možnosti synchronizácie > Povoliť Kodi Sync Queue.
sl: Namestite dodatek Kodi Sync Queue na strežnik za samodejne posodobitve Kodi knjižnice ob zagon. Nastavitev najdete v nastavitvah dodatka > možnosti sinhronizacije > Omogoči Kodi Sync Queue.
sr_rs: Инсталирајте додатак за сервер Коди Sync Queue да бисте аутоматски примењивали ажурирања библиотеке Jellyfin при покретању. Ово подешавање можете пронаћи у подешавањима додатка> опције синхронизације> Омогући Коди Sync Queue.
sv: Installera servertillägget Kodi Sync Queue för att automatiskt applicera Jellyfin-biblioteksuppdateringar vid uppstart. Denna inställning finns i tilläggsinställningar > synkroniseringsinställningar > Aktivera Kodi Sync Queue.
ta: தொடக்கத்தில் ஜெல்லிஃபின் நூலக புதுப்பிப்புகளை தானாகவே பயன்படுத்த சேவையக சொருகி கோடி ஒத்திசைவு வரிசையை நிறுவவும். இந்த அமைப்பை கூடுதல் அமைப்புகள்> ஒத்திசைவு விருப்பங்கள்> கோடி ஒத்திசைவு வரிசையை இயக்கு.
tr_tr: Jellyfin kitaplığı güncellemelerini başlangıçta otomatik olarak uygulamak için sunucu eklentisi Kodi Sync Queue'yu kurun. Bu ayar, eklenti ayarları> senkronizasyon seçenekleri> Kodi Senkronizasyon Kuyruğunu Etkinleştir bölümünde bulunabilir.
uk: Встановіть плагін сервера Kodi Sync Queue для автоматичного застосування оновлень медіатеки Jellyfin під час запуску. Це налаштування можна знайти в налаштування надбудови > опції синхронізації > Увімкнути Kodi Sync Queue.
vi: Cài đặt plugin máy chủ Kodi Sync Queue để tự động áp dụng các bản cập nhật thư viện Jellyfin khi khởi động. Bạn có thể tìm thấy cài đặt này trong cài đặt tiện ích bổ sung> tùy chọn đồng bộ hóa> Bật hàng đợi đồng bộ hóa Kodi.
zh_tw: 安裝伺服器外掛程式 Kodi Sync Queue 以在啟動時自動套用 Jellyfin 庫更新。 此設定可以在設定 > 同步選項 > 啟用 Kodi 同步佇列中找到。

# #33101
source: Since you are using native playback mode with music enabled, do you want to import music rating from files?
ar: نظرًا لأنك تستخدم وضع التشغيل الأصلي مع تمكين الموسيقى، هل تريد استيراد تصنيف الموسيقى من الملفات؟
ar_aa: نظرًا لأنك تستخدم وضع التشغيل الأصلي مع تمكين الموسيقى، هل تريد استيراد تصنيف الموسيقى من الملفات؟
be: Паколькі вы выкарыстоўваеце ўласны рэжым прайгравання з уключанай музыкай, хочаце імпартаваць ацэнку музыкі з файлаў?
bg: В момента използвате режим "нативен" с включена музика,желаете ли да се извлекат музикалните рейтинги от файловете?
ca: Com que estàs utilitzant el mode de reproducció nativa amb música habilitada, vol importar la classificació de música dels fitxers?
ca_es: Com que esteu fent servir el mode de reproducció nativa amb música habilitada, voleu importar la classificació de música dels fitxers?
da: Siden du bruger oprindelig afspilningstilstand med musik aktiveret, vil du så importere musik bedømmelser fra filer?
el_gr: Επειδή χρησιμοποιείτε αυτή τη στιγμή την εγγενή λειτουργία αναπαραγωγής με ενεργοποιημένη μουσική, θα θέλατε να εισαχθούν οι μουσικές ταξινομήσεις από τα αρχεία;
eo: Ĉar vi uzas operaciuman ludadan reĝimon kun muziko ebligita, ĉu vi volas importi muzikajn taksadojn el dosieroj?
es_ar: Puesto que está utilizando el modo de reproducción nativa con la música habilitada, ¿desea importar la calificación de música de los archivos?
es_es: Puesto que estás utilizando el modo de reproducción nativa con música habilitada, ¿deseas importar la clasificación de música de los archivos?
et_ee: Kuna kasutad otsest taasesitusrežiimi koos muusikaga, siis ehk soovid importida failidest muusika hinded?
fa_ir: شما در حال استفاده از بازپخش خودکار هستید، آیا می‌خواهید دسته‌‎بندی ترانه از فایل استخراج شود؟
fi: Koska käytät natiivia toistotilaa myös musiikille, haluatko tuoda musiikin arviot tiedostoista?
fil: Dahil gumagamit ka ng native playback mode na naka-enable ang musika, gusto mo bang mag-import ng rating ng musika mula sa mga file?
ga: Ós rud é go bhfuil tú ag baint úsáide as modh athsheinm dúchais le ceol cumasaithe, ar mhaith leat a allmhairiú rátáil ceoil ó chomhaid?
he: לאור שימושך במוד ניגון עם מוזיקה, האם ברצונך לייבא ביקורת מוזיקה מקבצים?
hr: Budući da koristite izvorni način reprodukcije s omogućenom glazbom, želite li uvesti ocjenu glazbe iz datoteka?
hu_hu: Mivel natív zenelejátszási módot használsz, szeretnéd importálni a zenék értékeléseit a fájlokból?
id: Karena Anda menggunakan mode pemutaran asli dengan musik diaktifkan, apakah Anda ingin mengimpor peringkat musik dari berkas?
it_it: Dal momento che stai usando la modalità di riproduzione nativa con musica abilitata, vuoi importare la classificazione musicale dai file?
ja_jp: ネイティブ再生モードが有効なので、音楽レーティングをインポートしますか？
kk_kz: Muzykamen Özındık oinatu rejımіn qosyp paidalanğan berı, muzyka bağalauy faildardan importtalsyn ba?
ko_kr: 음악이 활성화된 상태에서 네이티브 재생 모드를 사용하고 있으므로 파일에서 음악 평점을 가져오겠습니까?
lt_lt: Kadangi naudojate gimtąjį atkūrimo režimą su įjungta muzikos funkcija, ar norite importuoti muzikos įvertinimą iš failų?
lv_lv: Tā kā izmantojat iebūvēto atskaņošanas režīmu ar iespējotu mūzikas atskaņošanu, vai vēlaties importēt mūzikas vērtējumu no failiem?
nb_no: Siden du bruker innebygd avspillingsmodus med musikk aktivert, vil du importere musikkvurderinger fra filene?
pt_br: Já que você está usando o modo de reprodução nativa com música habilitada, gostaria de importar a avaliação da música dos arquivos?
pt_pt: Visto estar a usar o modo de reprodução nativa com a música ativada, deseja importar as avaliações dos ficheiros?
ro: Deoarece utilizați modul de redare nativ cu muzica activată, doriți să importați evaluarea muzicii din fișiere?
ru_ru: Поскольку у вас включено использование Собственного режима воспроизведения с музыкой, хотите ли вы импортировать оценку музыки из файлов?
sk_sk: Keďže používate režim natívneho prehrávania s povolenou hudbou, chcete importovať hodnotenie hudby zo súborov?
sl: Ker uporabljate neposredni način predvajanja z omogočeno glasbo, ali želite uvoziti oceno skladb iz datotek?
sr_rs: Будући да користите изворни режим репродукције са омогућеном музиком, желите ли да увезете музичку оцену из датотека?
sv: Du använder det inbyggda uppspelningsläget med musik aktiverat, vill du importera musikbetygen från filerna?
ta: இயக்கப்பட்ட இசையுடன் நீங்கள் சொந்த பின்னணி பயன்முறையைப் பயன்படுத்துவதால், கோப்புகளிலிருந்து இசை மதிப்பீட்டை இறக்குமதி செய்ய விரும்புகிறீர்களா?
tr_tr: Müzik etkinken yerel oynatma modunu kullandığınız için, dosyalardan müzik derecelendirmesini içe aktarmak istiyor musunuz?
uk: Оскільки ви використовуєте нативний режим відтворення з увімкненою музикою, чи хочете ви імпортувати рейтинги музики з файлів?
vi: Vì bạn đang sử dụng chế độ phát lại gốc có bật nhạc, bạn có muốn nhập xếp hạng nhạc từ tệp không?
zh_hans: 由于您使用的是启用音乐的本机播放模式，是否要从文件导入音乐分级？
zh_tw: 由於您使用的是啟用音樂的本機播放模式，是否要從檔案中匯入音樂評級？

# #33102
source: Resume the previous sync?
ar: استئناف المزامنة السابقة؟
ar_aa: استئناف المزامنة السابقة؟
be: Аднавіць папярэднюю сінхранізацыю?
bg: Да се възобнови ли предишното синхронизиране?
ca: Continuar la sincronització anterior?
ca_es: Desitgeu continuar la sincronització anterior?
da: Genoptag den sidste synkronisering?
el_gr: Συνέχιση του προηγούμενου συγχρονισμού;
eo: Ĉu daŭrigi la antaŭan sinkronigon?
es_ar: ¿Continuar la sincronización anterior?
es_es: ¿Reanudar la sincronización anterior?
et_ee: Kas jätkata eelmist sünkroonimist?
fa_ir: همگام سازی قبلی مجدد آغاز شود؟
fi: Jatketaanko edellistä synkronointia?
fil: Ipagpatuloy ang nakaraang pag-sync?
ga: Atosaigh an sioncronú roimhe seo?
he: המשכת הסנכרון הקודם?
hr: Nastaviti prethodnu sinkronizaciju?
hu_hu: Előző szinkronizálási folyamat folytatása?
id: Lanjutkan sinkronisasi sebelumnya?
it_it: Riprendi la sincronizzazione precedente?
ja_jp: 前回の同期を再開しますか？
kk_kz: Aldyñğy ündestıru jalğastyrylsyn ba?
ko_kr: 이전 동기화를 재개하시겠습니까?
lt_lt: Atnaujinti ankstesnę sinchronizaciją?
lv_lv: Turpināt iepriekšējo sinhronizāciju?
nb_no: Gjenoppta forrige synkronisering?
pt_br: Retomar a sincronização previa?
pt_pt: Resumir sincronismo anterior?
ro: Reluați sincronizarea anterioară?
ru_ru: Возобновить предыдущую синхронизацию?
sk_sk: Pokračovať v predchádzajúcej synchronizácii?
sl: Nadaljuj s prejšnjo sinhronizacijo?
sr_rs: Желите ли да наставите са претходном синхронизацијом?
sv: Återuppta den föregående synkroniseringen?
ta: முந்தைய ஒத்திசைவை மீண்டும் தொடங்கவா?
tr_tr: Önceki senkronizasyon devam ettirilsin mi?
uk: Поновити попередню синхронізацію?
vi: Tiếp tục đồng bộ hóa trước đó?
zh_hans: 是否继续上一次同步？
zh_tw: 恢復之前的同步？

# #33104
source: Find more info in the github wiki/Create-and-restore-from-backup.
ar: اعثر على المزيد من المعلومات في موقع GitHub wiki/Create-and-restore-from-backup.
ar_aa: المزيد من المعلومات في موقع GitHub wiki/Create-and-restore-from-backup.
be: Знайдзіце дадатковую інфармацыю ў GitHub wiki/Create-and-restore-from-backup.
bg: Допълнителна информация в Гитхъб уики/Създай и възстанови от архив.
ca: Trobarà més informació a GitHub wiki/Create-and-restore-from-backup.
ca_es: Trobareu més informació a GitHub wiki/Create-and-restore-from-backup.
da: Find mere information i GitHub wiki/Create-and-restore-from-backup.
el_gr: Βρείτε επί πλέον πληροφορίες στο Github βίκι/Δημιουργία και επαναφορά από αντίγραφο ασφαλείας.
eo: Trovi pli da informoj en la GitHub: wiki/Create-and-restore-from-backup.
es_ar: Encuentra más información en el wiki de GitHub dentro de la sección "Crear y restaurar desde copia de seguridad".
es_es: Encontrar más información en el wiki de github -> Create-and-restore-from-backup.
et_ee: Lisateavet leiab GitHubis wikist/Create-and-restore-from-backup.
fa_ir: اطلاعات بیشتر در GitHub wiki/Create-and-restore-from-backup.
fi: Lisätietoja GitHubin 'wiki/Create-and-restore-from-backup' -osiosta.
fil: Maghanap ng higit pang impormasyon sa GitHub wiki/Create-and-restore-from-backup.
ga: Faigh tuilleadh eolais sa vicí GitHub/Create-and-restore-from-backup.
he: עוד מידע נמצא בויקי גיטהאב/יצירה-ושחזור-מגיבוי.
hr: Pronađite više informacija u GitHub wiki/Create-and-restore-from-backup.
hu_hu: További információkat találsz a GitHub wikin (wiki/Create-and-restore-from-backup).
id: Temukan info lebih lanjut di GitHub wiki/Create-and-restore-from-backup.
it_it: Trova maggiori info su GitHub wiki/Create-and-restore-from-backup.
ja_jp: Github Wiki「Create-and-restore-from-backup」にて詳細が記載しています。
kk_kz: Köbırek aqpardy GıtHub saitynda wıkı/Create-and-restore-from-backup betınde tabyñyz.
ko_kr: github wiki/Create-and-restore-from-backup에서 더 많은 정보를 확인할 수 있습니다.
lt_lt: Daugiau informacijos rasite GitHub wiki/Create-and-restore-from-backup.
lv_lv: Vairāk informācijas GitHub wiki/Create-and-restore-from-backup.
nb_no: Finn mer informasjon i GitHub-wikien/Create-and-restore-from-backup.
pt_br: Encontre mais informações na wiki do Github/Create-and-restore-from-backup.
pt_pt: Mais informação no Github wiki/Create-and-restore-from-backup.
ro: Găsiți mai multe informații în wiki GitHub / Create-and-restore-from-backup.
ru_ru: Дополнительную информацию можно найти на Github: wiki/Create-and-restore-from-backup.
sk_sk: Viac informácií nájdete na stránke github wiki / Create-and-restore-from-backup.
sl: Za več informacij obiščite Github wiki stran > Create-and-restore-from-backup.
sr_rs: Пронађите више информација у GitHub wiki/Create-and-restore-from-backup.
sv: Hitta mer info på Github wiki/Create-and-restore-from-backup.
ta: GitHub விக்கியில் கூடுதல் தகவலைக் கண்டறியவும் / காப்புப்பிரதியிலிருந்து உருவாக்கவும் மீட்டமைக்கவும்.
tr_tr: Daha fazla bilgi bulunmak için GitHub wiki/Create-and-restore-from-backup.
uk: Більше інформації можна знайти в GitHub wiki/Create-and-restore-from-backup.
vi: Tìm thêm thông tin trong GitHub wiki / Create-and-restore-from-backup.
zh_hans: 在 github wiki/创建和从备份恢复中查找更多信息。
zh_tw: 在 GitHub wiki/Create-and-restore-from-backup 中尋找更多資訊。

# #33105
source: Enable the context menu
ar: تفعيل قائمة السياق
ar_aa: تمكين لائحة المحتويات
be: Уключыць кантэкстнае меню
bg: Включи контекстното меню
ca: Habilitar menú contextual
ca_es: Habilita el menú contextual
da: Aktiver genvejsmenuen
el_gr: Ενεργοποίηση του μενού συναφών
eo: Ebligi la kuntekstan menuon
es_ar: Habilita el menú contextual
es_es: Activar el menú contextual
et_ee: Luba kontekstmenüü
fa_ir: فعال کردن منوی محتوا
fi: Käytä kontekstivalikon valintoja
fil: I-enable ang context menu
ga: Cumasaigh an roghchlár comhthéacs
he: אפשר את תפריט ההקשר
hr: Omogući kontekstni izbornik
hu_hu: Engedélyezd a helyi menüt
id: Aktifkan menu konteks
it_it: Abilita il menu contestuale
ja_jp: コンテクストメニューを有効化
kk_kz: Mätіnmändіk mäzırdı qosu
ko_kr: context 메뉴 활성
lt_lt: Įjungti kontekstinį meniu
lv_lv: Iespējot konteksta izvēlni
nb_no: Aktiver kontekstmenyen
pt_br: Habilitar o menu contextual
pt_pt: Ativar menu de contexto
ro: Activați meniul contextual
ru_ru: Включить контекстное меню
sk_sk: Povoliť kontextové menu
sl: Omogoči kontekstni meni
sr_rs: Омогућите контекстни мени
sv: Aktivera snabbmenyn
ta: சூழல் மெனுவை இயக்கவும்
tr_tr: İçerik menüsünü etkinleştirin
uk: Увімкнути контекстне меню
vi: Bật menu ngữ cảnh
zh_hans: 启用上下文菜单
zh_tw: 啟用環境選單

# #33106
source: Enable the option to transcode
ar: تفعيل خيار التحويل
ar_aa: تمكين اختيار الترميز
be: Уключыце опцыю перакадзіравання
bg: Включи опцията за транскодиране
ca: Habilitar opció de transcodificar
ca_es: Habilita l'opció de transcodificar
da: Aktiver indstilling for transkodning
el_gr: Ενεργοποίηση της ρύθμισης διακωδικοποίησης
eo: Ebligi la opcion por transkodi
es_ar: Habilite la opción de transcodificar
es_es: Habilitar la opción de transcodificar
et_ee: Lubage transkoodimise võimalus
fa_ir: فعال کردن رمزگردانی
fi: Käytä transkoodausvalintaa
fil: I-enable ang opsyong mag-transcode
ga: Cumasaigh an rogha a traschód
he: אפשר את האפשרות להמיר קידוד
hr: Uključite opciju za transkodiranje
hu_hu: Az átkódolás lehetőségének engedélyezése
id: Aktifkan opsi untuk melakukan transkode
it_it: Abilita l'opzione per la transcodifica
ja_jp: トランスコードのオプションを有効化
kk_kz: Qaita kodtau üşın opsiany qosu
ko_kr: 트랜스코드 옵션 활성화
lt_lt: Įjungti perkodavimo parinktį
lv_lv: Iespējot trans-kodēšanas opciju
nb_no: Aktiver muligheten til å omkode
pt_br: Habilitar a opção para transcodificar
pt_pt: Ativar opção de transcodificação
ro: Activează opțiunea de transcodare
ru_ru: Включить опцию перекодирования
sk_sk: Povoliť možnosť transkódovať
sl: Omogoči možnost prekodiranja
sr_rs: Омогућите опцију за транскодирање
sv: Aktivera alternativet för att omkoda
ta: டிரான்ஸ்கோட் செய்வதற்கான விருப்பத்தை இயக்கவும்
tr_tr: Kod dönüştürme seçeneğini etkinleştirin
uk: Дозволити можливість перекодування
vi: Bật tùy chọn để chuyển mã
zh_hans: 启用转码选项
zh_tw: 啟用轉碼選項
