Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #33022
source: Detected the database needs to be recreated for this version of Jellyfin for Kodi. Proceed?
ko_kr: 이 버전의 Jellyfin for Kodi를 위한 데이터베이스가 재 생성되어야합니다. 계속하시겠습니까?

# #33023
source: Jellyfin for Kodi will not work correctly until the database is reset.
ko_kr: 데이터베이스가 재설정되는 동안 Jellyfin for Kodi가 제대로 동작하지 않을 수 있습니다.

# #33115
source: Adjust for remote connection
bg: Регулирай отдалечената връзка
es_ar: Ajuste para conexión remota
es_es: Ajustes para conexión remota
hu_hu: Beállítás távoli kapcsolathoz
it_it: Aggiusta la connessione remota
nb_no: Juster for fjerntilkobling
pt_br: Ajuste para conexão remota
ro: Reglați pentru conexiune distantă
ru_ru: Регулировка для удаленного подключения
sk_sk: Prispôsobiť pre vzdialené pripojenie
sl: Prilagodi za oddaljeno povezavo
zh_hans: 调整远程连接

# #33103
source: Enable the webserver service in the Kodi settings to allow artwork caching.
lv_lv: Iespējo webserver servisu Kodi iestatījumos lai atļautu mākslas kešošanu.
zh_hans: 在 Kodi 设置中启用 Web 服务器服务以允许图稿缓存。

# #30504
source: Use altername device name
it_it: Usa nome dispositivo alternativo

# #33189
source: The database version detected is unsupported. Syncing may not work, proceed anyway?
it_it: La versione del database rilevata non è supportata. La sincronizzazione potrebbe non funzionare, procedere comunque?

# #33190
source: Enable Kodi database discovery
it_it: Abilita il rilevamento del database Kodi

# #33099
source: Install the server plugin Kodi companion to automatically apply Jellyfin library updates at startup. This setting can be found in the add-on settings > sync options > Enable Kodi Companion.
zh_hans: 安装服务器插件Kodi 同步 自动应用Jellyfin 库更新启动。此设置可在加载项设置 > 同步选项 > 启用 Kodi 助手中找到。

# #33117
source: Enable artwork caching? If not, Kodi will still cache your artwork at a slower pace.
zh_hans: 启用图稿缓存？如果不是，Kodi 仍将以较慢的速度缓存您的图稿。

# #33125
source: Choose the Jellyfin views to sync to Kodi. You can optionally sync libraries at a later time.
zh_hans: 选择要同步到 Kodi 的 Jellyfin 视图。您可以选择以后同步库。

# #33126
source: Sync later
zh_hans: 稍后同步

# #33127
source: Proceed
zh_hans: 继续

# #33137
source: Enable Kodi companion
zh_hans: 启用Kodi伴侣

# #33138
source: You can update your library manually rather than rely on the server plugin Kodi companion. Launch the add-on and update libraries (or per library). To remove content, you'll need to repair the library.
zh_hans: 您可以手动更新媒体库而不依赖服务端插件Kodi伴侣。启动插件并更新一个或多个库。如要移除内容，您需要修复库。

# #33186
source: The Kodi companion speeds up the start up sync. Other syncs are triggered by server events.
zh_hans: Kodi伴侣将加速启动时的同步。其他的同步将由服务器事件触发。

# #33192
source: Restart Jellyfin for Kodi
zh_hans: 重启Jellyfin for Kodi
