Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #33119
source: Something went wrong during the sync. You'll be able to restore progress when restarting Kodi. If the problem persists, please report on the Jellyfin for Kodi forums, with your Kodi log.
ar: حدث خطأ ما في أثناء المزامنة. ستتمكن من استعادة التقدم عند إعادة تشغيل Kodi. إذا استمرت المشكلة، قم من فضلك بعمل تقرير في منتديات Jellyfin لـ Kodi، باستخدام سجل Kodi الخاص بك.
ar_aa: حدث خطأ ما في أثناء المزامنة. ستتمكن من استعادة التقدم عند إعادة تشغيل Kodi. إذا استمرت المشكلة، قم من فضلك بكتابة تقرير في منتديات Jellyfin لـ Kodi، باستخدام سجلك في Kodi.
be: Падчас сінхранізацыі нешта пайшло не так. Вы зможаце аднавіць прагрэс пры перазапуску Kodi. Калі праблема не знікне, паведаміце пра гэта на форумах Jellyfin for Kodi са сваім журналам Kodi.
bg: Нещо се обърка по време на синхронизацията.Можете да възстановите процеса при рестарт на Коди.Ако и в бъдеще имате този проблем,моля пишете във форумите на Коди,като приложите лог файла от добавката.
ca: Alguna cosa ha sortit malament durant la sincronització. Podràs restaurar el progrès després de reiniciar Kodi. Si el problema persisteix, si us plau notifica-ho en el fòrum de Jellyfin for Kodi, amb el registre (log) de Kodi.
ca_es: Alguna cosa ha anat malament durant la sincronització. Podreu restaurar el progrés després de reiniciar Kodi. Si el problema persisteix, notifiqueu-ho en el fòrum de Jellyfin per a Kodi, amb el registre (log) de Kodi.
da: Noget gik galt under synkroniseringen. Du vil kunne genskabe fremskridt når Kodi genstartes. Hvis problemet fortsætter, så raporter til Jellyfin for Kodi forummer, med din Kodi logfil.
el_gr: Κάτι πήγε στραβά κατά τη διάρκεια του συγχρονισμού. Θα μπορείτε να επαναφέρετε την πρόοδο κατά την επανεκκίνηση του Kodi. Εάν το πρόβλημα παραμένει, αναφέρετε τα φόρουμ Jellyfin for Kodi, με το αρχείο καταγραφής του Kodi.
eo: Io misfunkciis dum la sinkronigo. Vi povos restaŭri progreson kiam vi relanĉos Kodi. Se la problemo persistas, raporti al la forumoj Jellyfin por Kodi, kun via Kodi-ĵurnalo.
es_ar: Algo salió mal durante la sincronización. Podrás restaurar el progreso al reiniciar Kodi. Si el problema persiste, por favor notifique en los foros de Jellyfin para Kodi, adjunte su log de Kodi.
es_es: Algo salió mal durante la sincronización. Podrás restaurar el progreso tras reiniciar Kodi. Si el problema persiste, por favor informa en los foros de Jellyfin para Kodi, con el registro (log) de Kodi.
et_ee: Sünkroonimise ajal läks midagi valesti. Kodi taaskäivitamisel saad sellega jätkata. Kui probleem ei lahene, pöördu Kodi logiga 'Jellyfin for Kodi' foorumisse.
fa_ir: مشکلی در هنگام همگام سازی پیش آمده. می‌توانید پروسه را موقع ریستارت کردن Kodi احیا کنید٫ اگر مشکل تکرار شد٫ لطفا به فروم Jellyfin for Kodi به همراه گزارش Kodi اطلاع رسانی کنید.
fi: Jotain meni synkronoinnissa pieleen. Voit jatkaa siitä mihin jäit käynnistämällä Kodin uudelleen. Jos ongelma jatkuu, ilmoita siitä Jellyfin for Kodi -lisäosan keskustelualueella ja liitä mukaan Kodin lokitiedosto.
fil: Nagkaproblema sa panahon ng pag-sync. Magagawa mong ibalik ang pag-unlad kapag na-restart ang Kodi. Kung magpapatuloy ang problema, mangyaring mag-ulat sa mga forum ng Jellyfin for Kodi, kasama ang iyong Kodi log.
ga: Chuaigh rud éigin mícheart le linn an tsioncronaithe. Beidh tú in ann dul chun cinn a chur ar ais agus Kodi á atosú. Má leanann an fhadhb, tabhair tuairisc ar an Jellyfin d'fhóraim Kodi, le do logáil Kodi.
he: משהו השתבש במהלך הסנכרון. ניתן לשחזר את ההתקדמות אחרי ריסוט קודי. אם הבעיה נמשכת, נא לדווח בפורום ג'ליפין לקודי, עם לוג קודי שלך.
hr: Nešto nije u redu tijekom sinkronizacije. Moći ćete vratiti napredak kada ponovno pokrenete Kodi. Ako se problem nastavi, prijavite se na Jellyfin for Kodi forumima, sa svojim Kodi log-om.
hu_hu: Valami nem sikerült a szinkronizálás közben. A Kodi újraindításakor visszaállíthatod az előrehaladást. Ha a probléma továbbra is fennáll, kérjük, jelezd a Jellyfin Kodi bővítmény fórumán, a Kodi naplóval.
id: Terjadi kesalahan selama sinkronisasi. Anda dapat memulihkan proses saat memulai ulang Kodi. Jika masalah berlanjut, harap laporkan di forum Jellyfin untuk Kodi, dengan log Kodi Anda.
it_it: Qualcosa è andato storto durante la sincronizzazione. Sarai in grado di ripristinare i progressi al riavvio di Kodi. Se il problema persiste, si prega di riferire sul forum di Jellyfin per Kodi, con il tuo log di Kodi.
ja_jp: 同期中に問題が起きました。Kodiの再起動で継続できます。問題が解決されない場合はKodiのログを添付してJellyfin for Kodiの掲示板に報告してください。
kk_kz: Ündestıru kezınde bırdeñe dūrys bolmady. Kodi qoldanbasyn qaita іske qosqan kezde oryndalu barysyn qalpyna keltіre alasyz. Eger mäsele şeşіlmese, Kodi jūrnalyn qystyryp, Kodi üşın Jellyfin forumynda habarlañyz.
ko_kr: 동기화 중에 문제가 발생했습니다. Kodi를 다시 시작할 때 진행 상황을 복원 할 수 있습니다. 문제가 지속되면 Kodi 로그와 함께 Jellyfin - Kodi 포럼에보고하세요.
lt_lt: Sinchronizuojant kažkas nepavyko. Galėsite atkurti eigą, kai iš naujo paleisite „Kodi“. Jei problema išlieka, praneškite apie ją „Jellyfin for Kodi“ forumuose ir pateikite „Kodi“ žurnalą.
lv_lv: Kaut kas nogāja greizi sinhronizācijas laikā. Tu varēsi atjaunot progresu kad restartēsi Kodi. Ja problēma pastāv, lūdzu ziņo par to Jellyfin for Kodi forumos ar savu Kodi log datni.
nb_no: Noe gikk galt under synkroniseringen. Du kan gjenoppta framgangen når du starter Kodi på nytt. Hvis problemet vedvarer, vennligst rapporter det på Jellyfin for Kodi-forumene, med Kodi-logg vedlagt.
pt_br: Algo deu errado durante a sincronização. Você vai poder restaurar o progresso quando reiniciar o Kodi. Se o problema persistir, por favor reporte nos fóruns Jellyfin for Kodi, com seu log do Kodi.
pt_pt: Algo correu mal durante a sincronização. Poderá resumir o progresso após reiniciar o Kodi. Caso o problema persista, reporte-o juntamente com o log do Kodi no fórum do Jellyfin for Kodi.
ro: Ceva nu a funcționat bine în timpul sincronizării. Veți putea relua progresul atunci când reporniți Kodi. Dacă problema persistă, vă rugăm să raportați la forumul Jellyfin pentru Kodi, cu jurnalul dvs. Kodi.
ru_ru: Что-то пошло не так во время синхронизации. Вы сможете восстановить прогресс после перезапуска Kodi. Если проблема сохраняется, пожалуйста, сообщите об этом на форумах Jellyfin for Kodi, приложив лог Kodi.
sk_sk: Niečo zlé sa stalo počas synchronizácie. Budete môcť obnoviť priebeh až po reštartovaní Kodi. Pokiaľ problém stále pretrváva, prosím, nahláste tento problém na fóre Jellyfin for Kodi spolu s logom z Kodi.
sl: Pri sinhronizaciji je prišlo do napake. Po ponovnem zagonu Kodi-ja boste lahko nadaljevali s sinhronizacijo. Če napaka ostane jo prijavite na forumu za Jellyfin za Kodi, skupaj s Kodi dnevnikom.
sr_rs: Нешто је пошло по злу током синхронизације. Моћи ћете да вратите напредак када поново покренете Коди. Ако се проблем и даље буде јављао, пријавите се на форуме Jellyfin за Коди са својим Коди записником.
sv: Någonting gick fel under synkroniseringen. Du kommer att kunna återställa framstegen när Kodi startas om. Vänligen rapportera i Jellyfin för Kodi-forumen med din Kodi-loggningsfil om problemen kvarstår.
ta: ஒத்திசைவின் போது ஏதோ தவறு ஏற்பட்டது. கோடியை மறுதொடக்கம் செய்யும் போது நீங்கள் முன்னேற்றத்தை மீட்டெடுக்க முடியும். சிக்கல் தொடர்ந்தால், உங்கள் கோடி பதிவோடு, கோடி மன்றங்களுக்கான ஜெல்லிஃபின் குறித்து புகாரளிக்கவும்.
tr_tr: Senkronizasyon sırasında bir şeyler ters gitti. Kodi'yi yeniden başlatırken ilerlemeyi geri yükleyebileceksiniz. Sorun devam ederse, lütfen Kodi günlüğünüzle Kodi forumları için Jellyfin'i bildirin.
uk: Щось пішло не так під час синхронизації. Ви зможете поновити прогрес після рестарту Kodi. Якщо проблема залишиться, будь ласка, повідомте про проблему на форумі Jellyfin для Kodi, додавши лог Kodi.
vi: Sự cố xảy ra trong quá trình đồng bộ hóa. Bạn có thể khôi phục là quá trình trong khi khởi động lại Kodi. Nếu sự cố vẫn tái diễn, hãy báo cáo tệp thông tin lỗi của Kodi trên diễn đàn Jellyfin dành cho Kodi.
zh_hans: 同步过程中出现问题。重新启动 Kodi 时，您将能够恢复进度。如果问题仍然存在，请在Kodi论坛的Jellyfin上报告，并附上您的 Kodi 日志。
zh_tw: 同步期間出了點問題。 重新啟動 Kodi 時，您將能夠恢復進度。 如果問題仍然存在，請在 Jellyfin for Kodi 論壇上回報，並附上您的 Kodi 日誌。

# #33120
source: Select the libraries to add
ar: حدد المكتبات المراد إضافتها
ar_aa: حدد المكتبات لإضافتها
be: Выберыце медыятэкі для дадання
bg: Изберете библиотеки за добавяне
ca: Selecciona les biblioteques per a afegir
ca_es: Seleccioneu les mediateques a afegir
da: Vælg de bibloteker der skal tilføjes
el_gr: Επιλέξτε βιβλιοθήκη για προσθήκη
eo: Elekti la plurmeditekojn por aldoni
es_ar: Seleccione las bibliotecas que desea agregar
es_es: Seleccionar las bibliotecas a añadir
et_ee: Vali lisatavad meediakogud
fa_ir: کتاب‌خانه هایی که می‌خواهید اضافه کنید را انتخاب کنید
fi: Valitse lisättävät kirjastot
fil: Piliin ang mga library na idaragdag
ga: Roghnaigh na leabharlanna le cur leis
he: נא לבחור את הספריות להוסיף
hr: Odaberite biblioteke za dodavanje
hu_hu: Válaszd ki a hozzáadandó könyvtárakat
id: Pilih pustaka yang akan ditambahkan
it_it: Selezione le librerie da aggiungere
ja_jp: 追加するライブラリーを選択
kk_kz: Üsteu üşın tasyğyşhanalardy tañdau
ko_kr: 추가할 라이브러리 선택
lt_lt: Pasirinkite bibliotekas, kurias norite pridėti
lv_lv: Izvēlies bibliotēkas, ko pievienot
nb_no: Velg bibliotekene å legge til
pt_br: Selecione as bibliotecas para adicionar
pt_pt: Selecionar bibliotecas a adicionar
ro: Selectați bibliotecile de adăugat
ru_ru: Выберите медиатеки для добавления
sk_sk: Vyberte knižnice na pridanie
sl: Izberite knjižnice, ki jih želite dodati
sr_rs: Изаберите библиотеке за додавање
sv: Välj vilka bibliotek att lägga till
ta: சேர்க்க நூலகங்களைத் தேர்ந்தெடுக்கவும்
tr_tr: Eklemek için kütüphane seçin
uk: Оберіть медіатеки для додавання
vi: Chọn thư viện để thêm
zh_hans: 选择要添加的库
zh_tw: 選擇要添加的庫

# #33121
source: All
ar: الكل
ar_aa: الكل
be: Усе
bg: Всички
ca: Tot
ca_es: Tot
da: Alle
el_gr: Όλα
eo: Ĉiuj
es_ar: Todos
es_es: Todo
et_ee: Kõik
fa_ir: همه
fi: Kaikki
fil: Lahat
ga: Go léir
he: הכול
hr: Sve
hu_hu: Mind
id: Semua
it_it: Tutte
ja_jp: 全て
kk_kz: Bärı
ko_kr: 모든
lt_lt: Visi
lv_lv: Viss
nb_no: Alle
pt_br: Todas
pt_pt: Todas
ro: Toate
ru_ru: Все
sk_sk: Všetko
sl: Vse
sr_rs: Све
sv: Alla
ta: அனைத்தும்
tr_tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_tw: 全部

# #33122
source: Restart Kodi to resume where you left off.
ar: أعد تشغيل Kodi للاستئناف من حيث توقفت.
ar_aa: أعد تشغيل Kodi للاستئناف من حيث توقفت.
be: Перазапусціце Kodi, каб працягнуць працу там, дзе вы спыніліся.
bg: Рестартирайте Коди ,за да продължите процеса.
ca: Reinicia Kodi per continuar des d'on ho vas deixar.
ca_es: Reinicia Kodi per a continuar des d'on ho vau deixar.
da: Genstart Kodi for at genoptage der hvor du slap.
el_gr: Επανεκκινήστε το Kodi για να συνεχίσετε από εκεί που σταματήσατε.
eo: Relanĉi Kodi por daŭrigi kie vi forlasis.
es_ar: Reinicie Kodi para reanudar donde lo dejó.
es_es: Reinicia Kodi para reanudar donde lo dejaste.
et_ee: Taaskäivita Kodi, et jätkata sealt, kus pooleli jäid.
fa_ir: برای ادامه از همان جایی که رها کرده بودید٫ Kodi را ریستارت کنید.
fi: Käynnistä Kodi uudelleen jatkaaksesi siitä mihin jäit.
fil: I-restart ang Kodi upang ipagpatuloy kung saan ka tumigil.
ga: Atosaigh Kodi chun atosú nuair a d'imigh tú as.
he: יש לרסט את קודי כדי להמשיך מאיפה שעזבת.
hr: Ponovno pokrenite Kodi da nastavite gdje ste stali.
hu_hu: Indítsd újra a Kodit, hogy ott folytasd, ahol abbahagytad.
id: Mulai ulang Kodi untuk melanjutkan ke adegan yang Anda tinggalkan.
it_it: Riavvia Kodi per riprendere da dove eri rimasto.
ja_jp: Kodiを再起動して継続します。
kk_kz: Toqtağan jerıñızden jalğastyru üşın Kodi qoldanbasyn qaita qosyñyz.
ko_kr: Kodi를 다시 시작하여 중단 한 부분을 다시 시작하십시오.
lt_lt: Iš naujo paleiskite „Kodi“, kad tęstumėte nuo ten, kur baigėte.
lv_lv: Restartē Kodi lai turpinātu kur paliki.
nb_no: Start Kodi på nytt for å fortsette der du slapp.
pt_br: Reinicie Kodi para retomar de onde você parou.
pt_pt: Reiniciar Kodi para retomar onde ficou.
ro: Reporniți Kodi pentru a relua din locul unde ați lăsat.
ru_ru: Перезапустите Kodi, чтобы возобновить с места остановки.
sk_sk: Reštartujte Kodi pre návrat tam, kde ste skončili.
sl: Ponovno zaženite Kodi in nadaljujete kjer ste ostali.
sr_rs: Поново покрените Коди да бисте наставили тамо где сте стали.
sv: Starta om Kodi för att fortsätta där slutade sist.
ta: நீங்கள் நிறுத்திய இடத்தை மீண்டும் தொடங்க கோடியை மறுதொடக்கம் செய்யுங்கள்.
tr_tr: Kaldığınız yerden devam etmek için Kodi'yi yeniden başlatın.
uk: Перезапустіть Kodi для того, щоб продовжити з місця де ви полишили.
vi: Khởi động lại Kodi để tiếp tục.
zh_hans: 重新启动 Kodi 以从您离开的位置恢复。
zh_tw: 重新啟動 Kodi 以從您中斷的地方繼續。

# #33123
source: Sync library to Kodi
ar: مزامنة المكتبة مع Kodi
ar_aa: مزامنة المكتبة مع Kodi
be: Сінхранізацыя медыятэкі з Kodi
bg: Синхронизиране на библиотеки с Коди
ca: Sincronitzar biblioteca amb Kodi
ca_es: Sincronitza la mediateca amb Kodi
da: Synkroniser biblotek til Kodi
el_gr: Συγχρονισμός βιβλιοθήκης με το Kodi
eo: Sinkronigi plurmeditekon al Kodi
es_ar: Sincronizar biblioteca con Kodi
es_es: Sincronizar biblioteca con Kodi
et_ee: Sünkrooni meediakogu Kodiga
fa_ir: همگام سازی کتاب‌خانه با Kodi
fi: Synkronoi kirjasto Kodiin
fil: I-sync ang library sa Kodi
ga: Sioncronaigh leabharlann go Kodi
he: סנכרון הספרייה לקודי
hr: Sinkronizirajte biblioteku s Kodijem
hu_hu: Könyvtár szinkronizálása a Kodiba
it_it: Sincronizza librerie con Kodi
ja_jp: Kodiにライブラリーを同期
kk_kz: Tasyğyşhanany Kodi qoldanbasymen ündestıru
ko_kr: Kodi에 라이브러리 동기화
lt_lt: Sinchronizuoti biblioteką su "Kodi"
lv_lv: Sinhr. bibliotēku uz Kodi
nb_no: Synkroniser bibliotek til Kodi
pt_br: Sincronizar biblioteca com o Kodi
pt_pt: Sincronizar biblioteca com o Kodi
ro: Sincronizați biblioteca cu Kodi
ru_ru: Синхронизировать медиатеку с Kodi
sk_sk: Synchronizovať knižnicu do Kodi
sl: Sinhroniziraj knjižnico s Kodi-jem
sr_rs: Синхронизујте библиотеку са Кодијем
sv: Synkronisera biblioteket till Kodi
ta: கோடிக்கு நூலகத்தை ஒத்திசைக்கவும்
tr_tr: Kitaplığı Kodi ile senkronize et
uk: Синхронізувати медіатеку з Kodi
vi: Đồng bộ hóa thư viện với Kodi
zh_hans: 同步库到 Kodi
zh_tw: 將庫同步到 Kodi

# #33124
source: Include people (slow)
ar: تضمين الناس (بطيء)
ar_aa: تضمين الناس (بطيء)
be: Уключыць людзей (павольна)
bg: Включително хора (бавно)
ca: Incloure persones (lent)
ca_es: Inclou persones (lent)
da: Inkluder folk (langsom)
el_gr: Συμπερίληψη ατόμων (αργό)
eo: Inkluzivi homojn (malrapide)
es_ar: Incluir personas (lento)
es_es: Incluir personas (lento)
et_ee: Kaasa inimesi (aeglane)
fa_ir: شامل کردن افراد (آهسته)
fi: Sisällytä ihmiset (hidas)
fil: Isama ang mga tao (maaring bumagal)
ga: Cuir daoine san áireamh (mall)
he: כולל אנשים (איטי)
hr: Uključi osobe (sporo)
hu_hu: Tartalmazza a stábot (lassú)
it_it: Includi persone (lento)
ja_jp: 人物を含める(処理が遅くなります)
kk_kz: Adamdardy qosyp (baiau)
ko_kr: 출연진 포함 (느림)
lt_lt: Įtraukti žmones (lėtai)
lv_lv: Iekļaut cilvēkus (lēns)
nb_no: Inkluder folk (tregt)
pt_br: Incluir pessoas (lento)
pt_pt: Incluir personalidades (lento)
ro: Includeți persoane (lent)
ru_ru: Включая людей (медленно)
sk_sk: Zahrnúť ľudí (pomalé)
sl: Vključi osebe (počasno)
sr_rs: Укључи људе (споро)
sv: Inkludera personer (långsamt)
ta: நபர்களைச் சேர்க்கவும் (மெதுவாக)
tr_tr: İnsanları dahil et (yavaş)
uk: Включаючи людей (повільно)
vi: Bao gồm mọi người (chậm)
zh_hans: 包括人员（慢）
zh_tw: 包括人員（慢）

# #33125
source: Enable remote control
ar: فعل خاصيّة التّحكّم عن بعد
ar_aa: تفعيل التّحكّم عن بعد
be: Уключыць дыстанцыйнае кіраванне
bg: Включи дистанционно управление
ca: Habilitar control remot
ca_es: Habilita el control remot
da: Aktiver fjernstyring
el_gr: Ενεργοποίηση τηλεχειριστηρίου
es_ar: Habilitar control remoto
es_es: Habilitar control remoto
et_ee: Luba kaugjuhtimine
fa_ir: فعال کردن دسترسی از راه دور
fi: Ota etäohjaus käyttöön
ga: Cumasaigh cianrialtán
he: הפעלת שליטה מרחוק
hr: Omogući daljinsko upravljanje
hu_hu: Távirányító engedélyezése
id: Nyalakan kontrol jarak jauh
it_it: Abilita controllo remoto
ja_jp: リモコンを有効にする
ko_kr: 외부 리모콘 켜다
lt_lt: Įjungti nuotolinį valdymą
lv_lv: Iespējot tālvadību
nb_no: Aktiver fjernkontroll
pt_br: Habilitar o controle remoto
pt_pt: Habilitar controle remoto
ro: Activează controlul de la distanță
ru_ru: Включить удалённый контроль
sk_sk: Povoliť vzdialené ovládanie
sl: Omogoči oddaljen nadzor
sr_rs: омогућити даљинско управљање
sv: Aktivera fjärrkontroll
ta: ரிமோட் கண்ட்ரோலை இயக்கவும்
tr_tr: Uzaktan Erişimi etkinleştir
uk: Увімкнути віддалене керування
zh_tw: 啟用遠端控制
