Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #33107
source: Users added to the session (no space between users). (eg username,username2)
ar: المستخدمين المضافين إلى الجلسة (لا توجد مسافة بين المستخدمين) (على سبيل المثال اسم المستخدم ١ واسم المستخدم ٢)
ar_aa: المستخدمين المضافين للجلسة (لا توجد مسافة بين المستخدمين) (على سبيل المثال اسم المستخدم,اسم المستخدم2)
be: Карыстальнікі, дададзеныя ў сеанс (без прабелу паміж карыстальнікамі) (напрыклад, імя карыстальніка, імя карыстальніка2)
bg: Потребители ,които ще се добавят към сесията (без разстояния между имената) (примерно: потребител01,потребител02)
ca: Usuaris afegits a la sessió (sense espai entre usuaris). (ex: usuari1,usuari2)
ca_es: Usuaris afegits a la sessió (sense espai entre usuaris). (p. ex.: usuari1,usuari2)
da: Brugere tilføjet til sessionen (ingen mellemrum mellem brugere) (f.eks. brugernavn,brugernavn2)
el_gr: Χρήστες που προστέθηκαν στην περίοδο σύνδεσης (χωρίς κενό μεταξύ των χρηστών) (π.χ. όνομα χρήστη, όνομα χρήστη2)
eo: Uzantoj aldonitaj al la seanco (neniu spaco inter uzantoj) (ekz. uzantnomo,uzantnomo2)
es_ar: Usuarios agregados a la sesión (sin espacio entre usuarios) (por ejemplo, nombre de usuario,nombre de usuario2)
es_es: Usuarios agregados a la sesión (sin espacio entre usuarios). (p.e: usuario1,usuario2)
et_ee: Seansile lisatud kasutajad (kasutajate vahel ei ole tühikut) (nt. kasutaja1,kasutaja2)
fa_ir: کاربر‌های اضافه شده به نشست (بدون فاصله) (مثال: کاربر1،کاربر2)
fi: Istuntoon lisätyt käyttäjät (ilman välilyöntejä) (esim. käyttäjä,käyttäjä2)
fil: Mga user na idinagdag sa session (walang puwang sa pagitan ng mga user) (hal. username,username2)
ga: Úsáideoirí curtha leis an seisiún (gan spás idir úsáideoirí) (m.sh. ainm úsáideora, ainm úsáideora2)
he: משתמשים נוספו לסשן (אין רווח בין משתמשים) (למשל משתמש1,משתמש2)
hr: Korisnici dodani u sesiju (bez razmaka između korisnika) (npr. korisničko ime, korisničko ime2)
hu_hu: A munkamenethez hozzáadott felhasználok (ne legyen szóköz a felsorolásban) (pl. felhasznalo1,felhasznalo2)
id: Pengguna ditambahkan ke sesi (tidak ada ruang antar pengguna) (mis. nama pengguna, nama pengguna2)
it_it: Utenti aggiunti alla sessione (nessuno spazio tra gli utenti). (es. utente,utente2)
ja_jp: セッションに追加するユーザ(ユーザ名の間にスペース不要)(記述例「username,username2」)
kk_kz: Seansqa üstelgen paidalanuşylar (olardyñ arasy bosorynsyz) (mysaly, paidalanuşyaty,paidalanuşyaty2)
ko_kr: 세션에 추가할 사용자 (양식 예시:username1,username2)
lt_lt: Naudotojai, įtraukti į sesiją (be tarpo tarp naudotojų) (pvz., username,username2)
lv_lv: Sesijai pievienotie lietotāji (bez atstarpēm starp lietotājiem) (piem. lietotājs,lietotājs2)
nb_no: Brukere lagt til i sesjonen (ingen mellomrom mellom brukere). (f.eks. brukernavn,brukernavn2)
pt_br: Usuários adicionados a sessão (sem espaço entre usuários) (ex: usuário1, usuário2)
pt_pt: Utilizadores adicionados à sessão (sem espaços) (ex.: utilizador,utilizador2)
ro: Utilizatori adăugați la sesiune (fără spațiu între utilizatori) (ex utilizator,utilizator2)
ru_ru: Пользователи добавляемые в сеанс (без пробелов между ними) (например, имяпользователя,имяпользователя2)
sk_sk: Používatelia pridaní do relácie (medzi používateľmi nie je medzera). (napr. užívateľskémeno1,užívateľskémeno2)
sl: Uporabniki dodani v sejo (brez presledka med uporabniki) (npr. uporabnik1,uporabnik2)
sr_rs: Корисници додани у сесију (нема размака између корисника) (нпр. Корисничко име, корисничко име 2)
sv: Användare tillagda till sessionen (inget mellanslag mellan användare) (ex. användare,användare1)
ta: பயனர்கள் அமர்வில் சேர்க்கப்பட்டனர் (பயனர்களிடையே இடைவெளி இல்லை) (எ.கா. பயனர்பெயர், பயனர்பெயர்2)
tr_tr: Oturuma eklenen kullanıcılar (arasında boşluk yok) (ör. Kullanıcı adı,kullanıcı adı2)
uk: Користувачі, додані до сесії (без пробілів) (напр., username,username2)
vi: Người dùng được thêm vào phiên (không có khoảng trống giữa những người dùng) (ví dụ: username,username2)
zh_hans: 添加到会话的用户（用户之间没有空格）。（例如用户名，用户名2）
zh_tw: 添加到對話的使用者（使用者之間沒有空格）（例如「username,username2」）

# #33108
source: Notifications are delayed during video playback (except live tv).
ar: يتم تأخير الإشعارات أثناء تشغيل الفيديو (باستثناء البث التلفزيوني المباشر).
ar_aa: الإشعارات تتأخر أثناء تشغيل الفيديو (باستثناء البث التلفزيوني المباشر).
be: Апавяшчэнні затрымліваюцца падчас прайгравання відэа (акрамя жывога тэлебачання).
bg: Уведомленията са изключени при възпроизвеждане на видео (освен ТВ).
ca: Les notificacions es posposaran durant la reproducció de vídeo (excepte TV en directe).
ca_es: Les notificacions es posposaran durant la reproducció de vídeo (excepte TV en directe).
da: Notifikationer er forsinket under videoafspilningen (foruden live TV).
el_gr: Οι ειδοποιήσεις καθυστερούν λόγω της αναπαραγωγής βίντεο (εκτός της live TV).
eo: Sciigoj estas prokrastitaj dum videoludado (krom TV-etero).
es_ar: Las notificaciones se retrasan durante la reproducción de vídeo (excepto la televisión en directo).
es_es: Las notificaciones se pospondrán durante la reproducción de vídeo (excepto en TV directo).
et_ee: Märguanded lükatakse video taasesituse ajal edasi (välja arvatud otse-TV).
fa_ir: اعلان‌ها هنگام پخش به تاخیر می‌افتد(به غیر از پخش زنده).
fi: Ilmoitukset on keskeytetty videotoiston ajaksi (poislukien televisiolähetykset).
fil: Naantala ang mga notification sa panahon ng pag-playback ng video (maliban sa live TV).
ga: Cuirtear moill ar fhógraí le linn athsheinm físe (seachas teilifís bheo).
he: ההתראות נדחות במהלך ניגון וידיאו (למעט טלוויזיה).
hr: Obavijesti kasne tijekom reprodukcije videozapisa (osim TV-a uživo).
hu_hu: Az értesítések késleltetve lesznek a videólejátszás közben (kivéve az élő TV).
id: Notifikasi tertunda selama pemutaran video (kecuali siaran langsung TV).
it_it: Le notifiche vengono ritardate durante la riproduzione video (ad eccezione della diretta tv).
ja_jp: (生放送以外)動画再生中に通知は遅延されます。
kk_kz: Habarlandyru beinenı oinatu kezınde kıdırtıledі (efirlık TD-dan basqa).
ko_kr: 비디오 재생 중 알림이 지연됨 (예외 실시간 TV).
lt_lt: Atkuriant vaizdo įrašus (išskyrus tiesioginę TV transliaciją) pranešimai vėluoja.
lv_lv: Paziņojumi tiek aizkavēti video atskaņošanas laikā (izņemot Tiešraides TV).
nb_no: Varsler er forsinket under videoavspilling (med unntak av direkte-TV).
pt_br: As notificações são adiadas durante a reprodução de vídeo (Com exceção da TV ao vivo).
pt_pt: Atraso nas notificações durante reprodução de vídeo (exceto TV em direto).
ro: Notificările sunt întârziate în timpul redării video (cu excepția televiziunii în direct).
ru_ru: Уведомления придерживаются во время воспроизведения видео (кроме ТВ-эфира).
sk_sk: Upozornenia sú oneskorené počas prehrávania videa (okrem živej TV).
sl: Obvestila so prestavljena med predvajanjem (razen za TV v živo).
sr_rs: Обавештења касне током репродукције видео записа (осим ТВ уживо).
sv: Notifikationer är fördröjda under videouppspelning (förutom direktsänd TV).
ta: வீடியோ பிளேபேக்கின் போது அறிவிப்புகள் தாமதமாகும் (நேரடி டிவி தவிர).
tr_tr: Video oynatma sırasında bildirimler ertelenir (canlı TV hariç).
uk: Сповіщення відкладатимуться під час відтворення відео (окрім телебачення наживо).
vi: Thông báo bị trễ trong khi phát lại video (trừ truyền hình trực tiếp).
zh_hans: 视频播放期间会延迟通知（直播电视除外）。
zh_tw: 影片播放期間通知會延遲（直播電視除外）。

# #33109
source: Plugin
ar: إضافة
ar_aa: إضافات
be: Плагін
bg: Добавка
ca: Complement
ca_es: Connector
da: Tilføjelse
el_gr: Πρόσθετο
eo: Kromprogramo
es_ar: Complemento
fa_ir: افزونه
fi: Lisäosa
ga: Breiseán
he: תוסף
hr: Dodatak
hu_hu: Bővítmény
ja_jp: プラグイン
kk_kz: Plagin
ko_kr: 플러그인
lt_lt: Įskiepis
lv_lv: Paplašinājums
nb_no: Tillegg
ro: Complement
ru_ru: Плагин
sk_sk: Zásuvný modul
sl: Dodatek
sr_rs: Додаци
sv: Tillägg
ta: சொருகு
tr_tr: Eklenti
uk: Надбудова
zh_hans: 插件
zh_tw: 外掛程式

# #33110
source: Restart Kodi to take effect.
ar: أعد تشغيل Kodi ليصبح ساري المفعول.
ar_aa: أعد تشغيل Kodi ليسري التأثير.
be: Перазапусціце Kodi, каб уступіць у сілу.
bg: Рестартирайте Коди ,за да влязат промените в сила.
ca: Reiniciar Kodi perquè faci efecte.
ca_es: Reinicia Kodi perquè tingui efecte.
da: Genstart Kodi for at anvende ændringerne.
el_gr: Επανεκκινήστε το Kodi για να εφαρμοστούν οι αλλαγές.
eo: Relanĉi Kodi por efiki.
es_ar: Reinicia Kodi para que surta efecto.
es_es: Reiniciar Kodi para que surta efecto.
et_ee: Jõustumiseks taaskäivita Kodi.
fa_ir: برای اعمال تغییرات Kodi را ریستارت کنید.
fi: Käynnistä Kodi uudelleen muutoksien käyttöönottamiseksi.
fil: I-restart ang Kodi para magkabisa.
ga: Atosaigh Kodi le teacht i bhfeidhm.
he: נא לרסט אצ Kodi כדי שהשינויים ישפיעו.
hr: Ponovno pokrenite Kodi da stupi na snagu.
hu_hu: A Kodi újraindítása a változtatások érvényesítéséhez.
id: Mulai ulang Kodi untuk melihat perubahan.
it_it: Riavviare Kodi per applicare.
ja_jp: 設定を適応するためにKodiを再起動する。
kk_kz: Küşıne enuі üşın Kodi qoldanbasyn qaita qosyñyz.
ko_kr: 적용을 위해 Kodi를 재시작합니다.
lt_lt: Paleiskite „Kodi“ iš naujo, kad įsigaliotų.
lv_lv: Restartē Kodi, lai pielietotu.
nb_no: Start Kodi på nytt for at endringene skal tre i kraft.
pt_br: Reinicie Kodi para que tenha efeito.
pt_pt: Reiniciar Kodi para aplicar alterações.
ro: Reporniți Kodi pentru a intra în efect.
ru_ru: Перезапустите Kodi для вступления в силу.
sk_sk: Reštartujte Kodi pre aplikovanie zmien.
sl: Za uveljavitev sprememb ponovno zaženite Kodi.
sr_rs: Поново покрените Коди да би ступио на снагу.
sv: Starta om Kodi för att träda i kraft.
ta: நடைமுறைக்கு வர கோடியை மறுதொடக்கம் செய்யுங்கள்.
tr_tr: Etkili olması için Kodiyi yeniden başlatın.
uk: Перезапустіть Kodi для застосування змін.
vi: Khởi động lại Kodi để có hiệu lực.
zh_hans: 重新启动Kodi生效。
zh_tw: 重新啟動 Kodi 生效。

# #33111
source: Reset the local database to apply the playback mode change.
ar: أعد تعيين قاعدة البيانات المحلية لتطبيق تغيير وضع التشغيل.
ar_aa: أعد تعيين قاعدة البيانات المحلية لتطبيق تغيير وضع التشغيل.
be: Скіньце лакальную базу дадзеных, каб прымяніць змяненне рэжыму прайгравання.
bg: Нулирай локалната база данни ,за да влязат в сила промените по режима на възпроизвеждане.
ca: Restablir la base de dades local per aplicar el canvi de mode de reproducció.
ca_es: Restableix la base de dades local per a aplicar el canvi de mode de reproducció.
da: Nulstil den lokale database for at anvende afspilningstilstands ændringen.
el_gr: Επανεκκινήστε την τοπική βάση δεδομένων για να εφαρμοστούν οι αλλαγές της λειτουργίας αναπαραγωγής.
eo: Restarigi la lokan datenbazon por apliki ŝanĝon de la ludada reĝimo.
es_ar: Restablezca la base de datos local para aplicar el cambio de modo de reproducción.
es_es: Restablecer la base de datos local para aplicar el cambio de modo de reproducción.
et_ee: Taasesitusrežiimi muudatuse rakendamiseks lähtesta kohalik andmebaas.
fa_ir: برای اعمال تغییر حالت بازپخش دیتابیس محلی را ریست کنید.
fi: Tyhjennä paikallinen tietokanta ottaaksesi toistotilan muutoksen käyttöön.
fil: I-reset ang lokal na database para ilapat ang pagbabago sa playback mode.
ga: Athshocraigh an bunachar sonraí logánta chun an t-athrú mód athsheinm a chur i bhfeidhm.
he: אתחול מבנה הנתונים המקומי על מנת לאפשר את שינוי מוד הניגון.
hr: Resetirajte lokalnu bazu podataka da biste primijenili promjenu načina reprodukcije.
hu_hu: Állítsd alaphelyzetbe a helyi adatbázist, hogy alkalmazza a lejátszási módot.
id: Reset pangkalan data lokal untuk menerapkan perubahan mode pemutaran.
it_it: Reimpostare il database locale per applicare la modifica della modalità di riproduzione.
ja_jp: 再生モードの変更を反映するにはローカルデータベースをリセットしてください。
kk_kz: Oinatu rejımı özgerısın qoldanu üşın jergılıktı derekqordy ysyru.
ko_kr: 재생 모드 설정을 적용하기 위해 로컬 데이터베이스를 초기화합니다.
lt_lt: Iš naujo nustatykite vietinę duomenų bazę, kad būtų pritaikytas atkūrimo režimo pakeitimas.
lv_lv: Atiestati vietējo datubāzu, lai piemērotu atskaņošanas režīma maiņu.
nb_no: Nullstill den lokale databasen for at endringen i avspillingsmodus skal tre i kraft.
pt_br: Restabelecer o banco de dados local para aplicar a mudança no modo de reprodução.
pt_pt: Limpar base de dados para aplicar alteração do modo de reprodução.
ro: Resetați baza de date locală pentru a aplica modificarea modului de redare.
ru_ru: Сброс локальной базы данных, чтобы применить изменение режима воспроизведения.
sk_sk: Resetovať lokálnu databázu pre aplikovanie zmien v režime prehrávania.
sl: Za spremembo načina predvajanja je potrebno ponastaviti lokalno bazo podatkov.
sr_rs: Ресетујте локалну базу података да бисте применили промену режима репродукције.
sv: Återställ den lokala databasen för att tillämpa ändringen av uppspelningsläge.
ta: பிளேபேக் பயன்முறை மாற்றத்தைப் பயன்படுத்த உள்ளூர் தரவுத்தளத்தை மீட்டமைக்கவும்.
tr_tr: Oynatma modu değişikliğini uygulamak için yerel veritabanını sıfırlayın.
uk: Скиньте локальну базу даних для застосування зміни режиму програшу.
vi: Đặt lại cơ sở dữ liệu cục bộ để áp dụng thay đổi chế độ phát lại.
zh_hans: 重置本地数据库以应用播放模式更改。
zh_tw: 重設本機資料庫以套用播放模式更改。

# #33112
source: Applies to Native and Add-on playback mode
ar: ينطبق على وضع التشغيل الأصلي والإضافي
ar_aa: ينطبق على نمط تشغيل الاصلي والإضافي
be: Прымяняецца да ўласнага і дадатковага рэжымаў прайгравання
bg: Важи за режим "Нативен" и "Като добавка"
ca: Aplica el mode de reproducció Natiu i Add-on
ca_es: S'aplica als modes de reproducció nativa i complements
da: Gælder for Standard og tilføjelses afspilningstilstande
el_gr: Ισχύει για Εγγενή και Πρόσθετη λειτουργία αναπαραγωγής
eo: Aplikas al Operaciuma kaj Aldonaĵa ludadaj reĝimoj
es_ar: Se aplica al modo de reproducción nativo y complementario
es_es: Aplica al modo de reproducción Nativo y Add-on
et_ee: Kehtib otsese ja lisandmooduli taasesitusrežiimi puhul
fa_ir: حالت بازپخش محلی و افزونه‌‌ها تغییر می‌کند
fi: Koskee natiivi- ja lisäosa-toistotiloja
fil: Nalalapat sa Native at Add-on na playback mode
ga: Baineann sé le mód athsheinm Dúchasach agus Forlíontach
he: חל על מצב ניגון רגיל ודרך תוסף
hr: Primjenjuje se na izvorni i dodatni način reprodukcije
hu_hu: Natív és Bővítmény lejátszási módra vonatkozik
id: Terapkan untuk mode pemutaran Native dan Pengaya
it_it: Si applica alla modalità di riproduzione Nativa e Add-on
ja_jp: ネイティブとアドオン再生モードに適用されます
kk_kz: Özındık jäne Qondyrma oınatu rejımderınde qoldanylady
ko_kr: 네이티브와 애드-온 재생 모드에 적용
lt_lt: Taikoma pagrindiniam ir papildomam atkūrimo režimui
lv_lv: Attiecas uz Pamatrežīmu un Papildinājumu atskaņošanas režīmu
nb_no: Gjelder innebygd- og tilleggsavspillingmodus
pt_br: É aplicado ao modo de reprodução Nativo e de Plugin
pt_pt: Aplica-se aos modos de reprodução Nativo e Add-on
ro: Se aplică modului de redare nativ și suplimentar
ru_ru: Применяется к режимам воспроизведения Собственный и Надстройка
sk_sk: Vzťahuje sa na Natívny a Doplnkový režim prehrávania
sl: Velja za neposredni način in način dodatka
sr_rs: Примењује се на основни и додатни режим репродукције
sv: Gäller för inbyggda- och tilläggsuppspelningsläget
ta: நேட்டிவ் மற்றும் ஆட்-ஆன் பிளேபேக் பயன்முறைக்கு பொருந்தும்
tr_tr: Yerel ve Eklenti oynatma modu için geçerlidir
uk: Застосовується до Нативного і Надбудовного режиму відтворення
vi: Áp dụng cho chế độ phát Gốc và Bổ trợ
zh_hans: 适用于本机和加载项播放模式
zh_tw: 適用於本機和附加播放模式

# #33113
source: Applies to Add-on playback mode only
ar: ينطبق على وضع التشغيل الإضافي فقط
ar_aa: ينطبق على نمط تشغيل الاضافات فقط
be: Прымяняецца толькі да дадатковага рэжыму прайгравання
bg: Важи само за режим "Като добавка"
ca: Aplica només al mode de reproducció d'Add-on
ca_es: Aplica només al mode de reproducció de complements
da: Gælder kun for tilføjelses afspilningstilstande
el_gr: Ισχύει μόνο για τη λειτουργία αναπαραγωγής Πρόσθετων
eo: Aplikas nur al ludada reĝimo de Helpprogramo
es_ar: Solo se aplica al modo de reproducción de complementos
es_es: Aplica solo al modo de reproducción de Add-on
et_ee: Kehtib ainult lisamooduli taasesitusrežiimis
fa_ir: فقط حالت بازپخش افزونه‌ها تغییر می‌‎کند
fi: Koskee vain lisäosa-toistotilaa
fil: Nalalapat lang sa Add-on na playback mode
ga: Baineann sé le mód athsheinm breiseáin amháin
he: חל על ניגון דרך תוסף בלבד
hr: Primjenjuje se samo na dodatni način reprodukcije
hu_hu: Csak a Bővítmény módú lejátszásra vonatkozik
id: Berlaku untuk mode pemutaran pengaya saja
it_it: Si applica solo alla modalità di riproduzione Add-on
ja_jp: アドオン再生モードにのみ適用されます
kk_kz: Tek Qondyrma oınatu rejımıne qoldanylady
ko_kr: 애드-온 재생 모드에만 적용
lt_lt: Taikoma tik papildomo atkūrimo režimui
lv_lv: Attiecas tikai uz paplašinājuma atskaņošanas režīmu
nb_no: Gjelder kun tilleggsavspillingsmodus
pt_br: É aplicado apenas ao modo de reprodução com plugin
pt_pt: Aplica-se apenas ao modo de reprodução Add-on
ro: Se aplică numai în modul de redare add-on
ru_ru: Применяется только к режиму воспроизведения Надстройка
sk_sk: Vzťahuje sa len na Doplnkový režim prehrávania
sl: Velja samo za način dodatka
sr_rs: Односи се само на режим репродукције додатака
sv: Gäller enbart för tilläggsuppspelningsläget
ta: செருகு நிரல் இயக்க முறைக்கு மட்டுமே பொருந்தும்
tr_tr: Yalnızca Eklenti oynatma modu için geçerlidir
uk: Застосовується тільки для Надбудовного режиму відтворення
vi: Chỉ áp dụng cho chế độ phát bổ trợ
zh_hans: 仅适用于加载项播放模式
zh_tw: 僅適用於附加播放模式

# #33114
source: Enable external subtitles
ar: تمكين الترجمة الخارجية
ar_aa: تفعيل الترجمات الخارجية
be: Уключыць знешнія субтытры
bg: Включи външните субтитри
ca: Habilitar subtítols externs
ca_es: Habilita els subtítols externs
da: Aktiver eksterne undertekster
el_gr: Ενεργοποίηση εξωτερικών υποτίτλων
eo: Ebligi eksterajn subtekstojn
es_ar: Habilitar subtítulos externos
es_es: Activar subtítulos externos
et_ee: Luba välised subtiitrid
fa_ir: قعال کردن زیرنویس خارجی
fi: Käytä ulkoisia tekstityksiä
fil: I-enable ang mga external subtitle
ga: Cumasaigh fotheidil sheachtracha
he: הפעלת כתוביות חיצוניות
hr: Omogući vanjske prijevode
hu_hu: Külső feliratok engedélyezése
id: Aktifkan subtitel eksternal
it_it: Abilita sottotitoli esterni
ja_jp: 外部の字幕を有効化
kk_kz: Syrtqy subtitrlerdı qosu
ko_kr: 외부 자막 활성화
lt_lt: Įjungti išorinius subtitrus
lv_lv: Iespējot ārējos subtitrus
nb_no: Aktiver ekstern teksting
pt_br: Habilitar legendas externas
pt_pt: Ativar legendas externas
ro: Activați subtitrări externe
ru_ru: Включить внешние субтитры
sk_sk: Povoliť externé titulky
sl: Omogoči zunanje podnapise
sr_rs: Омогућите спољне титлове
sv: Aktivera externa undertexter
ta: வெளிப்புற வசனங்களை இயக்கு
tr_tr: Harici alt yazıları aktif et
uk: Увімкнути зовнішні субтитри
vi: Bật phụ đề bên ngoài
zh_hans: 启用外部字幕
zh_tw: 啟用外部字幕

# #33115
source: Transcode options
ar: خيارات التحويل
ar_aa: اختيارات الترميز
be: Параметры перакадзіравання
bg: Опции на транскодиране
ca: Opcions de transcodificació
ca_es: Opcions de transcodificació
da: Omkodningsindstillinger
el_gr: Επιλογές διακωδικοποίησης
eo: Transkodaj opcioj
es_ar: Opciones de transcodificación
es_es: Opciones de transcodificación
et_ee: Transkoodimise valikud
fa_ir: حالت‌های رمزگردانی
fi: Transkoodauksen asetukset
fil: Mga pagpipilian sa transcode
ga: Roghanna traschód
he: אפשרויות התמרה
hr: Opcije transkodiranja
hu_hu: Átkódolási lehetőségek
id: Opsi transkode
it_it: Opzioni di transcodifica
ja_jp: トランスコード設定
kk_kz: Qaita kodtau opsialary
ko_kr: 트랜스코드 옵션
lt_lt: Transkodavimo parinktys
lv_lv: Pārkodēšanas iestatījumi
nb_no: Omkodingsinnstillinger
pt_br: Transcodificar opções
pt_pt: Opções de transcodificação
ro: Opțiuni de transcodare
ru_ru: Параметры перекодирования
sk_sk: Možnosti prekódovania
sl: Možnosti prekodiranja
sr_rs: Опције транскодирања
sv: Alternativ för omkodning
ta: டிரான்ஸ்கோட் விருப்பங்கள்
tr_tr: Kod dönüştürme seçenekleri
uk: Опції перекодування
vi: Tùy chọn bộ giải mã
zh_tw: 轉碼選項

# #33116
source: Compress artwork (reduces quality)
ar: ضغط الart works (يقلل الجودة)
ar_aa: ضغط عمل فني (يقلل الجودة)
be: Сціснуць малюнак (зніжае якасць)
bg: Компресирай изображенията (намаля се качеството)
ca: Comprimir imatges (redueix la qualitat)
ca_es: Comprimeix les imatges (reduint la qualitat)
da: Komprimer kunstværk (reducerer kvaliteten)
el_gr: Συμπίεση εικονογραφήσεων (μειώνει την ποιότητα)
eo: Kunpremi artaĵojn (reduktas kvaliton)
es_ar: Comprimir carátula (reduce la calidad)
es_es: Comprimir imágenes (reduce la calidad)
et_ee: Tihenda pildid (vähendab kvaliteeti)
fa_ir: فشرده کردن عکس (کیفیت پایین می‌آید)
fi: Pakkaa mediakuvitukset (heikentää laatua)
fil: I-compress ang artwork (binabawasan ang kalidad)
ga: Comhbhrúigh saothar ealaíne (laghdaíonn sé cáilíocht)
he: דחיסת הגרפיקה (איכות מופחתת)
hr: Kompresiranje ilustracije (smanjuje kvalitetu)
hu_hu: Grafikák tömörítése (csökkenti a minőséget)
id: Kompres gambar-sampul (mengurangi kualitas)
it_it: Comprimi artwork (riduce qualità)
ja_jp: アートワークを圧縮(画質が低下する場合がある)
kk_kz: Önerlı tuyndylardy qysu (sapasyn tömendetedı)
ko_kr: 아트워크 압축 (품질 저하)
lt_lt: Suspausti paveikslą (sumažėja kokybė)
lv_lv: Saspiest mākslu (pamazina kvalitāti)
nb_no: Komprimer omslagsbilder (reduserer kvaliteten)
pt_br: Comprimir imagens (reduz a qualidade)
pt_pt: Comprimir imagens de capas (reduz qualidade)
ro: Comprimați lucrările de artă (reduce calitatea)
ru_ru: Сжать иллюстрации (качество снижается)
sk_sk: Komprimovať artworky (redukuje kvalitu)
sl: Stisni slike (zmanjša kvaliteto)
sr_rs: Сажимање илустрација (смањује квалитет)
sv: Komprimera bilder (reducerar kvaliteten)
ta: கலைப்படைப்புகளை சுருக்கவும் (தரத்தை குறைக்கிறது)
tr_tr: Resmi sıkıştır (kaliteyi düşürür)
uk: Стиснути ілюстрації (погіршує якість)
vi: Nén hình ảnh (giảm chất lượng)
zh_hans: 压缩图稿（降低质量）
zh_tw: 壓縮圖稿（降低品質）

# #33118
source: You've changed the playback mode. Kodi needs to be reset to apply the change, would you like to do this now?
ar_aa: قمت بتغيير وضع التشغيل. يجب إعادة تعيين Kodi لتطبيق التغيير، هل ترغب في القيام بذلك الآن؟
ca_es: Heu canviat el mode de reproducció. Kodi necessita reiniciar la configuració per a aplicar el canvi. Desitgeu fer-ho ara?
lt_lt: Pakeitėte atkūrimo režimą. Norint pritaikyti pakeitimą reikia iš naujo nustatyti „Kodi“, ar norėtumėte tai padaryti dabar?
