Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #33163
source: Disabled/Media default
ar: معطل / الوسائط الافتراضية
ar_aa: تعطل/ الوسائط الافتراضية
be: Адключана/Медыя па змаўчанні
bg: Изключено/Медиа по подразбиране
ca: Deshabilitat/Mitjans predeterminat
ca_es: Deshabilitat/Multimèdia per defecte
da: Deaktiver/Medie standard
el_gr: Απενεργοποιημένο/Προεπιλογή Πολυμέσων
eo: Malebligita/Plurmedio defaŭlta
es_ar: Deshabilitado/Medio predeterminado
es_es: Deshabilitado/Medios predeterminado
et_ee: Keelatud/meedia vaikeväärtus
fa_ir: غیرفعال/پیش‌فرض رسانه
fi: Poista käytöstä/median
fil: Naka-disable/default ng Media
ga: Míchumas/Réamhshocrú meán
he: מושבת/מדיית ברירת המחדל
hr: Onemogućeno/medijski zadani
hu_hu: Letiltva/Média alapértelmezett
it_it: Disabilitato/Default media
ja_jp: 無効、またはメディアのデフォルト
kk_kz: Öşırılgen/Ädepkı tasyğyşderekter
ko_kr: 비활성됨/기본 미디어
lt_lt: Išjungta / Numatytoji medija
lv_lv: Atslēgts/Mediju noklusējuma iestatījums
nb_no: Deaktivert/Standard for media
pt_br: Desabilitado/Mídia padrão
pt_pt: Desativado/Média por defeito
ro: Dezactivat/Media implicit
ru_ru: Выключено/Медиаданные по умолчанию
sk_sk: Zakázané/predvolené pre médium
sl: Onemogočeno/Privzeto
sr_rs: Онемогућено/Подразумевано за медије
sv: Avstängd/Standardinställning för media
ta: இயல்புநிலை மீடியா முடக்கப்பட்டது
tr_tr: Devre dışı/Medya varsayılanı
uk: Виключено/За замовчуванням
vi: Đã tắt/Phương tiện mặc định
zh_tw: 已禁用/媒體預設

# #33160
source: To avoid errors, please update Jellyfin for Kodi to version:
ar: لتجنب الأخطاء ، يرجى تحديث Jellyfin لـ Kodi إلى الإصدار:
ar_aa: لتجنب الأخطاء ، يرجى تحديث Jellyfin لـ Kodi إلى الإصدار:
be: Каб пазбегнуць памылак, абнавіце Jellyfin для Kodi да версіі:
bg: За да избегнете грешки, моля, актуализирайте Джелифин за Коди до версия:
ca: Per a evitar errors, actualitzi Jellyfin for Kodi a la versió:
ca_es: Per a evitar errors, actualitzeu Jellyfin per a Kodi a la versió:
da: For at forhindre fejl, så opdater veligst Jellyfin for Kodi til version:
el_gr: Για να αποφύγετε σφάλματα, ενημερώστε το Jellyfin για το Kodi στην έκδοση:
eo: Por eviti erarojn, ĝisdatigi Jellyfin por Kodi al versio:
es_ar: Para evitar errores, actualice Jellyfin for Kodi a la versión:
es_es: Para evitar errores, actualiza Jellyfin para Kodi a la versión:
et_ee: Vigade vältimiseks uuenda Jellyfin Kodi versioonile:
fa_ir: برای جلوگیری از خطاها، لطفاً Jellyfin برای Kodi را به این نسخه به‌روزرسانی کنید:
fi: Virheiden välttämiseksi, päivitä Jellyfin for Kodi versioon:
fil: Upang maiwasan ang mga error, mangyaring i-update ang Jellyfin for Kodi sa bersyon:
ga: Chun earráidí a sheachaint, nuashonraigh Jellyfin do Kodi go leagan:
he: כדי להימנע משגיאות, נא לעדכן את ג'ליפין לקודי לגרסא:
hr: Da biste izbjegli greške, ažurirajte Jellyfin for Kodi na verziju:
hu_hu: A hibák elkerülése érdekében, kérjük, frissítsd a Jellyfin Kodi bővítményt:
id: Untuk menghindari kesalahan, perbarui Jellyfin untuk Kodi ke versi:
it_it: Per evitare errori, aggiorna Jellyfin per Kodi alla versione:
ja_jp: 問題を避けるためこちらのJellyfin for Kodiのバージョンに更新してください
kk_kz: Qatelerden jaltaruğa Kodi üşın Jellyfin qoldanba nūsqasyn kelesıge jañartyñyz:
ko_kr: 에러를 피하기위해, Jellyfin for Kodi를 다음 버전으로 업데이트하십시오:
lt_lt: Kad išvengtumėte klaidų, atnaujinkite „Kodi“ skirtą „Jellyfin“ iki versijos:
lv_lv: Lai izvairītos no kļūdām, lūdzu atjauno Jellyfin for Kodi uz versiju:
nb_no: For å unngå feil, vennligst oppdater Jellyfin for Kodi til versjon:
pt_br: Para evitar erros, por favor atualize Jellyfin for Kodi para a versão:
pt_pt: Para evitar erros, por favor atualize o Jellyfin for Kodi para a versão:
ro: Pentru a evita erorile, vă rugăm să actualizați Jellyfin pentru Kodi la versiunea:
ru_ru: Чтобы избежать ошибок, обновите Jellyfin для Kodi до версии:
sk_sk: Aby sa predišlo chybám, prosím, aktualizujte Jellyfin for Kodi na verziu:
sl: Za izogib težavam prosimo posodobite Jellyfin za Kodi na različico:
sr_rs: Да бисте избегли грешке, ажурирајте Jellyfin за Коди на верзију:
sv: För att undvika fel; var god uppdatera Jellyfin för Kodi till version:
ta: பிழைகளைத் தவிர்க்க, கோடிக்கு ஜெல்லிஃபின் பதிப்பிற்கு புதுப்பிக்கவும்:
tr_tr: Hataları önlemek için lütfen Jellyfin for Kodi'yi sürümüne güncelleyin:
uk: Для уникнення помилок, будь ласка оновіть версію Jellyfin для Kodi до:
vi: Để tránh lỗi, vui lòng cập nhật Jellyfin cho Kodi lên phiên bản:
zh_hans: 为了避免错误，请更新Jellyfin for Kodi到版本：
zh_tw: 為避免錯誤，請將 Jellyfin for Kodi 更新至以下版本：

# #33161
source: Update password
ar: حدث كلمة المرور
ar_aa: تحديث كلمة المرور
be: Абнавіць пароль
bg: Обновяване на парола
ca: Actualitzar contrasenya
ca_es: Actualitzeu la contrasenya
da: Opdater adganskode
el_gr: Ενημέρωση κωδικού πρόσβασης
eo: Ĝisdatigi pasvorton
es_ar: Actualizar contraseña
es_es: Actualizar contraseña
et_ee: Uuenda parooli
fa_ir: گذرواژه به‌روزرسانی شود
fi: Vaihda salasana
fil: I-update ang password
ga: Nuashonraigh an focal faire
he: עדכון סיסמה
hr: Ažurirajte lozinku
hu_hu: Jelszó frissítése
id: Perbarui kata sandi
it_it: Modifica password
ja_jp: パスワードを更新
kk_kz: Paröldı jañartu
ko_kr: 암호 업데이트
lt_lt: Atnaujinti slaptažodį
lv_lv: Atjaunināt paroli
nb_no: Oppdater passord
pt_br: Atualizar senha
pt_pt: Atualizar senha
ro: Actualizați parola
ru_ru: Обновить пароль
sk_sk: Aktualizovať heslo
sl: Posodobi geslo
sr_rs: Ажурирај лозинку
sv: Uppdatera lösenord
ta: கடவுச்சொல்லைப் புதுப்பிக்கவும்
tr_tr: Şifre güncelle
uk: Оновити пароль
vi: Cập nhật mật khẩu
zh_tw: 更新密碼

# #33162
source: Reset the music library?
ar: أتود إعادة ضبط مكتبة الموسيقى؟
ar_aa: إعادة ضبط مكتبة الموسيقى؟
be: Скінуць музычную медыятеку?
bg: Нулиране на музикалната библиотека?
ca: Restablir la biblioteca de música?
ca_es: Desitgeu reinicialitzar la fonoteca?
da: Nulstil musik bibloteket?
el_gr: Επαναφορά της μουσικής βιβλιοθήκης;
eo: Ĉu restarigi la muzikan plurmeditekon?
es_ar: ¿Restablecer la biblioteca de música?
es_es: ¿Restablecer la biblioteca de música?
et_ee: Kas lähtestada muusikakogu?
fa_ir: کتابخانه موسیقی بازنشانی شود؟
fi: Tyhjennetäänlö musiikkikirjasto?
fil: I-reset ang library ng musika?
ga: Athshocraigh an leabharlann cheoil?
he: לאפס את ספריית המוזיקה?
hr: Resetirati glazbenu biblioteku?
hu_hu: Zenekönyvtár visszaállítása?
it_it: Eseguire il reset della libreria musicale?
ja_jp: 音楽ライブラリーをリセットしますか？
kk_kz: Mūzykalyq tasyğyşhana ysyrylsyn ba?
ko_kr: 음악 라이브러리를 초기화하시겠습니까?
lt_lt: Atstatyti muzikos biblioteką?
lv_lv: Atiestatīt mūzikas bibliotēku?
nb_no: Tilbakestill musikkbiblioteket?
pt_br: Restabelecer a biblioteca de música?
pt_pt: Limpar biblioteca de música?
ro: Resetați biblioteca de muzică?
ru_ru: Сбросить музыкальную медиатеку?
sk_sk: Resetovať hudobnú knižnicu?
sl: Ponastavi glasbeno knjižnico?
sr_rs: Ресетовати музичку библиотеку?
sv: Vill du återställa musikbiblioteket?
ta: இசை நூலகத்தை மீட்டமைக்கவா?
tr_tr: Müzik kitaplığı sıfırlansın mı?
uk: Скинути музичну медіатеки?
vi: Đặt lại thư viện nhạc?
zh_hans: 重置音乐库？
zh_tw: 重設音樂庫？

# #33164
source: Mask sensitive information in log (does not apply to kodi logging)
ar: إخفاء المعلومات الحساسة في السجل (لا ينطبق على تسجيل Kodi)
ar_aa: إخفاء المعلومات الحساسة في السجل (لا ينطبق على تسجيل Kodi)
be: Маскіруйце канфідэнцыйную інфармацыю ў журнале (не адносіцца да вядзення журналаў Kodi)
bg: Скриване на чувсвителната информация в лога (не се отнася за лога на Коди)
ca: Emmascarar la informació sensible en el registre (log), no s'aplica al registre Kodi
ca_es: Emmascara la informació delicada en el registre (no s'aplica al registre de Kodi)
da: Gem sensitive oplysninger i logfil (Gælder ikke for Kodi logging)
el_gr: Απόκρυψη ευαίσθητων πληροφοριών στο αρχείο καταγραφής (δεν ισχύει για την καταγραφή Kodi)
eo: Maski konfidencajn informojn en ĵurnalo (ne validas por Kodi ĵurnalado)
es_ar: Máscara de información confidencial en el registro (no se aplica al registro Kodi)
es_es: Enmascarar información sensible en el registro (log), no se aplica al registro kodi
et_ee: Maskeeri logis tundlikku teavet (ei kehti Kodi logimise kohta)
fa_ir: اطلاعات حساس در لاگ مخفی شود (این تنظیمات برای لاگ‌های Kodi اعمال نمی‌شود)
fi: Peitä arkaluontoiset lokitiedot (ei vaikuta Kodin lokikirjaukseen)
fil: I-mask ang sensitibong impormasyon sa log (hindi nalalapat sa pag-log ng Kodi)
ga: Faisnéis íogair masc i logáil (ní bhaineann sé le logáil Kodi)
he: סימון מידע רגיש ביומן (לא חל על תיעוד מקודי)
hr: Maskirajte osjetljive podatke u log-u (ne odnosi se na Kodi log-iranje)
hu_hu: Érzékeny információk elrejtése a naplófájlokból (nem vonatkozik a Kodi naplózására)
it_it: Maschera informazioni sensibili nel log (non si applica ai log di Kodi)
ja_jp: ログにセンシティブな情報を伏せます(Kodiのログには適応しません)
kk_kz: Jurnaldağy mañyzdy aqparatty bürkeu (Kodi jūrnalyna tırkeu üşın qoldanylmaidy)
ko_kr: 로그에서 민감한 정보 마스킹 (Kodi 로그에는 적용되지 않음)
lt_lt: Užmaskuoti neskelbtiną informaciją žurnale (netaikoma „Kodi“ žurnalui)
lv_lv: Paslēpt sensitīvu informāciju log failā (neatiecas uz Kodi logging)
nb_no: Masker sensitiv informasjon i loggen (gjelder ikke Kodi-logging)
pt_br: Mascarar informação sensível no log (não se aplica aos logs do Kodi)
pt_pt: Mascarar informações sensíveis no log (não se aplica aos logs do Kodi)
ro: Mascați informațiile sensibile în jurnal (nu se aplică la înregistrarea jurnalului Kodi)
ru_ru: Маскировать чувствительную информацию в журнале (неприменимо к журналированию Kodi)
sk_sk: Zakryť citlivé informácie v logoch (nevzťahuje sa na logy Kodi)
sl: Skrij občutljive informacije v dnevniku (ne velja za Kodi dnevnike)
sr_rs: Маскирајте осетљиве информације у евиденцију (не односи се на Коди евидентирање)
sv: Maskera känslig information i loggfilen (gäller inte loggning i Kodi)
ta: பதிவில் முகமூடி முக்கியமான தகவல்கள் (கோடி பதிவுக்கு பொருந்தாது)
tr_tr: Hassas bilgileri günlükte maskeleyin (Kodi günlüğü için geçerli değildir)
uk: Маскувати чутливу інформацію в логах? (не застосовується до логів Kodi)
vi: Che thông tin nhạy cảm trong nhật ký (không áp dụng cho ghi nhật ký Kodi)
zh_hans: 在日志中屏蔽敏感信息 (不会应用到Kodi的日志)
zh_tw: 隱藏日誌中的敏感資訊（不適用於 Kodi 日誌記錄）

# #33165
source: Failed to create backup
ar: فشلت عملية إنشاء نسخة احتياطية
ar_aa: فشل إنشاء نسخة احتياطية
be: Не ўдалося стварыць рэзервовую копію
bg: Грешка при създаването на архив
ca: No s'ha pogut crear la còpia de seguretat
ca_es: No s'ha pogut crear la còpia de seguretat
da: Kunne ikke lave sikkerhedskopi
el_gr: Αποτυχία δημιουργίας αντιγράφου ασφαλείας
eo: Malsukcesis krei savkopion
es_ar: Error al crear copia de seguridad
es_es: No se ha podido crear la copia de seguridad
et_ee: Varukoopia loomine nurjus
fa_ir: ایجاد پشتیبان با شکست مواجه شد
fi: Varmuuskopiointi epäonnistui
fil: Nabigong gumawa ng backup
ga: Theip ar chruthú cúltaca
he: יצירת גיבוי נכשלה
hr: Izrada sigurnosne kopije nije uspjela
hu_hu: Nem sikerült a biztonsági másolat létrehozása
it_it: Impossibile creare il backup
ja_jp: バックアップ作成が失敗しました
kk_kz: Saqtyq köşırmenı jasau sätsіz aiaqtaldy
ko_kr: 백업 생성 실패
lt_lt: Nepavyko sukurti atsarginės kopijos
lv_lv: Neizdevās izveidot dublējumu
nb_no: Kunne ikke opprette backup
pt_br: Falha ao criar backup
pt_pt: Criação de backup falhou
ro: Crearea backupului nu a reușit
ru_ru: Не удалось создать резервную копию
sk_sk: Vytváranie zálohy zlyhalo
sl: Ustvarjanje varnostne kopije ni uspelo
sr_rs: Стварање резервне копије није успело
sv: Misslyckades att skapa säkerhetskopiering
ta: காப்புப்பிரதியை உருவாக்குவதில் தோல்வி
tr_tr: Yedek oluşturulamadı
uk: Не вийшло створити резервну копію
vi: Không tạo được bản sao lưu
zh_hans: 创建备份失败
zh_tw: 創建備份失敗

# #33166
source: (dynamic)
ar: (متغير)
ar_aa: (متغير)
be: (дынамічны)
bg: (динамични)
ca: (dinàmic)
ca_es: (dinàmic)
da: (dynamisk)
el_gr: (δυναμικό)
eo: (dinamike)
es_ar: (dinámico)
es_es: (dinámico)
et_ee: (dünaamiline)
fa_ir: (پویا)
fi: (dynaaminen)
ga: (dinimiciúil)
he: (דינמי)
hr: (dinamičan)
hu_hu: (dinamikus)
it_it: (dinamico)
ja_jp: (動的)
kk_kz: (dinamikalyq)
ko_kr: (다이나믹)
lt_lt: (dinaminis)
lv_lv: (dinamisks)
nb_no: (dynamisk)
pt_br: (dinâmico)
pt_pt: (dinâmico)
ro: (dinamic)
ru_ru: (динамически)
sk_sk: (dynamický)
sl: (dinamično)
sr_rs: (динамички)
sv: (dynamisk)
ta: (மாறும்)
tr_tr: (dinamik)
uk: (динамічне)
vi: (động)
zh_hans: （动态）
zh_tw: （動態的）

# #33167
source: Recently added
ar: الأحدث إضافة
ar_aa: مضاف مؤخرا
be: Нядаўна дададзены
bg: Наскоро добавени
ca: Afegits recentment
ca_es: Afegits recentment
da: Seneste tilføjet
el_gr: Προστέθηκε πρόσφατα
eo: Lastatempe aldonitaj
es_ar: Agregado reciéntemente
es_es: Recientemente añadidas
et_ee: Viimati lisatud
fa_ir: اخیراً اضافه‌شده
fi: Viimeksi lisätyt
fil: Kamakailang idinagdag
ga: Curtha leis le déanaí
he: נוספו לאחרונה
hr: Nedavno dodano
hu_hu: Nemrég hozzáadott
id: Baru ditambahkan
it_it: Aggiunti Di Recente
ja_jp: 最近追加された
kk_kz: Juyqta üstelgen
ko_kr: 최근 추가됨
lt_lt: Neseniai pridėta
lv_lv: Nesen pievienots
nb_no: Nylig lagt til
pt_br: Adicionado recentemente
pt_pt: Adicionado recentemente
ro: Adăugat recent
ru_ru: Недавно добавлено
sk_sk: Naposledy pridané
sl: Nedavno dodano
sr_rs: Недавно је додато
sv: Nyligen tillagt
ta: சமீபத்தில் சேர்க்கப்பட்ட
tr_tr: Son eklenen
uk: Нещодавно додане
vi: Đã thêm gần đây
zh_hans: 最近添加
zh_tw: 最近添加的

# #33168
source: Favourites
ar: المفضلة
ar_aa: المفضلات
be: Абранае
bg: Любими
ca: Preferits
ca_es: Preferits
da: Favoritter
el_gr: Αγαπημένα
eo: Favoratoj
es_ar: Favoritos
es_es: Favoritas
et_ee: Lemmikud
fa_ir: علاقه‌مندی‌ها
fi: Suosikit
fil: Mga paborito
ga: Ceanáin
he: מועדפים
hr: Favoriti
hu_hu: Kedvencek
id: Favorit
it_it: Preferiti
ja_jp: お気に入り
kk_kz: Tañdaulylar
ko_kr: 즐겨찾기
lt_lt: Mėgstamiausi
lv_lv: Favorīti
nb_no: Favoritter
pt_br: Favoritos
pt_pt: Favoritos
ro: Favorite
ru_ru: Избранное
sk_sk: Obľúbené
sl: Priljubljeni
sr_rs: Омиљено
sv: Favoriter
ta: பிடித்தவை
tr_tr: Favoriler
uk: Обране
vi: Yêu thích
zh_hans: 最喜欢的
zh_tw: 最愛的

# #33169
source: In Progress
ar: قيد التقدم
ar_aa: قيد التقدم
be: У працэсе
bg: В ход
ca: En progrès
ca_es: En progrés
da: I gang
el_gr: Σε Εξέλιξη
eo: Progresante
es_ar: En progreso
es_es: En progreso
et_ee: Pooleli
fa_ir: در حال انجام
fi: Kesken
fil: Kasalukuyang nagaganap
ga: Ar siúl
he: בתהליך
hr: U tijeku
hu_hu: Folyamatban
it_it: In Corso
ja_jp: 視聴中
kk_kz: Oryndaluda
ko_kr: 진행 중
lt_lt: Vykdoma
lv_lv: Iesākti
nb_no: Påbegynt
pt_br: Em progresso
pt_pt: Em curso
ro: În Progres
ru_ru: В процессе
sk_sk: Rozpozerané
sl: V teku
sr_rs: У току
sv: Pågående
ta: முன்னேற்றத்தில் உள்ளது
tr_tr: Devam etmekte
uk: У процесі
vi: Trong tiến trình
zh_hans: 正在播放
zh_tw: 進行中

# #33170
source: Unwatched
ar: لم يشاهد
ar_aa: لم يشاهد
be: Непрагледжаны
bg: Негледани
ca: Pendents de veure
ca_es: Pendents de veure
da: Ikke set
el_gr: Χωρίς παρακολούθηση
eo: Nespektita
es_ar: Sin ver
es_es: Pendientes de ver
et_ee: Vaatamata
fa_ir: دیده‌نشده
fi: Katsomattomat
fil: Hindi napanood
ga: Gan faire
he: לא נצפו
hr: Nije gledan
hu_hu: Nem látott
id: Belum ditonton
it_it: Non Visti
ja_jp: 未視聴
kk_kz: Qaralmağan
ko_kr: 시청하지 않음
lt_lt: Nežiūrėta
lv_lv: Neskatīts
nb_no: Usett
pt_br: Não assistido
pt_pt: Não visto
ro: Nevizionat
ru_ru: Непросмотрено
sk_sk: Nepozreté
sl: Neogledani
sr_rs: Неодгледано
sv: Osedd
ta: பார்க்கப்படவில்லை
tr_tr: İzlenmemiş
uk: Не переглянуте
vi: Chưa xem
zh_hans: 未观看
zh_tw: 尚未觀看

# #33171
source: By first letter
ar: بالحرف الأول
ar_aa: بالحرف الأول
be: Па першай літары
bg: По първа буква
ca: Per la inicial
ca_es: Per la inicial
da: Ved første bogstav
el_gr: Με το πρώτο γράμμα
eo: Laŭ unua litero
es_ar: Por primera letra
es_es: Por la inicial
et_ee: Esitähe järgi
fa_ir: بر اساس حرف اول
fi: Alkukirjaimen perusteella
fil: Sa pamamagitan ng unang titik
ga: De réir na chéad litreach
he: לפי האות הראשונה
hr: Po prvom slovu
hu_hu: Első betű alapján
it_it: Per Iniziale
ja_jp: 頭文字で
kk_kz: 1-şı ärıpten
ko_kr: 첫 글자로
lt_lt: Pagal pirmąją raidę
lv_lv: Pēc pirmā burta
nb_no: Etter første bokstav
pt_br: Pela primeira letra
pt_pt: Pela 1a letra
ro: După prima literă
ru_ru: По первой букве
sk_sk: Podľa prvého písmena
sl: Po prvi črki
sr_rs: По првом слову
sv: Alfabetiskt
ta: முதல் கடிதத்தின் மூலம்
tr_tr: İlk harfle
uk: За першою буквою
vi: Bằng kí tự đầu tiên
zh_hans: 按首字母
zh_tw: 按字首
