Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #33018
source: Gathering boxsets
ar: تجميع مجموعات الصندوق
ar_aa: تجميع مجموعات صندوق
be: Збор калекцый
bg: Събиране на колекции
ca: Recopilant boxsets
ca_es: S'estan recopilant els cofres
da: Henter samlingssæt
el_gr: Λήψη σετ
eo: Grupigi kolektojn
es_ar: Reuniendo cajas
es_es: Recopilando boxsets
et_ee: Filmikogumike rühmitamine
fa_ir: جمع آوری مجموعه ها
fi: Kokoelmien keräys
fil: Pagtitipon ng mga boxset
ga: Bailiú sásanna bosca
he: מאתר מארזי מדיה
hr: Skupljanje boxsetova
hu_hu: Kategorizálás dobozos kiadások alapján
id: Mengumpulkan boxset
it_it: Raggruppa Collezioni
ja_jp: ボックスセットを取得中
kk_kz: Jiyndyqtardy jinau
ko_kr: 박스셋 수집 중
lt_lt: Renkami rinkiniai
lv_lv: Savāc vienumus
nb_no: Henter samlebokser
pt_br: Encontrando coletâneas
pt_pt: Reunir coleções
ro: Culegere de colecții
ru_ru: Сбор коллекций
sk_sk: Zhromažďujem krabice
sl: Pridobivanje zbirk
sr_rs: Окупљање боксетова
sv: Inhämtar samlingar
ta: பாக்ஸ்செட்களை சேகரித்தல்
tr_tr: Kutu setlerini toplama
uk: Збір колекцій
vi: Thu thập boxsets
zh_hans: 搜集中的合集
zh_tw: 蒐集合輯

# #33021
source: Gathering:
ar: تجميع:
ar_aa: تجميع:
be: Збор:
bg: Сбор:
ca: Recopilant:
ca_es: S'està recopilant:
da: Indsamler:
el_gr: Λήψη:
eo: Grupigo:
es_ar: Reunión:
es_es: Recopilando:
et_ee: Korjamine:
fa_ir: جمع آوری:
fi: Keräys:
fil: Pagtitipon:
ga: Bailiú:
he: מאתר:
hr: Prikupljanje:
hu_hu: Csoportosítás:
id: Mengumpulkan:
it_it: Raggruppa:
ja_jp: 取得中:
kk_kz: Jinau:
ko_kr: 수집 중:
lt_lt: Renkami:
lv_lv: Savāc:
nb_no: Samler:
pt_br: Encontrando:
pt_pt: Reunir:
ro: Culegând:
ru_ru: Сбор:
sk_sk: Zhromažďovanie:
sl: Zbiranje:
sr_rs: Окупљање:
sv: Samlar:
ta: சேகரித்தல்:
tr_tr: Toplama:
uk: Збір:
vi: Thu thập:
zh_hans: 收集：
zh_tw: 蒐集：

# #33025
source: Completed in:
ar: اكتمل في:
ar_aa: يكتمل في:
be: Завершана ў:
bg: Ще завърши в:
ca: Completat en:
ca_es: Completat en:
da: Færdig om:
el_gr: Τελείωσε σε:
eo: Kompletigita je:
es_ar: Completado en:
es_es: Completado en:
et_ee: Lõpetatud ajaga:
fa_ir: تکمیل شده در:
fi: Valmistuu:
fil: Nakumpleto sa:
ga: Críochnaithe i:
he: הושלם ב:
hr: Dovršeno za:
hu_hu: Kész:
id: Selesai dalam:
it_it: Completato in:
ja_jp: 完了予定時間:
kk_kz: Aiaqtalğan uaqyty:
ko_kr: 예상 시간:
lt_lt: Pabaigta:
lv_lv: Pabeigts pēc:
nb_no: Fullført etter:
pt_br: Completado em:
pt_pt: Terminado em:
ro: Gata în:
ru_ru: Завершится в течение:
sk_sk: Dokončené v:
sl: Končano v:
sr_rs: Завршено у:
sv: Slutförd om:
ta: முடிந்தது:
tr_tr: Tamamlandı:
uk: Завершено в:
vi: Hoàn thành trong:
zh_hans: 完成于：
zh_tw: 完成於：

# #33033
source: A new device Id has been generated. Kodi will now restart.
ar: تم إنشاء معرف جهاز جديد. سيتم إعادة تشغيل Kodi الآن.
ar_aa: تم إنشاء معرف جهاز جديد. سيتم إعادة تشغيل Kodi الآن.
be: Новы ідэнтыфікатар прылады быў створаны. Зараз Kodi перазапусціцца.
bg: Беше генерирано ново ИД за устройство.Коди ще се рестартира.
ca: S'ha generat un nou identificador de dispositiu. Kodi es reiniciarà.
ca_es: S'ha generat un nou identificador de dispositiu. Kodi es reiniciarà.
da: En ny enheds ID er blevet genereret. Kodi vil nu genstarte.
el_gr: Δημιουργήθηκε η νέα ταυτότητα συσκευής. Το Kodi θα επανεκκινήσει τώρα.
eo: Nova aparata identigilo estis kreita. Kodi nun relanĉos.
es_ar: Se ha generado una nueva ID de dispositivo. Kodi ahora se reiniciará.
es_es: Un nuevo Id de dispositivo se ha generado. Kodi se va a reiniciar ahora.
et_ee: Uus seadme ID on loodud. Kodi taaskäivitub.
fa_ir: شناسه دستگاه جدید ایجاد شده است. Kodi اکنون مجدداً راه اندازی می شود.
fi: Uusi laitetunniste on luotu. Kodi käynnistyy nyt uudelleen.
fil: Isang bagong device ID ang nabuo. Magre-restart na ngayon ang Kodi.
ga: Gineadh aitheantas gléis nua. Atosóidh Kodi anois.
he: מזהה חדש למכשיר נוצר. קודי יבצע אתחול כעת.
hr: Generiran je novi ID uređaja. Kodi će se sada ponovno pokrenuti.
hu_hu: Egy új eszköz azonosító lett létrehozva. A Kodi most újraindul.
id: ID perangkat baru telah dihasilkan. Kodi akan memulai ulang.
it_it: È stato generato un nuovo ID dispositivo. Kodi verrà riavviato.
ja_jp: 新しいデバイスIDを生成しました。Kodiを再起動します。
kk_kz: Qūrylğynyñ jaña identifikatory qūryldy. Endі Kodi qaita ıske qosylady.
ko_kr: 새로운 장치 ID가 생성되었습니다. Kodi를 재시작합니다.
lt_lt: Naujas irenginio ID buvo sugeneruotas. Kodi dabar bus perkrautas.
lv_lv: Jauns ierīces ID ģenerēts. Kodi tagad restartēsies.
nb_no: En ny enhets-ID ble generert. Kodi vil nå starte på nytt.
pt_br: Uma nova ID de dispositivo foi gerada. Kodi agora reiniciará.
pt_pt: Foi gerado um novo ID do dispositivo. Kodi irá reiniciar agora.
ro: A fost generat un nou ID de dispozitiv. Kodi va reporni acum.
ru_ru: Новый идентификатор устройства был создан. Kodi теперь перезапускается.
sk_sk: Nové ID zariadenia bolo vygenerované. Kodi sa teraz sám reštartuje.
sl: Ustvarjen je bil nov ID naprave. Kodi se bo zdaj znova zagnal.
sr_rs: Генерисан је нови ИД уређаја. Коди ће се сада поново покренути.
sv: Ett nytt enhets-ID har genererats. Kodi startar nu om.
ta: புதிய சாதன ஐடி உருவாக்கப்பட்டது. கோடி இப்போது மறுதொடக்கம் செய்யும்.
tr_tr: Yeni bir cihaz kimliği oluşturuldu. Kodi şimdi yeniden başlayacak.
uk: Створено новий ідентифікатор пристрою. Тепер Kodi перезапуститься.
vi: ID thiết bị mới đã được tạo. Kodi bây giờ sẽ khởi động lại.
zh_hans: 已生成新设备 ID。Kodi 现在将重新启动。
zh_tw: 已產生新的裝置 ID。 Kodi 現在將重新啟動。

# #33035
source: Caution! If you choose Native mode, certain Jellyfin features will be missing, such as: Jellyfin cinema mode, direct stream/transcode options and parental access schedule.
ar: تحذير! إذا اخترت الوضع الأصلي ، فستفقد بعض ميزات Jellyfin ، مثل وضع سينما Jellyfin وخيارات البث المباشر و التحويل وجدولة وصول الوالدين.
ar_aa: تحذير! إذا اخترت الوضع الأصلي ، فستفقد بعض ميزات Jellyfin ، مثل: وضع سينما Jellyfin وخيارات البث المباشر و التحويل وجدولة وصول الوالدين.
be: Асцярожна! Калі вы выбіраеце "Натыўны" рэжым, некаторыя функцыі Jellyfin будуць адсутнічаць, напрыклад: рэжым кінатэатра Jellyfin, параметры прамой трансляцыі/перакадзіравання і расклад бацькоўскага доступу.
bg: Внимание! Ако изберете режим "нативен",някои функции на Джелифин няма да бъдат достъпни.Това са "кино режим", директен поток/транскодиране и графика за родителски контрол.
ca: Precaució: Si escull el mode Natiu, algunes funcions de Jellyfin no estaran disponibles, com: mode cinema de Jellyfin, opcions de transmissió directa/transcodificació i horari parental.
ca_es: Precaució: Si escolliu el mode nadiu, algunes funcions de Jellyfin no estaran disponibles, com: mode Jellyfin de cinema, opcions de transmissió directa/transcodificació i horari parental.
da: Bemærk! Hvis du vælger oprindelig tilstand, så vil nogle af Jellyfins funktioner mangle, som for eksempel: Jellyfins biograf tilstand, direkte stream/transcode indstillinger og forældrenes adgangskema.
el_gr: Προσοχή! Η επιλογή του εγγενούς τρόπου λειτουργείς αφαιρεί κάποιες ιδιότητες του Jellyfin όπως: διεπαφή σινεμά, επιλογές απευθείας διακωδικοποίησης και εκπομπής και τον παιδικό έλεγχο.
eo: Atentu! Se vi elektis Operaciuman reĝimon, mankos certaj funkcioj de Jellyfin, kiel: Jellyfin kineja reĝimo, opcioj de rektelsendfluo/transkodado kaj horaro de gepatra aliro.
es_ar: ¡Precaución! Si elige el modo nativo, faltarán ciertas funciones de Jellyfin, como: modo de cine Jellyfin, opciones de transmisión directa/transcodificación y horario de acceso de los padres.
es_es: ¡Precaución! Si elige el modo nativo, ciertas funciones de Jellyfin no estarán disponibles, como: modo de cine Jellyfin, opciones de transmisión directa / transcodificación y horario de acceso parental.
et_ee: Tähelepanu! Valides režiimi 'Otse', pole teatud Jellyfini funktsioonid, nagu kinoteater, transkoodimise valikud ja lapseluku ajakava saadaval.
fa_ir: احتیاط! اگر حالت ساده (Native) را انتخاب کنید، برخی از ویژگی های Jellyfin وجود نخواهند داشت، مانند: حالت سینما Jellyfin، (ارسال متوالی/گزینه های پردازش تبدیل) مستقیم و برنامه دسترسی والدین.
fi: Varoitus! Jos valitset natiivin tilan, eivät kaikki Jellyfinin toiminnot ole käytettävissä: Jellyfin-teatteritila, muuntamattoman 0toiston/transkaoodauksen valinnat ja käytönvalvonta.
fil: Mag-ingat! Kung pipiliin mo ang Native mode, mawawala ang ilang partikular na feature ng Jellyfin, gaya ng: Jellyfin cinema mode, mga opsyon sa direktang stream/transcode at iskedyul ng parental access.
ga: Fainic! Má roghnaíonn tú modh Dúchasach, beidh gnéithe áirithe Jellyfin ar iarraidh, mar shampla: Modh pictiúrlainne Jellyfin, roghanna sruth díreach/traschód agus sceideal rochtana do thuismitheoirí.
he: זהירות! אם תבחר במצב Native, אפשרויות מסוימות של ג'ליפין לא יפעלו, כגון מצב קולנוע, אפשרויות להמרת קידוד ישירה או הזרמה ישירה, וגישת ילדים מתוזמנת.
hr: Oprez! Ako odaberete izvorni način rada, određene Jellyfin značajke će nedostajati, kao što su: Jellyfin kino način rada, opcije izravnog prijenosa/transkodiranja i raspored roditeljskog pristupa.
hu_hu: Vigyázat! Ha a natív módot választod, bizonyos Jellyfin funkciók nem működnek, például: Jellyfin mozi üzemmód, közvetlen adatfolyam / átkódolási lehetőségek és a szülői hozzáférési ütemterv.
id: Peringatan! Jika Anda memilih mode Asli, fitur Jellyfin tertentu akan hilang, seperti: mode sinema Jellyfin, opsi streaming/transkode langsung, dan jadwal akses orang tua.
it_it: Attenzione! Se si sceglie la modalità nativa, alcune funzionalità di Jellyfin saranno assenti, come ad esempio: modalità cinema Jellyfin, opzioni streaming diretto/transcodifica e il controllo parentale.
ja_jp: 警告：ネイティブモードを選択された場合、「シネマモード」「直ストリーム/トランスコード設定」「ペアレンタルアクセス」などのJellyfinの機能を使うことができません。
kk_kz: Abailañyz! Eger Özındık rejımdі tañdasañyz, belgіlі bіr Jellyfin mümkındıkterı bolmaidy, mysaly: Jellyfin kinoteatr rejımı, tıkelei taratu/qaita kodtau opsialary jäne ata-analyq qatynau ıs kestesı.
ko_kr: 주의! 네이티브 모드를 선택하면 Jellyfin 시네마 모드, 다이렉트 스트림/트랜스 코딩 옵션 및 보호자 액세스 일정과 같은 특정 Jellyfin 기능이 누락됩니다.
lt_lt: Atsargiai! Pasirinkus „Vietinį“ režimą, nebus tam tikrų „Jellyfin“ funkcijų, pvz: „Jellyfin“ kino režimas, tiesioginės transliacijos / perkodavimo parinktys ir tėvų prieigos tvarkaraštis.
lv_lv: Uzmanību! Ja tu izvēlies iebūvēto atskaņotāju, nebūs pieejamas noteiktas Jellyfin funkcijas, kā Teātra Režīms, Tiešās Straumēšanas/Trans-kodēšanas opcijas un vecāku kontroles grafiks.
nb_no: Advarsel! Hvis du velger opprinnelig modus vil enkelte Jellyfin-funksjoner mangle, som f.eks. Jellyfin-kinomodus, direktestrømmings-/omkodingsinnstillinger og foreldrestyringsplan.
pt_br: Atenção! Se você selecionar o modo Nativo, certos recursos do Jellyfin serão perdidos como: o modo cinema do Jellyfin, opções de stream direto/transcode e agendamento de acesso parental.
pt_pt: Cuidado! Caso escolha o Modo Nativo, algumas funcionalidades do Jellyfin estarão ausentes como: Jellyfin Modo de Cinema, reprodução direta/opções de transcodificação e controlo de acesso parental.
ro: Atenție! Dacă alegeți modul Nativ, anumite funcții Jellyfin vor lipsi, cum ar fi: modul cinematograf Jellyfin, opțiunile de flux direct / transcodare și programul de acces parental.
ru_ru: Внимание! Если вы используете Собственный режим, некоторые функции будут отсутствовать: режим кинозала Jellyfin, опции трансляции/перекодирования и расписание родительского контроля.
sk_sk: Pozor! Ak vyberiete natívny režim, niektoré funkcie Jellyfinu budú chýbať, ako napríklad: Režim kina Jellyfin, možnosti priameho streamu / prekódovania a plán rodičovského prístupu.
sl: Pozor! Če izberete neposredni način določene Jellyfin funkcije ne bodo na voljo, kot na primer Kino način, možnosti neposrednega pretakanja/prekodiranja in možnosti starševskega nadzora.
sr_rs: Опрез! Ако одаберете Нативе моде, недостајаће одређене Jellyfin функције, као што су: Jellyfin биоскопски режим, опције директног стрима / транскодирања и распоред родитељског приступа.
sv: Varning! Om du väljer det inbyggda läget så kommer vissa funktioner att saknas, exempelvis Jellyfin bioläge, direktströmning- och omkodningsalternativ och föräldrabegränsningsschema.
ta: எச்சரிக்கை! நீங்கள் நேட்டிவ் பயன்முறையைத் தேர்வுசெய்தால், சில ஜெல்லிஃபின் அம்சங்கள் காணாமல் போகும்: ஜெல்லிஃபின் சினிமா பயன்முறை, நேரடி ஸ்ட்ரீம் / டிரான்ஸ்கோட் விருப்பங்கள் மற்றும் பெற்றோர் அணுகல் அட்டவணை.
tr_tr: Dikkat! Yerel modu seçerseniz, Jellyfin sinema modu, doğrudan akış / kod dönüştürme seçenekleri ve ebeveyn erişim planı gibi bazı Jellyfin özellikleri eksik olacaktır.
uk: Обережно! Якщо ви виберете «Нативний» режим, деякі функції Jellyfin будуть відсутні, як-от: режим кінотеатру Jellyfin, параметри прямого потоку/перекодування та розклад батьківського доступу.
vi: Thận trọng! Nếu bạn chọn chế độ Gốc, một số tính năng nhất định của Jellyfin sẽ bị thiếu, chẳng hạn như: chế độ rạp chiếu phim Jellyfin, các tùy chọn phát trực tiếp / chuyển mã và lịch truy cập của phụ huynh.
zh_hans: 谨慎！如果选择本机模式，某些 Jellyfin 功能将丢失，例如：Jellyfin影院模式、直接流/转码选项和家长访问计划。
zh_tw: 警告！ 如果您選擇本機模式，某些 Jellyfin 功能將丟失，例如：Jellyfin 電影院模式、直接串流/轉碼選項和家長訪問計劃。

# #33036
source: Add-on (default)
ar: الوظيفة الإضافية (افتراضي)
ar_aa: إضافات (افتراضي)
be: Надбудова (па змаўчанні)
bg: Добавка (по подразбиране)
ca: Add-on (predeterminat)
ca_es: Complement (predeterminat)
da: Tilføjelse (standard)
el_gr: Πρόσθετα (εξορισμού)
eo: Aldonaĵo (defaŭlta)
es_ar: Complemento (predeterminado)
es_es: Add-on (predeterminado)
et_ee: Lisamoodul (vaikimisi)
fa_ir: افزونه (پیشفرض)
fi: Lisäosa (oletus)
ga: Forlíontán (réamhshocrú)
he: תוסף (ברירת מחדל)
hr: Add-on (zadano)
hu_hu: Bővítmény (alapértelmezett)
id: Pengaya (baku)
ja_jp: アドオン (デフォルト)
kk_kz: Qondyrma (ädepkı)
ko_kr: 애드온 (기본값)
lt_lt: Priedas (numatytasis)
lv_lv: Paplašinājums (noklusējums)
nb_no: Tillegg (standard)
pt_br: Plugin (padrão)
pt_pt: Add-on (padrão)
ro: Add-on (implicit)
ru_ru: Надстройка (по умолчанию)
sk_sk: Doplnok (predvolené)
sl: Dodatek (privzeto)
sr_rs: Додатак (подразумевано)
sv: Tillägg (standard)
ta: செருகு நிரல் (இயல்புநிலை)
tr_tr: Eklenti (varsayılan)
uk: Доповнення (за замовчуванням)
vi: Tiện ích bổ sung (mặc định)
zh_hans: 加载项（默认）
zh_tw: 附加組件（預設）

# #33037
source: Native (direct paths)
ar: أصلي (مسارات مباشرة)
ar_aa: أصلي (مسارات مباشرة)
be: Родныя (прамыя шляхі)
bg: Нативен (директни пътища)
ca: Natiu (camins directes)
ca_es: Nadiu (rutes directes)
da: Oprindelig (direkte stier)
el_gr: Εγγενές (άμεσες διαδρομές)
eo: Operaciuma (rektaj serĉvojoj)
es_ar: Nativo (rutas directas)
es_es: Nativo (ruta directa)
et_ee: Otse (otsesed rajad)
fa_ir: ساده (مسیر های مستقیم)
fi: Natiivi (tarkat tiedostosijainnit)
fil: Native (direktang path)
ga: Dúchasach (cosáin dhíreacha)
he: מקומי (כתובת ישירה)
hu_hu: Natív (közvetlen elérési utak)
id: Asli (jalur langsung)
it_it: Nativa (percorsi diretti)
ja_jp: ネイティブ(直パス)
kk_kz: Özındık (tıkelei joldar)
ko_kr: 네이티브 (직접 경로)
lt_lt: Vietinis (tiesioginiai keliai)
lv_lv: Tiešā (tiešie ceļi)
nb_no: Innebygd (direkte filbaner)
pt_br: Nativo (caminhos diretos)
pt_pt: Nativo (caminhos diretos)
ro: Nativ (cale directă)
ru_ru: Собственный (прямые пути)
sk_sk: Natívne (priame pripojenie)
sl: Neposredno (direktne poti)
sr_rs: Нативни (директни путеви)
sv: Inbyggd (direkta sökvägar)
ta: இவரது (நேரடி பாதைகள்)
tr_tr: Yerel (doğrudan yollar)
uk: Рідні (прямі шляхи)
vi: Gốc (đường dẫn trực tiếp)
zh_hans: 本机（直接路径）
zh_tw: 本機（直接路徑）

# #33039
source: Enable music library?
ar: تفعيل مكتبة الموسيقى؟
ar_aa: تمكين مكتبة الموسيقى؟
be: Уключыць музычную медыятэку?
bg: Включване на библиотеката с музика?
ca: Habilitar biblioteca de música?
ca_es: Desitgeu habilitar la fonoteca?
da: Aktiver musik biblotek?
el_gr: Ενεργοποίηση μουσικοθήκης;
eo: Ĉu ebligi plurmeditekon?
es_ar: ¿Habilitar biblioteca de música?
es_es: ¿Activar biblioteca de música?
et_ee: Kas lubada muusikakogu?
fa_ir: آیا کتابخانه موسیقی فعال شود؟
fi: Käytetäänkö musiikkikirjastoa?
fil: I-enable ang library ng musika?
ga: Cumasaigh leabharlann cheoil?
he: אפשר ספריית מוזיקה?
hr: Omogućiti glazbenu biblioteku?
hu_hu: Zenekönyvtár engedélyezése?
id: Aktifkan pustaka musik?
it_it: Abilita libreria musicale?
ja_jp: ミュージックライブラリを有効化しますか？
kk_kz: Mūzykalyq tasyğyşhana qosylsyn ba?
ko_kr: 음악 라이브러리를 활성화하시겠습니까?
lt_lt: Įgalinti muzikos biblioteką?
lv_lv: Iespējot mūzikas bibliotēku?
nb_no: Aktiver musikkbibliotek?
pt_br: Ativar biblioteca de músicas?
pt_pt: Ativar biblioteca de música?
ro: Activați biblioteca muzicală?
ru_ru: Включить музыкальную медиатеку?
sk_sk: Povoliť hudobnú knižnicu?
sl: Omogoči glasbeno knjižnico?
sr_rs: Омогући музичку библиотеку?
sv: Aktivera musikbibliotek?
ta: இசை நூலகத்தை இயக்கவா?
tr_tr: Müzik kitaplığı etkinleştirilsin mi?
uk: Увімкнути музичну медіатеку?
vi: Bật thư viện nhạc?
zh_hans: 启用音乐库 ？
zh_tw: 啟用音樂庫？

# #33047
source: Kodi can't locate file:
ar: لا يمكن لـ Kodi تحديد موقع الملف:
ar_aa: لا يستطيع Kodi تحديد موقع الملف:
be: Kodi не можа знайсці файл:
bg: Коди не може да намери файла:
ca: Kodi no pot localitzar el fitxer:
ca_es: Kodi no pot localitzar el fitxer:
da: Kodi kan ikke finde filen:
el_gr: Το Kodi δεν εντόπισε το αρχείο:
eo: Kodi ne povas loki dosieron:
es_ar: Kodi no puede localizar el archivo:
es_es: Kodi no puede localizar el archivo:
et_ee: Kodi ei leia faili:
fa_ir: Kodi نمی تواند پرونده را پیدا کند:
fi: Kodi ei löydä tiedostoa:
fil: Hindi mahanap ni Kodi ang file:
ga: Ní féidir le Kodi comhad a aimsiú:
he: קודי לא יכול לאתר את הקובץ:
hr: Kodi ne može locirati datoteku:
hu_hu: A Kodi nem találja a következő fájlt:
id: Kodi tidak dapat menemukan berkas:
it_it: Kodi non riesce a localizzare il file:
ja_jp: Kodiはファイルの場所を特定できません:
kk_kz: Kodi fail ornalasuyn taba almadu:
ko_kr: Kodi 파일을 찾을 수 없음:
lt_lt: „Kodi“ negali rasti failo:
lv_lv: Kodi nespēj atrast datni:
nb_no: Kodi fant ikke filen:
pt_br: Kodi não conseguiu localizar o arquivo:
pt_pt: O Kodi não consegue localizar:
ro: Kodi nu poate localiza fișierul:
ru_ru: Kodi не может найти расположение файла:
sk_sk: Kodi nemôže nájsť súbor:
sl: Kodi ne more najti datoteke:
sr_rs: Коди не може да пронађе датотеку:
sv: Kodi kan inte hitta filen:
ta: கோடியால் கோப்பைக் கண்டுபிடிக்க முடியாது:
tr_tr: Kodi şu dosyayı bulamıyor:
uk: Kodi не може знайти файл:
vi: Kodi không thể định vị tệp:
zh_hans: Kodi 找不到文件：
zh_tw: Kodi 找不到檔案：
