Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #33138
source: You can update your library manually rather than rely on the server plugin Kodi Sync Queue. Launch the add-on and update libraries (or per library). To remove content, you'll need to repair the library.
ar: يمكنك تحديث مكتبتك يدويًا بدلاً من الاعتماد على المكون الإضافي للخادم Kodi Sync Queue. قم بتشغيل الوظيفة الإضافية وتحديث المكتبات (أو لكل مكتبة). ولإزالة المحتوى، سوف تحتاج إلى إصلاح المكتبة.
ar_aa: يمكنك تحديث مكتبتك يدويًا بدلاً من الاعتماد على إضافات الخادم Kodi Sync Queue. شغّل الإضافة وحدّث المكتبات (أو لكل مكتبة). لإزالة المحتوى، ستحتاج إلى إصلاح المكتبة.
be: Вы можаце абнавіць сваю медыятэку ўручную, а не спадзявацца на серверны плагін Kodi Sync Queue. Запусціце дадатковы кампанент і абнавіце медыятэкі (або кожную медыятэку). Каб выдаліць кантэнт, трэба адрамантаваць медыятэку.
bg: Можете да актуализирате библиотеката си ръчно, вместо да разчитате на приставката на сървъра.Стартирайте добавката и обновете библиотеките (или поотделно).За да премахнете съдържание, ще трябва да поправите библиотеката.
ca: Pot actualitzar la seva biblioteca manualment en contres de confiar amb el complement del servidor Kodi Sync Queue. Iniciï el complement i actualitzi les biblioteques (o per biblioteca). Per suprimir el contingut, haurà de reparar la biblioteca.
ca_es: Podeu actualitzar manualment la vostra mediateca, en comptes de confiar en el complement del servidor Kodi Sync Queue. Inicieu el complement i actualitzeu les mediateques (o cadascuna). Per a suprimir el contingut, caldrà reparar la mediateca.
da: Du kan opdatere dit biblotek manuelt i stedet for at afhænge af server tilføjelsen Kodi Sync Queue. Åben tilføjelsen og opdatere bibloteker (eller pr. biblotek). For at fjerne indhold, bliver du nødt til at reparere dit biblotek.
el_gr: Μπορείτε να ενημερώσετε τη βιβλιοθήκη σας με μη αυτόματο τρόπο αντί να βασίζεστε στο πρόσθετο διακομιστή Kodi Sync Queue. Εκκινήστε το πρόσθετο και ενημερώστε τις βιβλιοθήκες (ή ανά βιβλιοθήκη). Για να καταργήσετε περιεχόμενο, θα χρειαστεί να επιδιορθώσετε τη βιβλιοθήκη.
eo: Vi povas ĝisdatigi vian plurmeditekon mane anstataŭ fidi la servilan kromprogramon Kodi Sync Queue. Lanĉi la aldonaĵon kaj ĝisdatigu plurmeditekojn (aŭ po plurmeditekoj). Por forigi enhavon, vi devos ripari la plurmeditekon.
es_ar: Es posible actualizar la biblioteca manualmente en lugar de confiar en el plugin del servidor "Kodi Sync Queue". Lance el add-on y actualice las bibliotecas (todas a la vez o de forma individual). Para eliminar contenido, necesitará reparar la biblioteca.
es_es: Puedes actualizar su biblioteca manualmente en lugar de confiar en el plugin de servidor Kodi Sync Queue. Inicia el add-on y actualice las bibliotecas (o biblioteca). Para eliminar el contenido, deberás reparar la biblioteca.
et_ee: Meediakogu saab värskendada ka käsitsi, mitte ainult serveri plugina 'Kodi Sync Queue' abil . Käivita lisamoodul ja värskenda meediakogusi . Sisu eemaldamiseks peab meediakogu parandama.
fa_ir: شما می‌توانید کتابخانه خود را به‌صورت دستی به‌روزرسانی کنید به جای اینکه به پلاگین سرور Kodi Sync Queue وابسته باشید. افزونه را راه‌اندازی کرده و کتابخانه‌ها (یا هر کتابخانه به‌طور جداگانه) را به‌روزرسانی کنید. برای حذف محتوا، نیاز به تعمیر کتابخانه خواهید داشت.
fi: Palvelimen Kodi Sync Que -lisäosaan nojaamisen sijaan kirjastot voidaan päivittää myös manuaalisesti. Käynnistä lisäosa ja päivitä kaikki kirjastot tai yksittäisiä kirjastoja. Sisällön poistamiseksi kirjasto on korjattava.
fil: Maaari mong i-update nang manu-mano ang iyong library sa halip na umasa sa plugin ng server na Kodi Sync Queue. Ilunsad ang add-on at i-update ang mga library (o bawat library). Para mag-alis ng content, kakailanganin mong i-repair ang library.
ga: Is féidir leat do leabharlann a nuashonrú de láimh seachas a bheith ag brath ar an mbreiseán freastalaí Kodi Sync Queue. Seoladh na leabharlanna forlíontáin agus nuashonraithe (nó in aghaidh na leabharlainne). Chun ábhar a bhaint, beidh ort an leabharlann a dheisiú.
he: ניתן לעדכן את הספריה ידנית במקום להסתמך על התוסף תור הסנכרון של קודי. יש להפעיל את התוסף ולעדכן ספריות (או כל ספריה בנפרד). כדי להסיר תוכן, יש לתקן את הספריה.
hr: Svoju biblioteku možete ažurirati ručno umjesto da se oslanjate na serverski dodatak Kodi Sync Queue. Pokrenite dodatak i ažurirajte biblioteke (ili po biblioteci). Da biste uklonili sadržaj, morat ćete popraviti biblioteku.
hu_hu: A könyvtárat manuálisan is frissítheted, ahelyett, hogy a Kodi Sync Queue kiszolgáló bővítményre támaszkodnál. Indítsd el a kiegészítőt és frissítsd a könyvtárakat (akár könyvtáronként). A tartalom eltávolításához javítanod kell a könyvtárat.
it_it: Puoi aggiornare la tua libreria manualmente piuttosto che fare affidamento sul plugin per il server Kodi Sync Queue. Avvia l'add-on e aggiorna le librerie (o una singola libreria). Per rimuovere il contenuto, dovrai riparare la libreria.
ja_jp: Kodi Sync Queueを使わずに手動でライブラリーを更新することもできます。アドオンを起動して、ライブラリーを更新できます。コンテンツの削除後はライブラリーの修復が必要になります。
kk_kz: Kodi Sync Queue serverdık plaginіne täueldı boluynan görі tasyğyşhanany qolmen jañarta alasyz. Qondyrmany ıske qosyñyz da tasyğyşhanalardy (nemese är tasyğyşhana boiynşa) jañartyñyz. Mazmūndy alastau aldynda tasyğyşhanany jöndeuıñız qajet.
ko_kr: 서버 플러그인 Kodi Sync Queue에 의존하지 않고 라이브러리를 수동으로 업데이트 할 수 있습니다. 애드-온을 실행하고 라이브러리를 업데이트합니다.(또는 라이브러리 별) 콘텐츠를 제거하려면 라이브러리를 복구해야합니다.
lt_lt: Biblioteką galite atnaujinti rankiniu būdu, o ne pasikliauti serverio įskiepiu „Kodi Sync Queue“. Paleiskite priedą ir atnaujinkite bibliotekas (arba vieną biblioteką). Norėdami pašalinti turinį, turėsite pataisyti biblioteką.
lv_lv: Bibliotēku varat atjaunināt manuāli, nevis paļauties uz servera spraudni Kodi Sync Queue. Palaidiet papildinājumu un atjauniniet bibliotēkas (vai katru bibliotēku atsevišķi). Lai noņemtu saturu, jums būs jāatjauno bibliotēka.
nb_no: Du kan oppdatere biblioteket manuelt i stedet for å være avhengig av servertillegget Kodi Sync Queue. Start tillegget og oppdater bibliotekene (eller per bibliotek). For å fjerne innhold må du reparere biblioteket.
pt_br: Você pode atualizar sua biblioteca manualmente ao invés de depender no plugin Kodi Sync Queue. Abra o plugin e atualiza as bibliotecas (ou por biblioteca). Para remover conteúdo, você irá precisar reparar a biblioteca.
pt_pt: Pode atualizar a biblioteca manualmente em vez de utilizar o plugin do servidor Kodi Sync Queue. Abra o add-on e selecione Atualizar bibliotecas (ou atualize uma a uma). Para remover conteúdo deverá reparar a biblioteca.
ro: Puteți actualiza manual biblioteca în loc să vă bazați pe pluginul serverului Kodi Sync Queue. Lansați addon-ul și actualizați bibliotecile (sau per bibliotecă). Pentru a elimina conținutul, va trebui să reparați biblioteca.
ru_ru: Вы можете обновить медиатеку вручную, не полагаясь на плагин Kodi Sync Queue. Запустите надстройку и обновите медиатеки (или каждую медиатеку). Чтобы удалить содержание, вам нужно исправить медиатеку.
sk_sk: Vašu knižnicu môžete aj manuálne, radšej ako sa spoliehať na serverový zásuvný modul Kodi Sync Queue. Spustite doplnok a aktualizujte knižnice (po jednej). Pre odstránenie obsahu budete musieť opraviť knižnicu.
sl: Namesto da se zanašate na strežniški dodatek Kodi Sync Queue lahko knjižnice ročno posodobite. Odprite dodatek in posodobite knjižnice (ali posamezno knjižnico). Za odstranitev vsebin morate izbrati možnost popravi knjižnico.
sr_rs: Можете да ажурирате библиотеку ручно, а не да се ослањате на додатак за сервер Коди Sync Queue. Покрените програмске додатке и ажурирајте библиотеке (или по библиотекама). Да бисте уклонили садржај, мораћете да поправите библиотеку.
sv: Du kan uppdatera ditt bibliotek manuellt istället för att förlita dig på att tillägget Kodi Sync Queue gör det åt dig. Kör tillägget och uppdatera biblioteken (eller varje bibliotek enskilt). Du måste reparera biblioteket för att ta bort innehåll.
ta: சேவையக சொருகி கோடி ஒத்திசைவு வரிசையை நம்புவதை விட உங்கள் நூலகத்தை கைமுறையாக புதுப்பிக்கலாம். கூடுதல் மற்றும் புதுப்பிப்பு நூலகங்களைத் தொடங்கவும் (அல்லது ஒரு நூலகத்திற்கு). உள்ளடக்கத்தை அகற்ற, நீங்கள் நூலகத்தை சரிசெய்ய வேண்டும்.
tr_tr: Sunucu eklentisi Kodi Sync Queue'ya güvenmek yerine kitaplığınızı manuel olarak güncelleyebilirsiniz. Eklentiyi başlatın ve kitaplıkları güncelleyin (veya kitaplık başına). İçeriği kaldırmak için kitaplığı onarmanız gerekir.
uk: Ви можете оновити вашу медіатеку вручну, замість того аби покладатися на плагін Kodi Sync Queue. Запустіть надбудову і оновіть медіатеки (або конкретну медіатеку). Для прибирання змісту медіатеки її необхідно буде полагодити.
vi: Bạn có thể cập nhật thư viện của mình theo cách thủ công thay vì dựa vào plugin máy chủ Kodi Xếp Hàng Đồng Bộ. Khởi chạy tiện ích bổ sung và cập nhật thư viện (hoặc mỗi thư viện). Để xóa nội dung, bạn cần sửa chữa thư viện.
zh_tw: 您可以手動更新您的庫，而不是依賴伺服器外掛程式 Kodi Sync Queue。 啟動附加組件和更新媒體庫（或每個庫）。 要移除內容，您需要修復媒體庫。

# #33139
source: Update libraries
ar: تحديث المكتبات
ar_aa: تحديث المكتبات
be: Абнавіць медыятэкі
bg: Обновяване на библиотеките
ca: Actualitzar biblioteques
ca_es: Actualitza les mediateques
da: Opdater bibloteker
el_gr: Ενημέρωση βιβλιοθηκών
eo: Ĝisdatigu plurmeditekojn
es_ar: Actualizar biblioteca
es_es: Actualizar bibliotecas
et_ee: Uuenda meediakogusi
fa_ir: کتابخانه‌ها به‌روزرسانی شوند
fi: Päivitä kirjastot
fil: I-update ang mga library
ga: Nuashonraigh leabharlanna
he: עדכון ספריות
hr: Ažurirajte biblioteke
hu_hu: Könyvtárak frissítése
it_it: Aggiorna librerie
ja_jp: ライブラリーを更新
kk_kz: Tasyğyşhanalardy jañartu
ko_kr: 라이브러리 업데이트
lt_lt: Atnaujinti bibliotekas
lv_lv: Atjaunot bibliotēkas
nb_no: Oppdater bibliotek
pt_br: Atualizar bibliotecas
pt_pt: Atualizar bibliotecas
ro: Actualizați bibliotecile
ru_ru: Обновить медиатеки
sk_sk: Aktualizovať knižnice
sl: Posodobi knjižnice
sr_rs: Ажурирај библиотеке
sv: Uppdatera biblioteken
ta: நூலகங்களைப் புதுப்பிக்கவும்
tr_tr: Kitaplıkları güncelleyin
uk: Оновити медіатеки
vi: Cập nhật thư viện
zh_hans: 更新媒体库
zh_tw: 更新媒體庫

# #33140
source: Repair libraries
ar: إصلاح المكتبات
ar_aa: إصلاح المكتبات
be: Выправіць медыятекі
bg: Поправка на библиотеките
ca: Reparar biblioteques
ca_es: Repara les mediateques
da: Reparer bibloteker
el_gr: Επιδιόρθωση βιβλιοθηκών
eo: Ripari plurmeditekojn
es_ar: Reparar biblioteca
es_es: Reparar bibliotecas
et_ee: Paranda meediakogusi
fa_ir: کتابخانه‌ها تعمیر شوند
fi: Korjaa kirjastot
fil: I-repair ang mga library
ga: Leabharlanna deisiúcháin
he: תיקון ספריות
hr: Popravi biblioteke
hu_hu: Könyvtárak javítása
it_it: Ripara librerie
ja_jp: ライブラリーを修復
kk_kz: Tasyğyşhanalardy jöndeu
ko_kr: 라이브러리 복구
lt_lt: Sutaisyti bibliotekas
lv_lv: Salabot bibliotēkas
nb_no: Reparer bibliotek
pt_br: Reparar bibliotecas
pt_pt: Reparar biblioteca
ro: Reparați bibliotecile
ru_ru: Исправить медиатеки
sk_sk: Opraviť knižnice
sl: Popravi knjižnice
sr_rs: Поправите библиотеке
sv: Reparera biblioteken
ta: நூலகங்களை சரிசெய்தல்
tr_tr: Kitaplıkları onar
uk: Полагодити медіатеки
vi: Sửa chữa thư viện
zh_hans: 修复媒体库
zh_tw: 修復媒體庫

# #33141
source: Remove server
ar: إزالة الخادم
ar_aa: إزالة الخادم
be: Выдаліць сервер
bg: Прамахни сървър
ca: Esborrar servidor
ca_es: Elimina el servidor
da: Fjern server
el_gr: Αφαίρεση διακοσμητή
eo: Forigi servilon
es_ar: Eliminar servidor
es_es: Eliminar servidor
et_ee: Eemalda server
fa_ir: سرور حذف شود
fi: Poista palvelin
fil: Alisin ang server
ga: Bain freastalaí
he: הסרת שרת
hr: Ukloni server
hu_hu: Szerver törlése
id: Hapus server
it_it: Rimuovi server
ja_jp: サーバを削除
kk_kz: Serverdı alastau
ko_kr: 서버 제거
lt_lt: Pašalinti serverį
lv_lv: Noņemt serveri
nb_no: Fjern server
pt_br: Remover servidor
pt_pt: Remover servidor
ro: Ștergeți serverul
ru_ru: Изъять сервер
sk_sk: Odstrániť server
sl: Odstrani strežnik
sr_rs: Уклоните сервер
sv: Ta bort server
ta: சேவையகத்தை அகற்று
tr_tr: Sunucuyu kaldır
uk: Видалити сервер
vi: Xóa máy chủ
zh_hans: 移除服务器
zh_tw: 移除伺服器

# #33142
source: Something went wrong. Try again later.
ar: هناك خطأ ما. حاول مرة أخرى في وقت لاحق.
ar_aa: حدث خطأ ما. حاول مرة أخرى لاحقا.
be: Нешта пайшло не так. Паўтарыце спробу пазней.
bg: Има някакъв проблем.Моля,опитайте по-късно.
ca: Alguna cosa ha sortit malament. Prova-ho de nou més tard.
ca_es: Alguna cosa ha sortit malament. Proveu-ho de nou més tard.
da: Noget gik galt, prøv igen senere.
el_gr: Κάτι πήγε στραβά. Δοκιμάστε ξανά αργότερα.
eo: Io misfunkciis. Provi denove poste.
es_ar: Algo salió mal. Inténtelo más tarde.
es_es: Algo salió mal. Inténtalo de nuevo más tarde.
et_ee: Midagi läks valesti. Proovi hiljem uuesti.
fa_ir: چیزی اشتباه پیش رفت. لطفاً بعداً دوباره تلاش کنید.
fi: Jotain meni pieleen. Yritä uudelleen.
fil: May nangyaring mali. Subukan ulit mamaya.
ga: Chuaigh rud éigin mícheart. Bain triail eile as níos déanaí.
he: משהו השתבש. נא לנסות שוב מאוחר יותר.
hr: Nešto je pošlo po zlu. Pokušajte ponovno kasnije.
hu_hu: Valami hiba történt, Próbáld újra.
id: Terjadi kesalahan. Coba lagi nanti.
it_it: Qualcosa è andato storto. Riprova più tardi.
ja_jp: エラーが起きました。時間をおいてまたお試しください。
kk_kz: Bırdeñe dūrys bolmady. Keiın qaitalañyz.
ko_kr: 오류가 발생했습니다. 나중에 다시 시도하십시오.
lt_lt: Kažkas nutiko ne taip. Pabandykite dar kartą vėliau.
lv_lv: Kaut kas nogāja greizi. Mēģini vēlreiz pēc brītiņa.
nb_no: Noe gikk galt. Prøv på nytt senere.
pt_br: Algo deu errado. Tente novamente mais tarde.
pt_pt: Algo correu mal. Tente mais tarde.
ro: Ceva nu a funcționat. Încercați mai târziu.
ru_ru: Что-то пошло не так. Попробуйте позже.
sk_sk: Stalo sa niečo zlé. Skúste znova neskôr.
sl: Prišlo je do napake. Poskusite znova kasneje.
sr_rs: Нешто није у реду. Покушајте поново касније.
sv: Någonting gick fel. Prova igen senare.
ta: ஏதோ தவறு நடந்துவிட்டது. பின்னர் மீண்டும் முயற்சிக்கவும்.
tr_tr: Bir şeyler yanlış gitti. Daha sonra tekrar deneyin.
uk: Щось пішло не так. Спробуйте знову пізніше.
vi: Đã xảy ra lỗi. Thử lại sau.
zh_hans: 出错了。请稍后重试。
zh_tw: 出了點問題。 請稍後再試。

# #33143
source: Enable the option to delete
ar: فعل خيار الحذف
ar_aa: تفعيل خيار الحذف
be: Уключыце опцыю выдалення
bg: Включи опцията за изтриване
ca: Habilitar opció d'esborrat
ca_es: Habilita l'opció d'eliminació
da: Aktiver indstillingen for at slette
el_gr: Ενεργοποιήστε την επιλογή διαγραφής
eo: Ebligi la opcion por forigi
es_ar: Habilite la opción para eliminar
es_es: Habilitar la opción de eliminar
et_ee: Luba kustutamise võimalus
fa_ir: گزینه حذف فعال شود
fi: Käytä poistovalintaa
fil: I-enable ang option sa pagtanggal
ga: Cumasaigh an rogha scriosadh
he: יש להפעיל את האפשרות כדי למחוק
hr: Uključite opciju za brisanje
hu_hu: Engedélyezd a beállítást a törléshez
it_it: Abilita l'opzione per eliminare
ja_jp: 削除する設定を有効にする
kk_kz: Joiu üşın opsıany qosu
ko_kr: 삭제 옵션 활성
lt_lt: Įgalinkite galimybę ištrinti
lv_lv: Iespējo opciju lai izdzēstu
nb_no: Aktiver muligheten til å slette
pt_br: Habilitar a opção de deletar
pt_pt: Ativar opção de eliminar conteúdo
ro: Activează opțiunea de șters
ru_ru: Включить опцию удаления
sk_sk: Povoliť možnosť vymazávať
sl: Omogočite možnost za izbris
sr_rs: Омогућите опцију брисања
sv: Aktivera möjligheten att radera
ta: நீக்குவதற்கான விருப்பத்தை இயக்கவும்
tr_tr: Silme seçeneğini etkinleştirin
uk: Дозволити видалення
vi: Bật tùy chọn để xóa
zh_hans: 启用选项以支持删除操作
zh_tw: 啟用刪除選項

# #33144
source: Removing library
ar: جاري إزالة المكتبة
ar_aa: تتم إزالة المكتبة
be: Выдаленне медыятекі
bg: Премахване на библиотека
ca: Suprimint biblioteca
ca_es: S'està eliminant la mediateca
da: Fjerner biblotek
el_gr: Κατάργηση βιβλιοθήκης
eo: Forigante plurmeditekon
es_ar: Eliminando biblioteca
es_es: Eliminando biblioteca
et_ee: Meediakogu eemaldamine
fa_ir: در حال حذف کتابخانه
fi: Poistetaan kirjastoa
fil: Tinatanggal ang library
ga: Leabharlann á baint
he: הספרייה מוּסרת
hr: Uklanjanje biblioteke
hu_hu: Könyvtár törlése folyamatban
it_it: Rimozione della libreria
ja_jp: ライブラリーを削除中
kk_kz: Tasyğyşhana alastaluda
ko_kr: 라이브러리 제거
lt_lt: Pašalinama biblioteka
lv_lv: Noņem bibliotēku
nb_no: Fjerner bibliotek
pt_br: Removendo biblioteca
pt_pt: Remover biblioteca
ro: Scoaterea bibliotecii
ru_ru: Изъятие библиотеки
sk_sk: Odstraňovanie knižnice
sl: Odstranjevanje knjižnice
sr_rs: Уклањање библиотеке
sv: Tar bort bibliotek
ta: நூலகத்தை நீக்குகிறது
tr_tr: Kitaplığı kaldırma
uk: Видаляємо медіатеку
vi: Đang xóa thư viện
zh_hans: 正在移除媒体库
zh_tw: 正在移除媒體庫
