Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #33181
source: Restarting to apply the patch
ar: يتم إعادة تشغيل تطبيق التصحيح
ar_aa: يتم إعادة تشغيل لتطبيق التصحيح
be: Перазапуск для прымянення патча
bg: Рестартира се ,за да влезе в сила "кръпката"
ca: Reiniciar per a aplicar el pedaç
ca_es: Reinicia per a aplicar el pedaç
da: Genstarter for at anvende patch
el_gr: Επανεκκίνηση για να εφαρμοστεί το patch
eo: Relanĉante apliki la flikaĵon
es_ar: Reiniciando para aplicar el parche
es_es: Reiniciar para aplicar el parche
et_ee: Taaskäivitus paiga rakendamiseks
fa_ir: در حال ریستارت برای اعمال پچ
fi: Käynnistetään uudelleen päivityksen käyttöönottamiseksi
fil: I-re-restart upang ilapat ang patch
ga: Atosaigh chun an paiste a chur i bhfeidhm
he: מופעל מחדש כדי להחיל את הטלאי
hr: Ponovno pokretanje za primjenu zakrpe
hu_hu: Újraindítás folyamatban a javítások alkalmazásához
it_it: Riavvia per applicare la patch
ja_jp: 修正パッチを適用するため再起動しています
kk_kz: Tüzetudı qoldanu üşın qaita qosyluda
ko_kr: 패치를 적용하기 위해 재시작
lt_lt: Paleidžiama iš naujo, kad būtų pritaikytas pataisymas
lv_lv: Restartē lai uzstādītu ielāpu
nb_no: Starter på nytt for at rettelsen skal tre i kraft
pt_br: Reiniciando para aplicar correção
pt_pt: A reiniciar para aplicar correção
ro: Repornește pentru aplicarea corecției
ru_ru: Перезапускается для применения исправления
sk_sk: Reštartovanie pre aplikovanie záplaty
sl: Ponovni zagon za uveljavitev popravka
sr_rs: Поновно покретање за примену закрпе
sv: Startar om för att applicera uppdateringen
ta: இணைப்பு விண்ணப்பிக்க மறுதொடக்கம்
tr_tr: Yamayı uygulamak için yeniden başlatılıyor
uk: Перезапуск для застосування патчу
vi: Khởi động lại để áp dụng bản vá
zh_hans: 重启以应用更新
zh_tw: 重新啟動以套用修補

# #33180
source: Restart Jellyfin for Kodi
ar: أعد تشغيل Jellyfin لـ Kodi
ar_aa: أعادة تشغيل Jellyfin لـ Kodi
be: Перазапусціце Jellyfin для Kodi
bg: Рестартирай Джелифин за Коди
ca: Reiniciar Jellyfin for Kodi
ca_es: Reinicia Jellyfin per a Kodi
da: Genstart Jellyfin for Kodi
el_gr: Επανεκκινήστε το Jellyfin για το Kodi
eo: Relanĉi Jellyfin por Kodi
es_ar: Reiniciar Jellyfin para Kodi
es_es: Reiniciar Jellyfin para Kodi
et_ee: Taaskäivita Jellyfin Kodi
fa_ir: ریستارت کردن Jellyfin برای Kodi
fi: Käynnistä Jellyfin for Kodi uudelleen
fil: I-restart ang Jellyfin for Kodi
ga: Atosaigh Jellyfin le haghaidh Kodi
he: להפעיל מחדש את ג'ליפין בשביל קודי
hr: Ponovno pokrenite Jellyfin for Kodi
hu_hu: Jellyfin Kodi bővítmény újraindítása
id: Mulai ulang Jellyfin untuk Kodi
it_it: Riavvia Jellyfin per Kodi
ja_jp: Jellyfin for Kodiを再起動
kk_kz: Kodi üşın Jellyfin-dı qaita ıske qosu
ko_kr: Jellyfin for Kodi 재시작
lt_lt: Iš naujo paleiskite "Jellyfin for Kodi"
lv_lv: Restartēt Jellyfin priekš Kodi
nb_no: Start Jellyfin for Kodi på nytt
pt_br: Reiniciar Jellyfin for Kodi
pt_pt: Reiniciar Jellyfin for Kodi
ro: Reporniți Jellyfin pentru Kodi
ru_ru: Перезапустить Jellyfin для Kodi
sk_sk: Reštartovať Jellyfin for Kodi
sl: Ponovno zaženi Jellyfin za Kodi
sr_rs: Поново покрените Jellyfin за Коди
sv: Starta om Jellyfin för Kodi
ta: கோடிக்கு ஜெல்லிஃபின் மறுதொடக்கம் செய்யுங்கள்
tr_tr: Jellyfin'i Kodi için yeniden başlatın
uk: Перезапустити Jellyfin для Kodi
vi: Khởi động lại Jellyfin cho Kodi
zh_hans: 重启Jellyfin for Kodi
zh_tw: 為 Kodi 重新啟動 Jellyfin

# #33179
source: Force transcode
ar: فرض تحويل الشفرة
ar_aa: فرض الترميز
be: Прымусовае перакадзіраванне
bg: Принудително транскодиране
ca: Forçar la transcodificació
ca_es: Força la transcodificació
da: Tving omkodning
el_gr: Αναγκαστική διακωδικοποίηση
eo: Forci transkodadon
es_ar: Forzar transcodificación
es_es: Forzar la transcodificación
et_ee: Sunnitud transkoodimine
fa_ir: ترانسکد اجباری شود
fi: Pakota transkoodaus
fil: Pilitin ang transcode
ga: Fórsáil traschódú
he: אילוץ התמרה
hr: Prisilno transkodiraj
hu_hu: Átkódolás kényszerítése
it_it: Forza transcodifica
ja_jp: トランスコードを強制する
kk_kz: Qaita kodtaudy mäjbürleu
ko_kr: 강제 트랜스코드
lt_lt: Priverstinai perkoduoti
lv_lv: Piespiest transkodēšanu
nb_no: Tvunget omkoding
pt_br: Forçar transcodificação
pt_pt: Forçar transcodificação
ro: Forțează transcodarea
ru_ru: Форсировать перекодирование
sk_sk: Vynútiť transkódovanie
sl: Vsili prekodiranje
sr_rs: Присилно транскодирање
sv: Tvinga omkodning
ta: கட்டாய டிரான்ஸ்கோட்
tr_tr: Kod dönüştürmeye zorla
uk: Примусове перекодування
vi: Bắt buộc chuyển mã
zh_hans: 强制转码
zh_tw: 強制轉碼

# #33178
source: Processing updates
ar: التحديثات قيد المعالجة
ar_aa: التحديثات قيد المعالجة
be: Апрацоўка абнаўленняў
bg: Обработка на актуализациите
ca: Processant canvis
ca_es: S'estan processant canvis
da: Behandler opdateringer
el_gr: Επεξεργασία ενημερώσεων
eo: Procesado de ĝisdatigoj
es_ar: Procesando actualizaciones
es_es: Procesando cambios
et_ee: Uuenduste töötlemine
fa_ir: در حال پردازش به‌روزرسانی‌ها
fi: Käsitellään päivityksiä
fil: Pinoproseso ang mga update
ga: Nuashonruithe a phróiseáil
he: מטפל בעדכונים
hr: Obrada ažuriranja
hu_hu: Frissítések feldolgozása
id: Memproses pembaruan
it_it: Elaborazione degli aggiornamenti
ja_jp: 更新を処理中
kk_kz: Jañartular oryndaluda
ko_kr: 업데이트 처리
lt_lt: Apdorojami atnaujinimai
lv_lv: Apstrādā atjauninājumus
nb_no: Behandler oppdateringer
pt_br: Processando atualizações
pt_pt: A processar atualizações
ro: Procesarea actualizărilor
ru_ru: Обрабатываются обновления
sk_sk: Spracovávam aktualizácie
sl: Obdelovanje posodobitev
sr_rs: Обрада ажурирања
sv: Bearbetar uppdateringar
ta: புதுப்பிப்புகளை செயலாக்குகிறது
tr_tr: Güncellemeler işleniyor
uk: Обробка оновлень
vi: Đang xử lý các bản cập nhật
zh_hans: 处理更新
zh_tw: 正在處理更新

# #33177
source: Display the progress bar if update count greater than
ar: اعرض شريط التقدم إذا كان عدد التحديثات أكبر من
ar_aa: اعرض شريط التقدم إذا كان عدد التحديثات أكبر من
be: Адлюстроўваць панэль прагрэсу, калі колькасць абнаўленняў перавышае
bg: Покажи лентата за напредъка, ако броя на актуализациите е по-голям от
ca: Mostrar la barra de progrés si el número de canvis és superior a
ca_es: Mostra la barra de progrés si el nombre de canvis és superior a
da: Vis fremskridsbar hvis opdater tal er større end
el_gr: Εμφάνιση της γραμμής προόδου εάν ο αριθμός των ενημερώσεων είναι μεγαλύτερος από
eo: Montri la plenumskalo se ĝisdatigaj nombro pli granda ol
es_ar: Mostrar la barra de progreso si el conteo de actualizaciones es mayor a
es_es: Mostrar la barra de progreso si el número de cambios es superior a
et_ee: Kuva edenemisriba, kui uuenduste arv on suurem kui
fa_ir: اگر تعداد به‌روزرسانی بیشتر از این تعداد باشد آنگاه نوار پیشرفت نمایش یابد
fi: Näytä edistymispalkki, jos päivitysmäärä on suurempi kuin
fil: Ipakita ang progress bar kung mas malaki ang bilang ng update kaysa
ga: Taispeáin an barra dul chun cinn má tá an comhaireamh nuashonraithe níos mó ná
he: הצג התקדמות אם מספר העדכונים גדול מ-
hr: Prikaži traku napretka ako je broj ažuriranja veći od
hu_hu: Jelenjen meg betöltősáv, ha a frissítés száma nagyobb, mint
it_it: Visualizza la barra di avanzamento se gli aggiornamenti sono più di
kk_kz: Eger jañartular sany kelesıden ülkenırek bolsa, oryndalu barysy jolağy beinelenedı
ko_kr: 업그레이드 카운트가 이 이상이 되면 진행바를 표시합니다
lt_lt: Rodoma pažangos juosta, jei atnaujinimų skaičius didesnis nei
lv_lv: Rādīt progresa joslu ja atjauninājumu skaits ir lielāks par
nb_no: Vis framgangsmåleren hvis antall oppdateringer er større enn
pt_br: Exibir a barra de progresso se a contagem de atualizações for maior que
pt_pt: Mostrar barra de progresso caso o número de atualizações seja superior a
ro: Afișează bara de progres dacă numărul de actualizări este mai mare de
ru_ru: Отображать индикатор выполнения, если количество обновлений выше чем
sk_sk: Zobraziť priebeh pokiaľ je aktualizácií viac ako
sl: Prikaži vrstico napredka, če je število posodobitev večje kot
sr_rs: Прикажите траку напретка ако је број ажурирања већи од
sv: Visa förloppsindikator om antalet uppdateringar är fler än
ta: புதுப்பிப்பு எண்ணிக்கையை விட அதிகமாக இருந்தால் முன்னேற்றப் பட்டியைக் காண்பி
tr_tr: Güncelleme sayısı şu değerden fazlaysa ilerleme çubuğunu görüntüle
uk: Показати індикатор виконання якщо кількість оновлень більше ніж
vi: Hiển thị thanh tiến trình nếu số lượng cập nhật lớn hơn
zh_hans: 显示进度条当更新数大于
zh_tw: 顯示進度條，如果更新計數大於

# #33176
source: Update or repair your libraries to apply the changes below.
ar: قم بتحديث أو إصلاح مكتباتك لتطبيق التغييرات أدناه.
ar_aa: تحديث أو إصلاح مكتباتك لتطبيق التغييرات أدناه.
be: Абнавіце або адрамантуйце свае медыятэкі, каб прымяніць прыведзеныя ніжэй змены.
bg: Актуализирайте или поправете библиотеките си, за да приложите промените.
ca: Actualitzar o reparar les biblioteques per aplicar els canvis a continuació.
ca_es: Actualitza o repara les mediateques per, a continuació, aplicar els canvis.
da: Opdater eller reparer dine bibloteker for at anvende de nedenstående ændringer.
el_gr: Ενημερώστε ή επιδιορθώστε τις βιβλιοθήκες σας για να εφαρμόσετε τις παρακάτω αλλαγές.
eo: Ĝisdatigi aŭ ripari viajn plurmeditekojn por apliki la ŝanĝojn sube.
es_ar: Actualice o repare las bibliotecas para aplicar los cambios de abajo.
es_es: Actualizar o repara las bibliotecas para aplicar los cambios a continuación.
et_ee: Muudatuste rakendamiseks värskenda või paranda oma meediakogusi.
fa_ir: کتابخانه‌های خود را به‌روزرسانی یا تعمیر کنید تا تغییرات زیر اعمال شوند.
fi: Päivitä tai korjaa kirjastot ottaaksesi alla olevat muutokset käyttöön.
fil: I-update o ayusin ang iyong mga library upang mailapat ang mga pagbabago sa ibaba.
ga: Nuashonraigh nó deisigh do leabharlanna chun na hathruithe thíos a chur i bhfeidhm.
he: יש לעדכן או לתקן את הספריות שלך כדי להחיל את השינויים הבאים.
hr: Ažurirajte ili popravite svoje biblioteke kako biste primijenili promjene u nastavku.
hu_hu: Frissítsd vagy javítsd a könyvtárakat a változtatások érvényesítéséhez.
it_it: Aggiorna o ripara le tue librerie per applicare le modifiche di seguito.
ja_jp: 以下の更新を適用するためにはライブラリーを更新、または修復してください。
kk_kz: Tömendegı özgerısterdı qoldanu üşın tasyğyşhanalaryñyzdy jañartyñyz nemese jöndeñız.
ko_kr: 아래 변경사항을 적용하려면 라이브러리를 업데이트 또는 수리하십시오.
lt_lt: Atnaujinkite arba pataisykite bibliotekas, kad pritaikytumėte toliau nurodytus pakeitimus.
lv_lv: Atjauno vai salabo savas bibliotēkas lai pielietotu zemākās izmaiņas.
nb_no: Oppdater eller reparer bibliotekene dine for at endringene under skal tre i kraft.
pt_br: Atualize ou repare suas bibliotecas para aplicar as mudanças abaixo.
pt_pt: Atualizar ou reparar as biblioteca para aplicas as seguintes alterações.
ro: Actualizați sau reparați bibliotecile pentru a aplica modificările de mai jos.
ru_ru: Обновите или исправьте свои медиатеки, чтобы применить изменения, указанные ниже.
sk_sk: Aktualizujte alebo opravte vaše knižnice pre aplikovanie zmien nižšie.
sl: Posodobi ali popravi knjižnico za uveljavitev spodnjih sprememb.
sr_rs: Ажурирајте или поправите своје библиотеке да бисте применили промене у наставку.
sv: Uppdatera eller reparera dina bibliotek för att tillämpa ändringarna nedan.
ta: கீழே உள்ள மாற்றங்களைப் பயன்படுத்த உங்கள் நூலகங்களைப் புதுப்பிக்கவும் அல்லது சரிசெய்யவும்.
tr_tr: Aşağıdaki değişiklikleri uygulamak için kitaplıklarınızı güncelleyin veya onarın.
uk: Оновіть або полагодьте ваші медіатеки для застосування змін зазначених внизу.
vi: Cập nhật hoặc sửa chữa thư viện của bạn để áp dụng các thay đổi bên dưới.
zh_hans: 更新或修复库以应用下面的改动。
zh_tw: 更新或修復您的庫以套用以下更改。

# #33175
source: Paging tip: Each download thread requests your max items value from Jellyfin at the same time.
ar: نصيحة الترحيل: يطلب كل مؤشر ترابط تنزيل قيمة العناصر القصوى من Jellyfin في نفس الوقت.
ar_aa: نصيحة الترحيل: كل مؤشر ترابط يطلب قيمة عناصرك القصوى من Jellyfin في نفس الوقت.
be: Падказка па падпампоўцы: кожны паток загрузкі адначасова запытвае максімальную колькасць элементаў у Jellyfin.
bg: Подсказка : Всяка конекция при сваляне изисква максимума от Джелифин сървъра.
ca: Consell de paginació: cada procés de descarrega sol·licita el valor màxim dels elements des de Jellyfin a la vegada.
ca_es: Consell de paginació: cada procés de descàrrega sol·licita el valor màxim dels elements de Jellyfin a la vegada.
da: Paging tip: Hver download tråd anmoder om din maksimale elementværdi fra Jellyfin på samme tid.
el_gr: Συμβουλή σελιδοποίησης: Κάθε νήμα λήψης ζητά τη μέγιστη αξία των στοιχείων σας από το Jellyfin ταυτόχρονα.
eo: Paĝiga konsileto: Ĉiu elŝuta fadeno petas vian maksimuman valoron de aĵoj de Jellyfin samtempe.
es_ar: Sugerencia de paginación: cada hilo de descarga solicita el valor máximo de artículos de Jellyfin al mismo tiempo.
es_es: Consejo de paginación: cada subproceso de descarga solicita el valor máximo de los elementos desde Jellyfin al mismo tiempo.
et_ee: Näpunäide lehekülgede jaoks: iga allalaadimine nõuab Jellyfinilt samaaegselt üksuste maksimaalset väärtust.
fa_ir: نکته صفحه‌بندی: هر رشته دانلود همزمان مقدار حداکثر آیتم‌های شما را از Jellyfin درخواست می‌کند.
fi: Sivutuksen vinkki: Jokainen lataustehtävä pyytää Jellyfin-palvelimelta kohteiden enimmäismäärää saman aikaisesti.
fil: Tip sa paging: Ang bawat thread ng pag-download ay humihiling ng iyong max na value ng mga item mula sa Jellyfin sa parehong oras.
ga: Leid íomháithe: Iarrann gach snáithe íoslódála do luach míreanna uasta ó Jellyfin ag an am céanna.
he: טיפ לדפדוף: כל חוט הורדה מבקש את כמות הפריטים המקסימלית מג'ליפין בו זמנית.
hr: Savjet za straničenje: svaka nit preuzimanja zahtijeva vašu maksimalnu vrijednost stavki od Jellyfina u isto vrijeme.
hu_hu: Lapozási tipp: Minden egyes letöltési szál a maximális darabszámot próbálja letölteni a Jellyfintõl.
it_it: Suggerimento: ogni thread di download richiede il tuoi elementi richiesti massimi da Jellyfin contemporaneamente.
kk_kz: Betteu keñesı: Är jükteletın ağyny Jellyfin-den bіr uaqytta eñ köp tarmaqtar mänın saual etedı.
ko_kr: 페이징 팁: 각 다운로드 스레드는 동시에 당신의 최대 항목값을 Jellyfin에 요청합니다.
lt_lt: Puslapiavimo patarimas: Kiekviena atsisiuntimo gija tuo pačiu metu iš „Jellyfin“ prašo jūsų maksimalios elementų vertės.
lv_lv: Lapošanas ieteikums: Katrs lejupielādes dzīsla pieprasa jūsu maksimālo elementu vērtību no Jellyfin vienlaicīgi.
nb_no: Sideinndelingstips: Hver nedlastingstråd ber om maks antall elementer-verdien din fra Jellyfin på en gang.
pt_br: Dica de paginação: Cada thread de download solicita o valor máximo de itens do Jellyfin ao mesmo tempo.
pt_pt: Dica de paginação: Cada thread de download pede ao Jellyfin o máximo valor de itens do Jellyfin ao mesmo tempo.
ro: Sfat de paginare: Fiecare linie de descărcare solicită valoarea maximă a articolelor dvs. de la Jellyfin în același timp.
ru_ru: Подсказка (разбиение на страницы): Каждый загружаемый поток запрашивает у Jellyfin значение макс. числа элементов одновременно.
sk_sk: Tip pre stránkovanie: Každé sťahovacie vlákno si vyžiada vašu maximálnu hodnotu od Jellyfinu v ten istý čas.
sl: Nasvet: Vsak vzporeden prenos zahteva največje število sočasnih poizvedb iz Jellyfin strežnika.
sr_rs: Савет за пејџинг: Свака нит за преузимање истовремено захтева вашу максималну вредност предмета од Jellyfin-а.
sv: Pagineringstips: Varje nedladdningstråd efterfrågar det maximala värdet på föremål från Jellyfin samtidigt.
ta: பேஜிங் உதவிக்குறிப்பு: ஒவ்வொரு பதிவிறக்க நூலும் உங்கள் அதிகபட்ச உருப்படிகளின் மதிப்பை ஒரே நேரத்தில் ஜெல்லிஃபினிலிருந்து கோருகிறது.
tr_tr: Sayfalama ipucu: Her indirme işlememi, aynı anda Jellyfin'den maksimum öğe değerinizi ister.
uk: Порада щодо розподілення по сторінках: кожен потік завантаження запитує максимальну кількість елементів з Jellyfin водночас з іншими потоками.
vi: Mẹo phân trang: Mỗi chủ đề tải xuống yêu cầu giá trị vật phẩm tối đa của bạn từ Jellyfin cùng một lúc.
zh_hans: 分页提示：每个下载线程会同时从Jellyfin服务器请求最大项数。
zh_tw: 分頁提示：每個下載線程同時向 Jellyfin 請求您的最大項目值。

# #33174
source: Paging - download threads (default: 3)
ar: الترحيل - تنزيل المواضيع (افتراضي: 3)
ar_aa: الترحيل - تنزيل المواضيع (افتراضي: 3)
be: Размяшчэнне па старонках - ланцужкі загрузкі (па змаўчанні: 3)
bg: Нумерация на страниците - брой конекции при сваляне (по подразбиране 3)
ca: Paginació - processos de descarrega (predeterminat: 3)
ca_es: Paginació - processos de descàrrega (predeterminat: 3)
da: Paging - download tråde (standard: 3)
el_gr: Σελιδοποίηση - λήψη νημάτων (προεπιλογή: 3)
eo: Paĝigo - elŝuta fadenoj (defaŭlte: 3)
es_ar: Paginación - hilos de descarga (predeterminado: 3)
es_es: Paginación - subprocesos de descarga (predeterminado: 3)
et_ee: Leheküljed - samaaegsed allalaadimised (vaikimisi: 3)
fa_ir: صفحه‌بندی - رشته‌های دانلود (پیش‌فرض: ۳)
fi: Sivutus - lataustehtävien määrä (oletus on 3)
fil: Paging - bilang ng download thread (default: 3)
ga: Paging - snáitheanna íoslódáil (réamhshocrú: 3)
he: דפדוף - חוטי הורדה (ברירת מחדל: 3)
hu_hu: Lapozás - letöltési szálak (alapértelmezett: 3)
it_it: Chiamata - thread di download (default: 3)
kk_kz: Betteu - jüktep alynatyn tızbekter (ädepkі: 3)
ko_kr: 페이징 - 다운로드 스레드 (기본값: 3)
lt_lt: Puslapiavimas - atsisiuntimo gijos (numatyta: 3)
lv_lv: Lapošana - lejupielādes dzīslas (noklusējuma iestatījums: 3)
nb_no: Sideinndeling - nedlastingstråder (standard: 3)
pt_br: Paginação - threads de download (padrão: 3)
pt_pt: Paginação - download threads (padrão: 3)
ro: Paginare - linii descărcare (implicit: 3)
ru_ru: Разбиение на страницы - загружаемые потоки (по умолчанию: 3)
sk_sk: Stránkovanie - sťahovacie vlákna (východzie: 3)
sl: Vzporedni prenosi (privzeto: 3)
sr_rs: Пејџинг - преузми нити (подразумевано: 3)
sv: Paginering - nedladdningstrådar (standard: 3)
ta: பேஜிங் - பதிவிறக்க நூல்கள் (இயல்புநிலை: 3)
tr_tr: Sayfalama - indirme işlemleri (varsayılan: 3)
uk: Розподілення по сторінках - потоки завантаження (за замовчуванням: 3)
vi: Phân trang - tải xuống chủ đề (mặc định: 3)
zh_hans: 分页 - 下载线程数 (默认值: 3)
zh_tw: 分頁 - 下載線程（預設值：3）

# #33246
source: Segment Skipping
ar_aa: تجوز الشريحة
ca_es: Salta el segment

# #33247
source: Enable segment skipping
ar_aa: تفعيل تجاوز الشريحة
ca_es: Habilita el salt del segment

# #33248
source: Skip mode
ar_aa: نمط التجاوز
ca_es: Mode de salt

# #33249
source: Auto skip
ar_aa: تجاوز تلقائي
ca_es: Salt automàtic

# #33250
source: Show skip button
ar_aa: اظهار زر التجاوز
ca_es: Mostra el botó de saltar

# #33251
source: Ask every time
ar_aa: اسأل كل مرة
ca_es: Demana-ho cada vegada

# #33252
source: Introduction
ar_aa: مدخل
ca_es: Introducció

# #33253
source: Credits
ar_aa: شارات
ca_es: Crèdits

# #33256
source: Skip
ar_aa: تجاوز
ca_es: Salta

# #33257
source: Skip intro?
ar_aa: تجاوز المقدمة؟
ca_es: Desitgeu saltar la introducció?

# #33258
source: Skip credits?
ar_aa: تجاوز الشارات؟
ca_es: Desitgeu saltar els crèdits?

# #33259
source: Commercial
ar_aa: تجاري
ca_es: Anunci publicitari

# #33260
source: Press SELECT to skip
ar_aa: اضغط اختيار للتجاوز
ca_es: Pitgeu SELECCIONA per a saltar

# #33261
source: Off
ar_aa: اطفئ
ca_es: Deslliga

# #33255
source: Preview
ca_es: Vista prèvia

# #33254
source: Recap
ca_es: Resum

# #33118
source: You've change the playback mode. Kodi needs to be reset to apply the change, would you like to do this now?
ar: لقد غيرت وضع التشغيل. يجب إعادة تعيين Kodi لتطبيق التغيير، هل ترغب في القيام بذلك الآن؟
be: Вы змянілі рэжым прайгравання. Для прымянення змяненняў трэба скінуць Kodi. Хочаце зрабіць гэта зараз?
bg: Променихте режима на възпроизвеждане.Необходимо е нулиране на Коди ,за да влязат промените в сила.Искате ли да направите това сега?
ca: Has canviat el mode de reproducció. Kodi necessita reiniciar els ajustaments per aplicar el canvi, ho vol fer ara?
da: Du har ændret afspilningstilstanden. Kodi er nødt til at genstarte for at anvende ændringerne, vil do genstarte nu?
el_gr: Αλλάξατε τη μέθοδο αναπαραγωγής. Το Kodi πρεπεί να επανεκκινηθεί για να εφαρμοστεί η ρύθμιση. Επανεκκίνηση τώρα;
eo: Vi ŝanĝis la ludadan reĝimon. Kodi devas esti relanĉigita por apliki la ŝanĝon, ĉu vi ŝatus fari tion nun?
es_ar: Ha cambiado el modo de reproducción. Kodi necesita ser restablecido para aplicar el cambio, ¿te gustaría hacer esto ahora?
es_es: Has cambiado el modo de reproducción. Kodi necesita reiniciar los ajustes para aplicar el cambio, ¿quieres hacerlo ahora?
et_ee: Oled taasesitusrežiimi muutnud. Muudatuse rakendamiseks tuleb Kodi lähtestada. Kas teha seda kohe?
fa_ir: شما حالت بازپخش را تغییر دادید. Kodi برای اعمال تغییرات باید ریستارت شود٫ آیا تمایل به انجام آن دارید؟
fi: Olet vaihtanut toistotilaa ja muutoksen käyttöönottamiseksi paikallinen Kodi-tietokanta on tyhjennettävä. Haluatko tehdä tämän nyt?
fil: Binago mo ang playback mode. Kailangang i-reset ang Kodi upang mailapat ang pagbabago, gusto mo bang gawin ito ngayon?
ga: Tá an modh athsheinm athraithe agat. Ní mór Kodi a athshocrú chun an t-athrú a chur i bhfeidhm, ar mhaith leat é seo a dhéanamh anois?
he: שינית את מצב הניגון. יש לרסט את קודי כדי להחיל את השינויים, לעשות זאת עכשיו?
hr: Promijenili ste način reprodukcije. Kodi se mora resetirati da bi se primijenila promjena, želite li to sada učiniti?
hu_hu: Megváltoztattad a lejátszási módot. A Kodit alaphelyzetbe kell állítani a változás alkalmazásához. Szeretnéd ezt most megtenni?
id: Anda telah mengubah mode pemutaran. Kodi perlu disetel ulang untuk menerapkan perubahan, apakah Anda ingin melakukannya sekarang?
it_it: Hai cambiato la modalità di riproduzione. Kodi deve essere ripristinato per applicare il cambiamento, vuoi farlo adesso?
ja_jp: 再生モードが変更されました。変更を反映するにはKodiの再起動が必要ですが、今再起動してよろしいですか？
kk_kz: Sіz oinatu rejımіn özgerttіñіz. Özgerıstı qoldanu üşın Kodi ysyrudy talap etedı, būl endı ıstelsın be?
ko_kr: 재생 모드를 변경했습니다. 변경 사항을 적용하려면 Kodi를 재설정해야합니다. 지금 설정 하시겠습니까?
lv_lv: Tu esi mainījis/-usi atskaņošanas režīmu. Nepieciešams atiestatīt Kodi, lai to piemērotu. Vai to paveikt tagad?
nb_no: Du har endret avspillingsmodusen. Kodi må startes på nytt for at endringen skal tre i kraft, vil du gjøre dette nå?
pt_br: Você mudou o modo de reprodução. Kodi precisa ser reiniciado para aplicar a mudança, gostaria de fazer isso agora?
pt_pt: Alterou o modo de reprodução. O Kodi tem que reiniciar para aplicar as alterações. Deseja fazê-lo agora?
ro: Ați schimbat modul de redare. Kodi trebuie resetat pentru a aplica modificarea, doriți să faceți acest lucru acum?
ru_ru: Вы изменили режим воспроизведения. Kodi необходимо сбросить, чтобы применить изменения, вы хотели бы сделать это сейчас?
sk_sk: Zmenili ste režim prehrávania. Kodi musí byť reštartované pre aplikovanie zmien, chceli by ste to vykonať teraz?
sl: Spremenili ste način predvajanja. Za uveljavitev sprememb potrebuje Kodi ponoven zagon. Želite znova zagnati zdaj?
sr_rs: Променили сте начин репродукције. Коди треба ресетовати да би применио промену, да ли желите да то урадите сада?
sv: Du har ändrat uppspelningsläge. Kodi behöver startas om för att aktivera ändringen, vill du göra det nu?
ta: பின்னணி பயன்முறையை மாற்றியுள்ளீர்கள். மாற்றத்தைப் பயன்படுத்த கோடியை மீட்டமைக்க வேண்டும், இதை இப்போது செய்ய விரும்புகிறீர்களா?
tr_tr: Oynatma modunu değiştirmişsinizdir. Değişikliği uygulamak için Kodi'nin sıfırlanması gerekiyor, bunu şimdi yapmak ister misiniz?
uk: Ви змінили режим відтворення. Kodi необхідно скинути для застосування зміни, чи бажаєте ви це зробити зараз?
vi: Bạn đã thay đổi chế độ phát. Kodi cần phải khởi động lại để áp dụng thay đổi, bạn có muốn tiến hành bây giờ?
zh_hans: 您已更改播放模式。Kodi 需要重置以应用更改，是否要立即执行此操作？
zh_tw: 您已更改播放模式。 Kodi 需要重設才能套用更改，您現在要這樣做嗎？

# #30160
source: Video quality
bg: Качество на видео
es_ar: Calidad de video
es_es: Calidad de vídeo
fi: Kuvanlaatu
hr: Kvaliteta videa
hu_hu: Videó minősége
it_it: Qualità video
ja_jp: 映像品質
ko_kr: 비디오 품질
lv_lv: Video Kvalitāte
nb_no: Videokvalitet
pt_br: Qualidade de vídeo
pt_pt: Qualidade de Vídeo
ro: Calitate video
ru_ru: Качество видео
sk_sk: Video kvalita
sl: Kvaliteta videa
sr_rs: Квалитет видеа
tr_tr: Video kalitesi
zh_hans: 视频质量
