Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #33048
source: You may need to verify your network credentials in the add-on settings or use the Jellyfin path substitution to format your path correctly (Jellyfin dashboard > library). Stop syncing?
ar: قد تحتاج إلى التحقق من بيانات اعتماد الشبكة الخاصة بك في إعدادات الوظيفة الإضافية أو استخدام استبدال مسار Jellyfin لتنسيق المسار الخاص بك بشكل صحيح (لوحة معلومات Jellyfin> مكتبة). هل تريد إيقاف المزامنة؟
ar_aa: قد تحتاج للتحقق من بيانات اعتماد شبكتك في إعدادات الإضافات أو استخدام استبدال مسار Jellyfin لتهيئة المسار الخاص بك بشكل صحيح (لوحة معلومات Jellyfin> مكتبة). إيقاف المزامنة؟
be: Магчыма, вам спатрэбіцца праверыць вашы сеткавыя ўліковыя даныя ў наладах надбудовы або выкарыстаць замену шляху Jellyfin, каб правільна адфарматаваць свой шлях ("Панэль кіравання Jellyfin" > "Медыятэка"). Спыніць сінхранізацыю?
bg: Необходимо е да потвърдите мрежовите си правомощия в настройките на добавката.Може да използвате заместителя на Джелифин за пътища ,за да форматира правилно пътя (Джелифин табло>библиотека).Спри синхронизиране?
ca: Es possible que necessiti verificar les credencials de la xarxa a la configuració del Add-on o utilitzar la substitució del camí de Jellyfin per a formatejar el seu camí correctament (panell de Jellyfin > biblioteca). Deixar de sincronitzar?
ca_es: És possible que necessiteu verificar les credencials de la xarxa a la configuració del complement o fer servir la substitució de camí de Jellyfin per a formatar correctament el vostre camí (tauler de Jellyfin > Mediateca). Desitgeu aturar la sincronització?
da: Du bliver måske nødt til at verificere dine netværks oplysninger under tilføjelses indstillinger eller bruge Jellyfin sti substitution til at formatere din sti korrekt (Jellyfin dashboard > biblotek). Stop synkronisering?
el_gr: Ίσως πρέπει να επαληθεύσετε τα δικτυακά διαπιστευτήρια στις πρόσθετες επιλογές ή να χρησιμοποιήσετε την υποκατάσταση διαδρομών του Jellyfin για την ορθή διαμόρφωση των διαδρομών (Jellyfin ταμπλό -> βιβλιοθήκη). Τερματισμός του συγχρονισμού;
eo: Vi eble devos kontroli viajn retajn identigilojn en la aldonaĵaj parametroj aŭ uzi la serĉvojano anstataŭigon de Jellyfin por ĝuste formati viajn serĉvojojn (Jellyfin Panelo > plurmediteko). Ĉu halti sinkronigon?
es_ar: Es posible que deba verificar sus credenciales de red en la configuración del complemento o usar la sustitución de ruta de Jellyfin para formatear su ruta correctamente (panel de Jellyfin > Biblioteca). ¿Dejar de sincronizar?
es_es: Es posible que deba verificar sus credenciales de red en la configuración del Add-on o usar la sustitución de ruta de Jellyfin para formatear su ruta correctamente (panel de Jellyfin> biblioteca). ¿Dejar de sincronizar?
et_ee: Võimalik, et pead oma võrgumandaati kinnitama lisamooduli seadetes või kasutama Jellyfini rajaasendust, et rajad õigesti vormistada (Jellyfini juhtpaneel> meediakogu). Kas lõpetada sünkroonimine?
fa_ir: ممکن است نیاز باشد اطلاعات شبکه خود را در صفحه افزونه ها بررسی کنید یا مسیر آن را تغییر دهید (پیشخوان > کتابخانه). همگام سازی متوقف شود؟
fi: Saatat joutua vahvistamaan verkon kirjautumistietosi lisäosan asetuksista tai käyttämään Jellyfinin tiedostosijaintien korvausta sijaintien oikeanlaista muotoilua varten (Hallintapaneeli > Kirjasto). Lopetetaanko synkronointi?
fil: Maaaring kailanganin mong i-verify ang iyong mga kredensyal sa network sa mga setting ng add-on o gamitin ang substitution ng Jellyfin path upang i-format nang tama ang iyong path (Jellyfin dashboard > library). Ihinto ang pag-sync?
ga: Seans go mbeidh ort do dhintiúir líonra a fhíorú i socruithe an bhreiseáin nó úsáid a bhaint as ionadú cosán Jellyfin chun do chosán a fhormáidiú i gceart (deais Jellyfin > leabharlann). An bhfuil fonn ort stop a chur le sioncronú?
he: ייתכן שתצטרך לאמת את אישורי הרשת שלך בהגדרות התוסף או להשתמש בנתיב החלופי של ג'ליפין כדי לערוך את הנתיב שלך בצורה נכונה (לוח המחוונים של ג'ליפין > ספריה). להפסיק לסנכרן?
hu_hu: Lehet, hogy ellenőrizned kell a hálózati hitelesítő adataid a kiegészítő beállításokban, vagy használnod kell a Jellyfin elérési útját az út helyes formázásához (Jellyfin beállítások> Fájlkezelő). Megállítod a szinkronizálást?
id: Anda mungkin perlu memverifikasi kredensial jaringan Anda di pengaturan pengaya atau menggunakan substitusi jalur Jellyfin untuk memformat jalur Anda dengan benar (Dasbor Jellyfin > perpustakaan). Hentikan sinkronisasi?
it_it: Potrebbe essere necessario verificare le credenziali di rete nelle impostazioni dell'add-on o utilizzare la sostituzione del percorso Jellyfin per formattare correttamente il percorso (pannello controllo Jellyfin > librerie). Interrompere la sincronizzazione?
ja_jp: アドオン設定でネットワーク情報の再確認、またははJellyfin→ダッシュボード→ライブラリーでパス置き換えを使ってパスを正しく設定してください。同期を中止しますか？
kk_kz: Joldy dūrys pіşіmdeu üşın qondyrma parametrlerınde jelılık tırkelgı derekterın tekseru nemese Jellyfin jol almastyruyn paıdalanu qajet boluy mümkın (Jellyfin Taqtasy > Tasyğyşhana). Ündestıru toqtatylsyn ba?
ko_kr: 싱크기능이 동작하지 않습니까? 애드-온 설정에서 네트워크 자격 증명이 필요 할 수 있거나 Jellyfin 대체 경로(path)를 이용하여 경로(path) 형식을 올바르게 지정하십시오.(Jellyfin dashboard > library)?
lt_lt: Gali prireikti patikrinti tinklo įgaliojimus papildinio nustatymuose arba naudoti „Jellyfin“ kelio pakeitimą, kad kelias būtų suformatuotas teisingai (Jellyfin prietaisų skydelis > biblioteka). Nutraukti sinchronizavimą?
lv_lv: Lai pareizi formatētu ceļu, iespējams, būs jāpārbauda tīkla akreditācijas dati pievienojumprogrammas iestatījumos vai jāizmanto Jellyfin ceļa aizstāšana (Jellyfin info panelis > bibliotēka). Vai pārtraukt sinhronizāciju?
nb_no: Du må muligens bekrefte nettverkspåloggingen i tilleggsinnstillingene eller bruke Jellyfin-filbaneerstatning for å formatere filbanen riktig (Jellyfin-dashbord > bibliotek). Stopp synkronisering?
pt_br: Você pode precisar verificar suas credenciais de rede nas configurações do plugin ou usar 'substituição de caminho Jellyfin' para formatar o seu caminho corretamente (painel Jellyfin > biblioteca). Parar sincronização?
pt_pt: Poderá ter que verificar as credenciais da rede nas definições da extensão ou utilizar a substituição de localizações do Jellyfin para formatar o seu caminho corretamente (Painel Principal > Bibliotecas). Parar sincronização?
ro: Este posibil să fie nevoie să vă verificați credențialele de rețea în setările suplimentare sau să utilizați substituția căii Jellyfin pentru a vă forma calea corectă (tabloul de bord Jellyfin> Biblioteca). Opriți sincronizarea?
ru_ru: Возможно, необходимо проверить ваши сетевые учетные данные в параметрах надстройки или использовать подстановки путей Jellyfin для корректного формата пути (панель Jellyfin > медиатека). Остановить синхронизацию?
sk_sk: Možno budete musieť overiť svoje sieťové poverenia v nastaveniach doplnku alebo použiť náhradu cesty pre Jellyfin, aby ste cestu naformátovali správne (informačný panel Jellyfin> knižnica). Zastaviť synchronizáciu?
sl: Preveriti vaše omrežne poverilnice v nastavitvah dodatka ali uporabite Jellyfin zamenjavo poti za pravilno oblikovanje poti datotek (Jellyfin Nadzorna plošča > Knjižnice). Želite preklicati sinhronizacijo?
sr_rs: Можда ће бити потребно да верификујете мрежне акредитиве у подешавањима додатка или да користите замену Jellyfin путање да бисте правилно форматирали путању (Jellyfin контролна табла> библиотека). Зауставити синхронизацију?
sv: Du kan behöva verifiera dina nätverksuppgifter i tilläggsinställningarna eller använda Jellyfin-sökvägsersättning för att formatera din sökväg korrekt (Jellyfin-kontrollpanel > bibliotek). Avsluta synkronisering?
ta: கூடுதல் அமைப்புகளில் உங்கள் பிணைய நற்சான்றிதழ்களை நீங்கள் சரிபார்க்க வேண்டியிருக்கலாம் அல்லது உங்கள் பாதையை சரியாக வடிவமைக்க ஜெல்லிஃபின் பாதை மாற்றீட்டைப் பயன்படுத்த வேண்டும் (ஜெல்லிஃபின் டாஷ்போர்டு> நூலகம்). ஒத்திசைப்பதை நிறுத்தவா?
tr_tr: Eklenti ayarlarında ağ kimlik bilgilerinizi doğrulamanız veya yolunuzu doğru şekilde biçimlendirmek için Jellyfin yolu ikamesini kullanmanız gerekebilir (Jellyfin kontrol paneli> kitaplık). Senkronizasyon durdurulsun mu?
uk: Можливо, вам знадобиться перевірити свої мережеві облікові дані в налаштуваннях надбудови або використати заміну шляху Jellyfin, щоб правильно відформатувати шлях (інформаційна панель Jellyfin > медіатека). Зупинити синхронізацію?
vi: Bạn có thể cần phải xác minh thông tin đăng nhập mạng của mình trong cài đặt tiện ích bổ sung hoặc sử dụng thay thế đường dẫn Jellyfin để định dạng đường dẫn của bạn một cách chính xác (bảng điều khiển Jellyfin> thư viện). Dừng đồng bộ hóa?
zh_hans: 您可能需要在加载项设置中验证网络凭据，或使用 Jellyfin 路径替换正确格式化路径（Jellyfin 仪表板 + 库）。停止同步？
zh_tw: 您可能需要在附加設定中驗證您的網路憑證或使用 Jellyfin 路徑替換來正確格式化您的路徑（Jellyfin 儀表板 > 庫）。 停止同步？

# #33049
source: New
ar: جديد
ar_aa: جديد
be: Новы
bg: Нов
ca: Nou
ca_es: Nou
da: Ny
el_gr: Νέο
eo: Nova
es_ar: Nuevo
es_es: Nuevo
et_ee: Uus
fa_ir: جدید
fi: Uusi
fil: Bago
ga: Nua
he: חדש
hr: Novi
hu_hu: Új
id: Baru
it_it: Nuovo
ja_jp: 新しい
kk_kz: Jaña
ko_kr: 신규
lt_lt: Naujas
lv_lv: Jauns
nb_no: Ny
pt_br: Novo
pt_pt: Novo
ro: Nou
ru_ru: Новое
sk_sk: Nový
sl: Novo
sr_rs: Ново
sv: Ny
ta: புதியது
tr_tr: Yeni
uk: Новий
vi: Mới
zh_hans: 新
zh_tw: 新

# #33091
source: Created backup at:
ar: تم إنشاء نسخة احتياطية في:
ar_aa: تم إنشاء نسخة احتياطية في:
be: Створана рэзервовая копія:
bg: Архивът е създадено на:
ca: Còpia de seguretat creada al:
ca_es: Còpia de seguretat creada al:
da: Lavet sikkerhedskopi den:
el_gr: Δημιουργήθηκε αντίγραφο ασφαλείας στη θέση:
eo: Kreita savkopio en:
es_ar: Copia de seguridad creada en:
es_es: Copia de seguridad creada en:
et_ee: Varukoopia loodi asukohta:
fa_ir: پشتیبان ایجاد شد در:
fi: Varmuuskopiointiaika:
fil: Gumawa ng backup sa:
ga: Cruthaíodh cúltaca ag:
he: נוצר גיבוי ב־:
hr: Stvorena sigurnosna kopija na:
hu_hu: Biztonsági másolat létrehozva ekkor:
id: Cadangan dibuat pada:
it_it: Backup creato in:
ja_jp: バックアップを作成:
kk_kz: Saqtyq köşırme jasalğan uaqyty:
ko_kr: 백업 생성된 날짜:
lt_lt: Sukurta atsarginė kopija:
lv_lv: Dublējums izveidots:
nb_no: Opprettet backup:
pt_br: Backup criado em:
pt_pt: Backup criado a:
ro: Bacukup creat la:
ru_ru: Создана резервная копия в:
sk_sk: Vytvoriť zálohu v:
sl: Varnostna kopija ustvarjena v:
sr_rs: Направљена је резервна копија на:
sv: Skapade säkerhetskopiering vid:
ta: காப்புப்பிரதியை உருவாக்கியது:
tr_tr: Yedek oluşturuldu:
uk: Резервна копія створена:
vi: Đã tạo bản sao lưu tại:
zh_hans: 创建备份：
zh_tw: 在以下位置創建備份：

# #33092
source: Create a backup
ar: قم بإنشاء نسخة احتياطية
ar_aa: إنشاء نسخة احتياطية
be: Стварыце рэзервовую копію
bg: Създай архив
ca: Crear una còpia de seguretat
ca_es: Crea una còpia de seguretat
da: Lav en sikkerhedskopi
el_gr: Δημιουργία αντιγράφων ασφαλείας
eo: Krei savkopion
es_ar: Crear una copia de seguridad
es_es: Crear una copia de seguridad
et_ee: Loo varukoopia
fa_ir: ایجاد پشتیبان
fi: Varmuuskopioi
fil: Gumawa ng backup
ga: Cruthaigh cúltaca
he: יצירת גיבוי
hr: Napravi sigurnosnu kopiju
hu_hu: Biztonsági másolat létrehozása
id: Membuat sebuah cadangan
it_it: Crea backup
ja_jp: バックアップを作成
kk_kz: Saqtyq köşırme jasau
ko_kr: 백업 생성
lt_lt: Sukurti atsarginę kopiją
lv_lv: Izveidot dublējumu
nb_no: Opprett backup
pt_br: Crie um backup
pt_pt: Criar backup
ro: Crează un backup
ru_ru: Создать резервную копию
sk_sk: Vytvoriť zálohu
sl: Ustvari varnostno kopijo
sr_rs: Направи резервну копију
sv: Skapa en säkerhetskopia
ta: காப்புப்பிரதியை உருவாக்கவும்
tr_tr: Bir yedek oluşturun
uk: Створити резервну копію
vi: Tạo một bản sao lưu
zh_hans: 创建备份
zh_tw: 創建備份

# #33093
source: Backup folder
ar: مجلد النسخ الاحتياطي
ar_aa: مجلد النسخ الاحتياطي
be: Рэзервовая тэчка
bg: Папка за архив
ca: Carpeta de la còpia de seguretat
ca_es: Directori de la còpia de seguretat
da: Sikkerhedskopierings mappe
el_gr: Φάκελος αντιγράφων ασφαλείας
eo: Savkopia dosierujo
es_ar: Carpeta de respaldo
es_es: Carpeta de la copia de seguridad
et_ee: Varundamise kaust
fa_ir: پوشه پشتیبان
fi: Varmuuskopiointikansio
fil: Backup na folder
ga: Fillteán cúltaca
he: תיקיית גיבוי
hr: Mapa za sigurnosnu kopiju
hu_hu: Biztonsági másolat könyvtára
id: Folder pencadangan
it_it: Cartella backup
ja_jp: フォルダーをバックアップ
kk_kz: Saqtyq köşırme qaltasy
ko_kr: 백업 폴더
lt_lt: Atsarginės kopijos aplankas
lv_lv: Dublējumu mape
nb_no: Backupmappe
pt_br: Pasta de backup
pt_pt: Backup pasta
ro: Folderul pentru backup
ru_ru: Папка для резервного копирования
sk_sk: Priečinok zálohy
sl: Mapa varnostne kopije
sr_rs: Фасцикла резервних копија
sv: Säkerhetskopieringsmapp
ta: காப்பு கோப்புறை
tr_tr: Yedekleme klasörü
uk: Тека резервної копії
vi: Thư mục sao lưu
zh_hans: 备份文件夹
zh_tw: 備份資料夾

# #33097
source: Important, cleanonupdate was removed in your advanced settings to prevent conflict with Jellyfin for Kodi. Kodi will restart now.
ar: هام، تمت إزالة Cleanonupdate في الإعدادات المتقدمة لمنع التعارض مع Jellyfin ل Kodi. سيتم إعادة تشغيل Kodi الآن.
ar_aa: هام، تمت إزالة Cleanonupdate في الإعدادات المتقدمة لتجنب التعارض مع Jellyfin ل Kodi. سيتم إعادة تشغيل Kodi الآن.
be: Важна, cleanonupdate быў выдалены ў вашых пашыраных наладах, каб прадухіліць канфлікт з Jellyfin для Kodi. Kodi зараз перазапусціцца.
bg: Важно, функцията "почисти при обновяване" е премахната от вашите разширени настройки,за да предодтврати конфликт на добавката с Коди.Коди ще се рестартира.
ca: Important, netejar al actualitzar (cleanonupdate) s'ha eliminat de la seva configuració avançada per prevenir conflictes amb Jellyfin for Kodi. Kodi es reiniciarà.
ca_es: Important. Per a prevenir conflictes amb Jellyfin per a Kodi, s'ha eliminat la funció de Netejar en actualitzar (cleanonupdate) de la vostra configuració avançada. Kodi es reiniciarà.
da: Vigtigt, "cleanonupdate" blev fjernet i dine advanceret indstillinger for at forhindre konflikter med Jellyfin for Kodi. Kodi vil nu genstarte.
el_gr: Σημαντικό, η λειτουργία "καθαρισμός κατά την ενημέρωση" είχε αφαιρεθεί από τις προχωρημένες ρυθμίσεις, ώστε να αποφευχθούν προβλήματα με το πρόσθετο για το Kodi. Το Kodi θα επανεκκινηθεί τώρα.
eo: Grave, funkcio de "cleanonupdate" estis forigita en viaj aldonaj parametroj por preventi konflikton kun Jellyfin por Kodi. Kodi relanĉos nun.
es_ar: Importante, cleanonupdate se eliminó en su configuración avanzada para evitar conflictos con Jellyfin para Kodi. Kodi se reiniciará ahora.
es_es: Importante, limpiar al actualizar (cleanonupdate) se eliminó en su configuración avanzada para evitar conflictos con Jellyfin for Kodi. Kodi se reiniciará ahora.
et_ee: Tähtis, 'puhastamine uuendusel' funktsioon eemaldati täpsemates seadetes, et vältida konflikti lisamooduliga 'Jelly Kodi'. Kodi taaskäivitub nüüd.
fa_ir: مهم، پاکسازی در ارتقا در تنظیمات پیشرفته حذف شده تا از تداخل Jellyfin در Kodi جلوگیری شود. Kodi الان ریستارت می‌شود.
fi: Tärkeää: 'cleanonupdate'-määritys poistettiin Kodin 'advancedsettings.xml'-tiedostosta Jellyfin for Kodi -lisäosan ristiriidan välttämiseksi. Kodi käynnistyy nyt uudelleen.
fil: Mahalagang Impormasyon: inalis ang cleanonupdate sa iyong mga advanced na setting para maiwasan ang salungatan sa Jellyfin para sa Kodi. Magre-restart ngayon ang Kodi.
ga: Tábhachtach, baineadh cleanonupdate i do shuíomhanna chun cinn chun coimhlint le Jellyfin do Kodi a chosc. Atosóidh Kodi anois.
he: חשוב, פעולת ניקוי בעדכון הוסרה בהגדרות המתקדמות כדי למנוע קונפליקט עם ג'ליפין עבור קודי. קודי יבצע אתחול עכשיו.
hr: Važno, cleanonupdate je uklonjen u vašim naprednim postavkama kako bi se spriječio sukob s Jellyfin za Kodi. Kodi će se sada ponovno pokrenuti.
hu_hu: Fontos, a "cleanonupdate" opció el lett távolítva a speciális beállításokból, hogy elkerüljük a Jeldifin Kodi bővítményének ütközését. A Kodi most újraindul.
id: Penting, cleanonupdate telah dihapus di pengaturan lanjutan Anda untuk mencegah konflik dengan Jellyfin untuk Kodi. Kodi akan memulai kembali sekarang.
it_it: Importante, cleanonupdate è stato rimosso nelle impostazioni avanzate per evitare conflitti con Jellyfin per Kodi. Kodi verrà riavviato.
ja_jp: 重要：KodiとJellyfinの互換性を保つため、高度な設定からcleanonupdateを削除しました。Kodiを再起動します。
kk_kz: Öte mañyzdy, Kodi üşın Jellyfin arasynda qaişylyqqa jol bermeu üşın keñeitılgen parametrlerden "cleanonupdate" alastaldy. Kodi endı qaita ıske qosylady.
ko_kr: 중요 cleanonupdate는 KODI와 jellyfin과의 충돌을 방지하기 위해 고급 설정에서 제거되었습니다. KODI가 지금 재시작됩니다.
lt_lt: Svarbu, "valyti atnaujinant" buvo pašalintas išplėstiniuose nustatymuose, kad būtų išvengta konflikto su Jellyfin Kodi. Dabar „Kodi“ bus paleista iš naujo.
lv_lv: Svarīgi, cleanonupdate tika noņemts jūsu advancētajos iestatījumos, lai novērstu konfliktu ar Jellyfin priekš Kodi. Tagad Kodi tiks restartēts.
nb_no: Viktig, cleanonupdate ble fjernet i avanserte innstillinger for å hindre konflikt med Jellyfin for Kodi. Kodi vil starte på nytt nå.
pt_br: Importante, cleanonupdate foi removido das suas configurações avançadas para prevenir um conflito no Jellyfin para Kodi. Kodi vai reiniciar agora.
pt_pt: Importante, limpeza durante atualização foi removido das definições avançadas para prevenir conflitos com o Jellyfin for Kodi. O Kodi reiniciará agora.
ro: Important, cleanonupdate a fost eliminat din setările dvs. avansate pentru a preveni conflictul cu Jellyfin pentru Kodi. Kodi va reporni acum.
ru_ru: Важно, что cleanonupdate было изъято из расширенных параметров, для предотвращения конфликта с Jellyfin для Kodi. Kodi сейчас перезапустится.
sk_sk: Dôležité, cleanonupdate bol odstránený z pokročilých nadstavení aby sa zabránilo konfliktom s doplnkom Jellyfin for Kodi. Kodi sa teraz sám reštartuje.
sl: Pomembno, za izogib konfliktu z Jellyfin za Kodi je bil cleanonupdate odstranjen iz vaših naprednih nastavitev. Kodi se bo zdaj ponovno zagnal.
sr_rs: Важно,ажурирање чишћења је уклоњено у вашим напредним подешавањима да бисмо спречили сукоб са Jellyfin-ом за Коди. Коди ће се сада поново покренути.
sv: Observera, cleanonupdate raderades från dina avancerade inställningar för att förhindra konflikter med Jellyfin för Kodi. Kodi kommer nu att startas om.
ta: கோடிக்கு ஜெல்லிஃபினுடனான மோதலைத் தடுக்க உங்கள் மேம்பட்ட அமைப்புகளில் முக்கியமான, தூய்மைப்படுத்தல் புதுப்பிக்கப்பட்டது. கோடி இப்போது மறுதொடக்கம் செய்யும்.
tr_tr: Önemli, Jellyfin for Kodi ile çakışmayı önlemek için gelişmiş ayarlarınızdan temizleme güncellemesi kaldırılmıştır. Kodi şimdi yeniden başlayacak.
uk: Важливе. Очистка під час оновлення (cleanonupdate) була вимкнена у ваших розширених настройках задля запобігання конфлікту Jellyfin для Kodi. Kodi перезапуститься зараз.
vi: Quan trọng, phần mềm dọn dẹp đã bị xóa trong cài đặt nâng cao của bạn để tránh xung đột với Jellyfin cho Kodi. Kodi sẽ khởi động lại ngay bây giờ.
zh_hans: 重要提示，在高级设置中删除了 cleanon 更新，以防止与 Kodi 的 Jellyfin 冲突。Kodi 现在将重新启动。
zh_tw: 重要的是，cleanonupdate 已在您的高級設定中刪除，以防止與 Jellyfin for Kodi 發生衝突。 Kodi 現在將重新啟動。

# #33098
source: Refresh boxsets
ar: تحديث مجموعات الصندوق
ar_aa: تحديث مجموعات الصندوق
be: Абнавіць скрынкі
bg: Обнови колекциите
ca: Actualitzar boxsets
ca_es: Actualitza els cofres
da: Opdater samlinger
el_gr: Ενημέρωση συλλογών
eo: Refreŝigi kolektojn
es_ar: Actualizar caja recopilatoria
es_es: Refrescar boxsets
et_ee: Värskenda kogumikke
fa_ir: به روزرسانی مجموعه‌ها
fi: Päivitä kokoelmat
fil: I-refresh ang mga boxset
ga: Athnuaigh tacair bhoscaí
he: מעדכן אוספים
hr: Osvježi boxsetove
hu_hu: Dobozos készletek frissítése
id: Segarkan boxsets
it_it: Aggiorna collezioni
ja_jp: ボックスセットを更新
kk_kz: Jiyntyqtardy jañğyrtu
ko_kr: 박스셋 갱신
lt_lt: Atnaujinti rinkinius
lv_lv: Atjaunot boxsetus
nb_no: Oppdater samlebokser
pt_br: Atualizar coletâneas
pt_pt: Atualizar coleções
ro: Actualizați colecțiile
ru_ru: Подновить коллекции
sk_sk: Obnoviť boxsety
sl: Osveži zbirke
sr_rs: Освежити боксетове
sv: Uppdatera samlingar
ta: பாக்ஸ்செட்களைப் புதுப்பிக்கவும்
tr_tr: Kutu setlerini yenile
uk: Оновити колекції
vi: Làm mới hộp đĩa
zh_hans: 刷新合集
zh_tw: 重新整理合輯
