Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #33145
source: Please make sure your Samba (smb) share of your Jellyfin server is accessible to your Kodi installation and that you have path substitution configured on your server. Otherwise, Kodi may fail to locate your files.
ar: يرجى التأكد من أن مشاركة Samba (smb) لخادم Jellyfin الخاص بك يمكن الوصول إليها من خلال تثبيت Kodi وأن لديك استبدال المسار الذي تم تكوينه على الخادم الخاص بك. خلاف ذلك، قد يفشل Kodi في تحديد موقع ملفاتك.
ar_aa: يرجى التأكد من أن مشاركة Samba (smb) لخادم Jellyfin الخاص بك يمكن الوصول إليها عن طريق تثبيت Kodi وأن لديك استبدال المسار مكوّن على الخادم الخاص بك. خلاف ذلك، قد يفشل Kodi في تحديد موقع ملفاتك.
be: Калі ласка, пераканайцеся, што ваша доля Samba (smb) вашага сервера Jellyfin даступная для вашай ўстаноўкі Kodi і што на вашым серверы наладжана замена шляху. У адваротным выпадку Kodi можа не знайсці вашы файлы.
bg: Моля, уверете се, че вашият път споделен чрез Самба (smb) на вашия Джелифин сървър е достъпен за вашата инсталация на Коди и че имате конфигурирана подмяна на пътя на вашия сървър. В противен случай Коди може да не успее да намери вашите файлове.
ca: Si us plau, asseguris que l'accés compartit Samba (smb) del vostre servidor Jellyfin sigui accessible des de la instal·lació de Kodi i que tingui la substitució de ruta configurada al vostre servidor. Altrament, Kodi podria no localitzar els vostres fitxers.
ca_es: Si us plau, assegureu-vos que l'accés compartit Samba (smb) del vostre servidor Jellyfin sigui accessible des de la instal·lació de Kodi i que tingui la substitució de camí configurada al vostre servidor. Altrament, Kodi podria no localitzar els vostres fitxers.
da: Vær venligst sikker på at din Samba (smb) deling af din Jellyfin server er tilgængelig for din Kodi installation og du har "path" substitution konfigureret på din server. Ellers kan Kodi måske ikke finde dine filer.
el_gr: Βεβαιωθείτε ότι το μερίδιο Samba (smb) του διακομιστή σας Jellyfin είναι προσβάσιμο στην εγκατάσταση Kodi και ότι έχετε ρυθμίσει τις παραμέτρους της αντικατάστασης διαδρομής στον διακομιστή σας. Διαφορετικά, το Kodi ενδέχεται να αποτύχει να εντοπίσει τα αρχεία σας.
eo: Certigi, ke via Samba (smb) komunigo de via Jellyfin-servilo estas alirebla por via Kodi-instalaĵo kaj ke vi havas serĉvojan anstataŭigon agordita sur via servilo. Alie, Kodi eble malsukcesos loki viajn dosierojn.
es_ar: Asegúrese de que los recursos compartidos Samba de su servidor Jellyfin sean accesibles para esta instancia de Kodi y esté establecida la sustitución de rutas en el servidor. De otra forma, Kodi fallará al localizar los archivos.
es_es: Asegúrate de que el acceso compartido Samba (smb) de tu servidor Jellyfin sea accesible desde instalación de Kodi y de que tenga la sustitución de ruta configurada en tu servidor. De lo contrario, Kodi puede no localizar tus archivos.
et_ee: Veendu, et Jellyfini serveri smb/nfs jaod on Kodi paigaldusele kättesaadavad ja et serveris on seadistatud raja asendused. Vastasel juhul võib Kodi faile mitte leida.
fa_ir: لطفاً اطمینان حاصل کنید که به اشتراک‌گذاری Samba (smb) سرور Jellyfin شما برای نصب Kodi قابل دسترسی است و همچنین جایگزینی مسیرها را در سرور خود پیکربندی کرده‌اید. در غیر این صورت، Kodi ممکن است نتواند فایل‌های شما را پیدا کند.
fi: Varmista, että Jellyfin-palvelimen Samba (smb) -jako on Kodi-asennuksen tavoitettavissa ja, että tiedostosijaintien korvaus on määritetty palvelimen asetuksissa. Muutoin Kodi ei välttämättä löydä tiedostojasi.
fil: Pakitiyak na ang iyong Samba (smb) share ng iyong Jellyfin server ay naa-access sa iyong pag-install ng Kodi at mayroon kang path substitution na na-configure sa iyong server. Kung hindi, maaaring hindi mahanap ng Kodi ang iyong mga file.
ga: Cinntigh le do thoil go bhfuil do sciar Samba (smb) de do fhreastalaí Jellyfin inrochtana do shuiteáil Kodi agus go bhfuil ionadú cosán cumraithe agat ar do fhreastalaí. Seachas sin, d'fhéadfadh go dteipfeadh ar Kodi do chuid comhad a aimsiú.
he: נא לוודא שהשיתוף של Samba (smb) של שרת ג'ליפין שלך נגיש להתקנת קודי ושמוגדרים החלפות נתיבים על השרת שלך. אחרת, קודי עלול להיכשל המציאת הקבצים שלך.
hr: Provjerite je li vaš Samba (smb) share vašeg Jellyfin servera dostupan vašoj Kodi instalaciji i imate li konfiguriranu zamjenu putanje na vašem serveru. U protivnom Kodi možda neće uspjeti locirati vaše datoteke.
hu_hu: Kérjük ellenőrizd, hogy a Jellyfin szerver Samba (smb) megosztása elérhető-e a Kodi számára, és hogy az a könyvtár megfelelően van-e konfigurálva a szerveren. Ellenkező esetben Kodi nem tudja betölteni a fájlokat.
it_it: Assicurati che la tua condivisione di Samba (smb) del tuo server Jellyfin sia accessibile all'installazione di Kodi e che sia stata configurata la sostituzione del percorso sul tuo server. In caso contrario, Kodi potrebbe non riuscire a individuare i file.
kk_kz: Jellyfin serverdіñ Samba (smb) bölısuı Kodi ornatymy üşın qoljetіmdі ekendіgіne jäne serverde jol almastyru teñşelgenıne köz jetkіzіñіz. Äitpese, Kodi faildaryñyzdyñ ornalasuyn taba almauy mümkın.
ko_kr: Jellyfin 서버의 Samba (smb) 공유가 Kodi 설치에 액세스 할 수 있고 서버에 대체 경로가 구성되어 있는지 확인하십시오. 그렇지 않으면 Kodi가 파일을 찾지 못할 수 있습니다.
lt_lt: Įsitikinkite, kad jūsų „Samba“ (smb) bendroji dalis ‚Jellyfin‘ serveryje yra pasiekiama jūsų „Kodi“ įrenginiui ir kad jūsų serveryje sukonfigūruotas kelio pakeitimas. Priešingu atveju „Kodi“ gali nepavykti rasti jūsų failų.
lv_lv: Pārliecinieties, ka jūsu Jellyfin servera Samba (smb) koplietošana ir pieejama jūsu Kodi instalācijai un ka jūsu serverī ir konfigurēta ceļa aizstāšana. Pretējā gadījumā Kodi var neizdoties atrast jūsu failus.
nb_no: Vennligst påse at Samba (smb)-volumet på Jellyfin-serveren din er tilgjengelig for Kodi-installasjonen og at du har erstatning av filbaner satt opp på serveren. Ellers kan det hende at Kodi ikke finner filene dine.
pt_br: Por favor assegure-se de que o compartilhamento Samba (smb) do seu servidor Jellyfin seja acessível para sua instalação Kodi e que você tenha a substituição de caminho configurada no seu servidor. Senão, Kodi pode não conseguir localizar seus arquivos.
pt_pt: Por favor certifique-se que a partilha Samba do servidor Jellyfin está acessível ao Kodi e que tem substituição de caminhos configurado no servidor. Caso contrário, o Kodi poderá não conseguir localizar os seus ficheiros.
ro: Vă rugăm să vă asigurați că share-ul dvs. Samba (smb) al serverului dvs. Jellyfin este accesibil la instalarea Kodi și că aveți o substituție de cale configurată pe serverul dvs. În caz contrar, Kodi nu poate găsi fișierele dvs.
ru_ru: Убедитесь, что общий ресурс Samba (smb) Jellyfin-сервера доступен для Kodi, и что на сервере настроена подстановка путей. В противном случае, Kodi не сможет найти ваши файлы.
sk_sk: Prosím, uistite sa, že vaše Samba (smb) úložisko na vašom Jellyfin serveri je dostupné vašej Kodi inštalácií a že máte nakonfigurované nahradenie ciest na vašom serveri. V opačnom prípade môže Kodi zlyhať v pristupovaní k vašim súborom.
sl: Prosimo preverite, da je vaš Samba (smb) strežnik, ki ga uporablja Jellyfin dosegljiv tudi za Kodi in da je zamenjava poti pravilno nastavljena. V nasprotnem primeru Kodi ne bo našel vaših datotek.
sr_rs: Уверите се да је ваше Самба (smb) дељење вашег Jellyfin сервера доступно вашој Коди инсталацији и да ли је на вашем серверу конфигурисана замена путање. У супротном, Коди можда неће успети да пронађе ваше датотеке.
sv: Var god och säkerställ att din Samba (smb) andel av din Jellyfin-server kan nås av din Kodi-installation och att du har sökvägsersättning är konfigurerad på din server. Annars kanske inte Kodi kan hitta dina filer.
ta: உங்கள் ஜெல்லிஃபின் சேவையகத்தின் சம்பா (எஸ்.எம்.பி) பங்கு உங்கள் கோடி நிறுவலுக்கு அணுகக்கூடியது என்பதையும், உங்கள் சேவையகத்தில் பாதை மாற்றீடு உள்ளமைக்கப்பட்டுள்ளதா என்பதையும் உறுதிப்படுத்தவும். இல்லையெனில், கோடி உங்கள் கோப்புகளைக் கண்டுபிடிக்கத் தவறியிருக்கலாம்.
tr_tr: Lütfen Jellyfin sunucunuzdaki Samba (smb) paylaşımınızın Kodi kurulumunuz için erişilebilir olduğundan ve sunucunuzda yol ikamesinin yapılandırılmış olduğundan emin olun. Aksi takdirde, Kodi dosyalarınızı bulamayabilir.
uk: Будь ласка, переконайтеся що ваш Samba (smb) розділ вашого серверу Jellyfin є доступним для вашого Kodi, та що ви налаштували підстановку розташування (path substitution) на вашому сервері. Інакше, Kodi може не знайти ваші файли.
vi: Hãy đảm bảo rằng phần chia sẻ Samba (smb) của bạn trên máy chủ Jellyfin của bạn có thể truy cập được vào cài đặt Kodi của bạn và bạn đã định cấu hình thay thế đường dẫn trên máy chủ của mình. Nếu không, Kodi có thể không định vị được tệp của bạn.
zh_hans: 请保证Jellyfin服务器的Samba共享可以在Kodi的安装位置访问，并且已在服务器上配置路径替换。否则，Kodi可能无法定位你的文件。
zh_tw: 請確保您 Jellyfin 伺服器的 Samba (smb) 共享可供您的 Kodi 安裝訪問，並且您在伺服器上配置了路徑替換。 否則，Kodi 可能無法找到您的檔案。

# #33146
source: Unable to connect to Jellyfin.
ar: تعذر الاتصال بـ Jellyfin.
ar_aa: تعذر الاتصال بـ Jellyfin.
be: Немагчыма падключыцца да Jellyfin.
bg: Връзката с Джелифин не може да бъде осъществена.
ca: No s'ha pogut connectar amb Jellyfin.
ca_es: No s'ha pogut connectar amb Jellyfin.
da: Kan ikke forbinde til Jellyfin.
el_gr: Αδυναμία σύνδεσης με το Jellyfin.
eo: Ne eblas konektiĝi al Jellyfin.
es_ar: No se puede conectar a Jellyfin.
es_es: No se puede conectar a Jellyfin.
et_ee: Jellyfiniga ei saa ühendust.
fa_ir: امکان اتصال به Jellyfin وجود ندارد.
fi: Jellyfiniin ei saada yhteyttä.
fil: Hindi makakonekta sa Jellyfin.
ga: Ní féidir ceangal le Jellyfin.
he: לא ניתן להתחבר לג'ליפין.
hr: Nije moguće povezati se s Jellyfinom.
hu_hu: Nem sikerült csatlakozni a Jellyfinhez.
id: Tidak dapat terhubung ke Jellyfin.
it_it: Impossibile connettersi a Jellyfin.
ja_jp: Jellyfinと接続できません。
kk_kz: Jellyfin üşın qosylu mümkın emes.
ko_kr: Jellyfin에 연결할 수 없습니다.
lt_lt: Nepavyksta prisijungti prie „Jellyfin“.
lv_lv: Nespēj savienoties ar Jellyfin.
nb_no: Kunne ikke koble til Jellyfin.
pt_br: Incapaz de se conectar ao Jellyfin.
pt_pt: Impossível ligar ao Jellyfin.
ro: Nu s-a putut conecta la Jellyfin.
ru_ru: Невозможно подключиться к Jellyfin.
sk_sk: Spojenie s Jellyfinom sa nedá nadviazať.
sl: Povezava s Jellyfin ni uspela.
sr_rs: Повезивање са Јеллифин-ом није успело.
sv: Kan inte ansluta till Jellyfin.
ta: ஜெல்லிஃபினுடன் இணைக்க முடியவில்லை.
tr_tr: Jellyfin'e bağlanılamıyor.
uk: Не вийшло підʼєднатися до Jellyfin.
vi: Không thể kết nối với Jellyfin.
zh_hans: 无法连接到Jellyfin服务器。
zh_tw: 無法連線到 Jellyfin。

# #33147
source: Your access to Jellyfin is restricted.
ar: وصولك إلى Jellyfin مقيد.
ar_aa: وصولك إلى Jellyfin مقيّد.
be: Ваш доступ да Jellyfin абмежаваны.
bg: Вашия достъп до Джелифин е ограничен.
ca: El teu accés amb Jellyfin està restringit.
ca_es: El vostre accés a Jellyfin està restringit.
da: Din adgang til Jellyfin er begrænset.
el_gr: Η πρόσβασή σας στο Jellyfin είναι περιορισμένη.
eo: Via aliro al Jellyfin estas limigita.
es_ar: Su acceso a Jellyfin está restringido.
es_es: Tu acceso a Jellyfin está restringido.
et_ee: Juurdepääs Jellyfinile on piiratud.
fa_ir: دسترسی شما به Jellyfin محدود است.
fi: Jellyfin-yhteytesi on rajoitettu.
fil: Ang iyong access sa Jellyfin ay pinaghihigpitan.
ga: Tá srian ar do rochtain ar Jellyfin.
he: הגישה לג'ליפין מוגבלת.
hr: Vaš pristup Jellyfinu je ograničen.
hu_hu: A hozzáférésed a Jellyfinhez korlátozott.
id: Akses Anda ke Jellyfin dibatasi.
it_it: Il tuo accesso a Jellyfin è limitato.
ja_jp: Jellyfinへのアクセスが制限されています。
kk_kz: Jellyfin üşın qoljetımdılıgıñız şektelgen.
ko_kr: 당신의 Jellyfin 접근은 제한되었습니다.
lt_lt: Jūsų prieiga prie „Jellyfin“ yra ribota.
lv_lv: Tava piekļuve Jellyfin ir ierobežota.
nb_no: Tilgangen din til Jellyfin er begrenset.
pt_br: Seu acesso ao Jellyfin é restrito.
pt_pt: O seu acesso ao Jellyfin é restrito.
ro: Accesul dvs. la Jellyfin este restricționat.
ru_ru: Ваш доступ к Jellyfin ограничен.
sk_sk: Váš prístup k Jellfinu je obmedzený.
sl: Vaš dostop do Jellyfin je omejen.
sr_rs: Ваш приступ Jellyfin-у је ограничен.
sv: Din tillgång till Jellyfin är begränsad.
ta: ஜெல்லிஃபினுக்கான உங்கள் அணுகல் தடைசெய்யப்பட்டுள்ளது.
tr_tr: Jellyfin'e erişiminiz kısıtlanmıştır.
uk: Ваш доступ до Jellyfin обмежено.
vi: Quyền truy cập của bạn vào Jellyfin bị hạn chế.
zh_hans: 您对Jellyfin服务器的访问受限。
zh_tw: 您對 Jellyfin 的訪問受到限制。

# #33148
source: Your access to this server is restricted.
ar: وصولك إلى هذا الخادم مقيد.
ar_aa: وصولك إلى هذا الخادم مقيّد.
be: Ваш доступ да гэтага сервера абмежаваны.
bg: Вашия достъп до този сървър е ограничен.
ca: El teu accés a aquest servidor està restringit.
ca_es: El vostre accés a aquest servidor està restringit.
da: Din adgang til denne server er begrænset.
el_gr: Η πρόσβασή σας σε αυτόν τον διακομιστή είναι περιορισμένη.
eo: Via aliro al ĉi tiu servilo estas limigita.
es_ar: Su acceso a este servidor está restringido.
es_es: Tu acceso a este servidor está restringido.
et_ee: Juurdepääs sellele serverile on piiratud.
fa_ir: دسترسی شما به این سرور محدود است.
fi: Yhteytesi tälle palvelimelle on rajoitettu.
fil: Ang iyong pag-access sa server na ito ay pinaghihigpitan.
ga: Tá srian ar do rochtain ar an bhfreastalaí seo.
he: הגישה שלך לשרת הזה מוגבלת.
hr: Vaš pristup ovom serveru je ograničen.
hu_hu: A hozzáférésed ehhez a szerverhez korlátozott.
id: Akses Anda ke server ini dibatasi.
it_it: Il tuo accesso a questo server è limitato.
ja_jp: こちらのサーバへのアクセスが制限されています。
kk_kz: Būl server üşın qoljetımdılıgıñızz şektelgen.
ko_kr: 당신의 서버에 대한 접근은 제한되었습니다.
lt_lt: Jūsų prieiga prie šio serverio yra ribota.
lv_lv: Tava piekļuve šim serverim ir ierobežota.
nb_no: Tilgangen din til denne serveren er begrenset.
pt_br: Seu acesso a esse servidor é restrito.
pt_pt: O seu acesso a este servidor é restrito.
ro: Accesul dvs. la acest server este restricționat.
ru_ru: Ваш доступ к этому серверу ограничен.
sk_sk: Váš prístup k tomuto serveru je obmedzený.
sl: Vaš dostop do tega strežnika je omejen.
sr_rs: Приступ овом серверу је ограничен.
sv: Din åtkomst till servern är begränsad.
ta: இந்த சேவையகத்திற்கான உங்கள் அணுகல் தடைசெய்யப்பட்டுள்ளது.
tr_tr: Bu sunucuya erişiminiz kısıtlanmıştır.
uk: Ваш доступ до цього серверу обмежено.
vi: Quyền truy cập của bạn vào máy chủ này bị hạn chế.
zh_hans: 您对这个服务器的访问受限。
zh_tw: 您對伺服器的訪問受到限制。

# #33149
source: Unable to connect to this server.
ar: غير قادر على الاتصال بهذا الخادم.
ar_aa: تعذر الاتصال بهذا الخادم.
be: Немагчыма падключыцца да гэтага сервера.
bg: Връзката с този сървър не може да бъде осъществена.
ca: No s'ha pogut connectar amb aquest servidor.
ca_es: No s'ha pogut connectar amb aquest servidor.
da: Kan ikke forbinde til denne server.
el_gr: Δεν είναι δυνατή η σύνδεση σε αυτόν τον διακομιστή.
eo: Ne eblas konektiĝi al ĉi tiu servilo.
es_ar: No se puede conectar a este servidor.
es_es: No se puede conectar a este servidor.
et_ee: Selle serveriga ei saa ühendust.
fa_ir: امکان اتصال به این سرور وجود ندارد.
fi: Palvelimeen ei saada yhteyttä.
fil: Hindi makakonekta sa server na ito.
ga: Ní féidir ceangal leis an bhfreastalaí seo.
he: לא ניתן להתחבר לשרת הזה.
hr: Nije moguće spojiti se na ovaj server.
hu_hu: Nem sikerült csatlakozni ehhez a szerverhez.
id: Tidak dapat menghubungi server ini.
it_it: Impossibile connettersi a questo server.
ja_jp: こちらのサーバーに接続できません。
kk_kz: Būl serverge qosylu mümkın emes.
ko_kr: 서버 연결에 실패했습니다.
lt_lt: Nepavyksta prisijungti prie šio serverio.
lv_lv: Nespēj savienoties ar šo serveri.
nb_no: Kunne ikke koble til denne serveren.
pt_br: Incapaz de conetar a esse servidor.
pt_pt: Impossível ligar a este servidor.
ro: Nu s-a putut realiza conectarea la acest server.
ru_ru: Невозможно подсоединиться к этому серверу.
sk_sk: Spojenie s týmto serverom sa nedá nadviazať.
sl: Povezava s tem strežnikom ni uspela.
sr_rs: Повезивање са овим сервером није успело.
sv: Kan inte ansluta till den här servern.
ta: இந்த சேவையகத்துடன் இணைக்க முடியவில்லை.
tr_tr: Bu sunucuya bağlanılamıyor.
uk: Не виходить підʼєднатись до цього серверу.
vi: Không thể kết nối với máy chủ này.
zh_hans: 无法连接到这个服务器。
zh_tw: 無法連線到此伺服器。

# #33150
source: Update server information
ar: تحديث معلومات الخادم
ar_aa: تحديث معلومات الخادم
be: Абнавіць інфармацыю аб серверы
bg: Обновяване на информацията за сървъра
ca: Actualitzar la informació del servidor
ca_es: Actualitza la informació del servidor
da: Opdater server information
el_gr: Ενημέρωση πληροφοριών διακομιστή
eo: Ĝisdatigi informojn pri servilo
es_ar: Actualizar información del servidor
es_es: Actualizar la información del servidor
et_ee: Värskenda serveri infot
fa_ir: اطلاعات سرور به‌روزرسانی شود
fi: Päivitä palvelimen tiedot
fil: I-update ang impormasyon ng server
ga: Nuashonraigh faisnéis an fhreastalaí
he: עדכון פרטי השרת
hr: Ažurirajte podatke o serveru
hu_hu: Szerver információk frissítése
id: Perbarui informasi server
it_it: Aggiorna informazioni server
ja_jp: サーバー情報を更新
kk_kz: Server aqparatyn jañartu
ko_kr: 서버 정보 업데이트
lt_lt: Atnaujinti serverio informaciją
lv_lv: Atjauno servera informāciju
nb_no: Oppdater serverinformasjon
pt_br: Atualize informações do servidor
pt_pt: Atualizar informações do servidor
ro: Actualizați informațiile despre server
ru_ru: Обновление информации о сервере
sk_sk: Aktualizovať informácie o serveri
sl: Posodobi podatke o strežniku
sr_rs: Ажурирајте информације о серверу
sv: Uppdatera serverinformationen
ta: சேவையக தகவலைப் புதுப்பிக்கவும்
tr_tr: Sunucu bilgilerini güncelleyin
uk: Оновити інформацію про сервер
vi: Cập nhật thông tin máy chủ
zh_hans: 更新服务器信息
zh_tw: 更新伺服器資訊
