Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #33060
source: Sync theme media
ar: مزامنة وسائط السمة
ar_aa: مزامنة وسائط السمة
be: Сінхранізацыя медыя-тэмы
bg: Синхронизирай тематичната медия
ca: Sincronitzar el tema dels mitjans
ca_es: Sincronitza el tema multimèdia
da: Synkroniser tema medie
el_gr: Συγχρονισμός θεματικών μέσων
eo: Sinkronigi temajn plurmediojn
es_ar: Sincronizar medios temáticos
es_es: Sincronizar tema de medios
et_ee: Sünkrooni temaatiline meedia
fa_ir: همگام سازی تم محتوا
fi: Synkronoi tunnusmusiikit
fil: I-sync ang tema ng media
ga: Sioncronaigh meáin téama
he: סנכרון המדיה של ערכת העיצוב
hr: Sinkronizacija tematskih medija
hu_hu: A média témájának szinkronizálása
id: Sinkronkan media tema
it_it: Sincronizza temi multimediali
ja_jp: テーマメディアを同期
kk_kz: Taqyryp tasyğyşderekterın ündestıru
ko_kr: 테마 미디어 동기화
lt_lt: Sinchronizuoti temos mediją
lv_lv: Sinhronizēt tēmas mediju
nb_no: Synkroniser temamedia
pt_br: Sincronizar temas de mídia
pt_pt: Sincronizar tema multimédia
ro: Sincronizați media temei
ru_ru: Синхронизировать тематические медиаданные
sk_sk: Synchronizovať médiá témy
sl: Sinhroniziraj medije teme
sr_rs: Синхронизујте тематски медиј
sv: Synkronisera temamedia
ta: தீம் மீடியாவை ஒத்திசைக்கவும்
tr_tr: Tema medyasını senkronize et
uk: Синхронізувати медіа теми
vi: Đồng bộ hóa chủ đề phương tiện
zh_hans: 同步媒体主题
zh_tw: 同步主題媒體

# #33061
source: Add/Remove user from the session
ar: إضافة/إزالة مستخدم من الجلسة
ar_aa: إضافة/إزالة مستخدم من الجلسة
be: Дадаць/выдаліць карыстальніка з сесіі
bg: Добави/Премахни потребител от сесията
ca: Afegir/Eliminar usuari de la sessió
ca_es: Afegeix/Elimina l'usuari de la sessió
da: Tilføj/fjern bruger fra sessionen
el_gr: Προσθήκη/Αφαίρεση χρήστη από τη συνεδρία
eo: Aldoni/Forigi uzanton de la seanco
es_ar: Agregar/Eliminar usuario de la sesión
es_es: Añadir/eliminar usuario de la sesión
et_ee: Lisa/eemalda kasutaja seansilt
fa_ir: اضافه/حذف کردن کاربر از نشست
fi: Lisää käyttäjä istuntoon/poista käyttäjä istunnosta
fil: Magdagdag/Mag-alis ng user mula sa session
ga: Cuir leis/Bain an t-úsáideoir ón seisiún
he: הוספת/הסרת משתמשים מהסשן
hr: Dodaj/ukloni korisnika iz sesije
hu_hu: Felhasználó hozzáadása/törlése a munkamenetben
id: Tambah/Hapus pengguna dari sesi
it_it: Aggiungi/Rimuovi utente dalla sessione
ja_jp: セッションからユーザーを追加/削除
kk_kz: Seansta paidalanuşyny üsteu/alastau
ko_kr: 세션에서 사용자 추가/제거
lt_lt: Pridėti / pašalinti naudotoją iš sesijos
lv_lv: Noņemt/Pievienot lietotāju sesijai
nb_no: Legg til/fjern bruker fra sesjonen
pt_br: Adicionar/remover usuário da sessão
pt_pt: Adicionar/Retirar utilizador da sessão
ro: Adăugare/Eliminare utilizator din sesiune
ru_ru: Добавить/изъять пользователя в сеансе
sk_sk: Pridať/Odstrániť používateľa z relácie
sl: Dodaj/Odstrani uporabnika iz seje
sr_rs: Додај / уклони корисника из сесије
sv: Lägg till/ta bort användare från sessionen
ta: அமர்விலிருந்து பயனரைச் சேர்க்கவும் / அகற்று
tr_tr: Oturuma kullanıcı ekle / kaldır
uk: Додати/Вилучити користувача з сеансу
vi: Thêm / Xóa người dùng khỏi phiên
zh_hans: 从当前会话中删除或增加用户
zh_tw: 從對話中添加/刪除使用者

# #33062
source: Add user
ar: إضافة مستخدم
ar_aa: إضافة مستخدم
be: Дадаць карыстальніка
bg: Добави потребител
ca: Afegir usuari
ca_es: Afegeix l'usuari
da: Tilføj bruger
el_gr: Προσθήκη χρήστη
eo: Aldoni uzanton
es_ar: Añadir usuario
es_es: Añadir usuario
et_ee: Lisa kasutaja
fa_ir: اضافه کردن کابر
fi: Lisää käyttäjä
fil: Magdagdag ng User
ga: Cuir úsáideoir leis
he: הוספת משתמש
hr: Dodaj korisnika
hu_hu: Felhasználó hozzáadása
id: Tambahkan pengguna
it_it: Aggiungi utente
ja_jp: ユーザーを追加
kk_kz: Paidalanuşy üsteu
ko_kr: 사용자 추가
lt_lt: Pridėti naudotoją
lv_lv: Pievienot lietotāju
nb_no: Legg til bruker
pt_br: Adicionar usuário
pt_pt: Adicionar utilizador
ro: Adaugă utilizator
ru_ru: Добавить пользователя
sk_sk: Pridať používateľa
sl: Dodaj uporabnika
sr_rs: Додај корисника
sv: Lägg till användare
ta: பயனரைச் சேர்க்கவும்
tr_tr: Kullanıcı ekle
uk: Додати користувача
vi: Thêm người dùng
zh_hans: 添加用户
zh_tw: 添加使用者

# #33063
source: Remove user
ar: إزاله مستخدم
ar_aa: إزالة مستخدم
be: Выдаліць карыстальніка
bg: Премахни потребител
ca: Eliminar usuari
ca_es: Elimina l'usuari
da: Fjern bruger
el_gr: Αφαίρεση χρήστη
eo: Forigi uzanton
es_ar: Eliminar usuario
es_es: Eliminar usuario
et_ee: Eemalda kasutaja
fa_ir: حذف کاربر
fi: Poista käyttäjä
fil: Alisin ang user
ga: Bain úsáideoir
he: הסרת משתמש
hr: Ukloni korisnika
hu_hu: Felhasználó törlése
id: Hapus pengguna
it_it: Rimuovi utente
ja_jp: ユーザーを削除
kk_kz: Paidalanuşyny alastau
ko_kr: 사용자 제거
lt_lt: Pašalinti naudotoją
lv_lv: Noņemt lietotāju
nb_no: Fjern bruker
pt_br: Remover usuário
pt_pt: Remover utilizador
ro: Eliminați utilizator
ru_ru: Изъять пользователя
sk_sk: Odstrániť používateľa
sl: Odstrani uporabnika
sr_rs: Уклони корисника
sv: Ta bort användare
ta: பயனரை அகற்று
tr_tr: Kullanıcı sil
uk: Видалити користувача
vi: Xóa người dùng
zh_hans: 移除用户
zh_tw: 移除使用者

# #33064
source: Remove user from the session
ar: إزالة المستخدم من الجلسة
ar_aa: إزالة المستخدم من الجلسة
be: Выдаліць карыстальніка з сесіі
bg: Премахни потребител от сесията
ca: Eliminar usuari de la sessió
ca_es: Elimina l'usuari de la sessió
da: Fjern bruger fra sessionen
el_gr: Αφαίρεση χρήστη από τη συνεδρία
eo: Forigi uzanton de la seanco
es_ar: Eliminar usuario de la sesión
es_es: Eliminar usuario de la sesión
et_ee: Eemalda kasutaja seansilt
fa_ir: حذف کاربر از نشست
fi: Poista käyttäjä istunnosta
fil: Alisin ang user sa session
ga: Bain úsáideoir ón seisiún
he: הסרת משתמש מהסשן
hr: Ukloni korisnika iz sesije
hu_hu: Felhasználó törlése a munkamenetből
id: Hapus pengguna dari sesi
it_it: Rimuovi utente dalla sessione
ja_jp: セッションからユーザーを削除
kk_kz: Seanstan paidalanuşyny alastau
ko_kr: 세션에서 사용자 제거
lt_lt: Pašalinti naudotoją iš sesijos
lv_lv: Noņemt lietotāju no sesijas
nb_no: Fjern bruker fra sesjonen
pt_br: Remover usuário da sessão
pt_pt: Retirar utilizador da sessão
ro: Eliminați utilizatorul din sesiune
ru_ru: Изъять пользователя из сеанса
sk_sk: Odstrániť používateľa z relácie
sl: Odstrani uporabnika iz seje
sr_rs: Уклони корисника из сесије
sv: Ta bort användare från sessionen
ta: அமர்விலிருந்து பயனரை அகற்று
tr_tr: Kullanıcıyı oturumdan kaldır
uk: Видалити користувача із сеансу
vi: Xóa người dùng khỏi phiên
zh_hans: 从会话中删除用户
zh_tw: 從對話中移除使用者

# #33074
source: Are you sure you want to reset your local Kodi database?
ar: هل أنت متأكد أنك تريد إعادة تعيين قاعدة بيانات Kodi المحلية الخاصة بك؟
ar_aa: هل أنت متأكد أنك تريد إعادة تعيين قاعدة بيانات Kodi المحلية الخاصة بك؟
be: Вы ўпэўнены, што хочаце скінуць лакальную базу дадзеных Kodi?
bg: Сигурни ли сте ,че искате да нулиране локалната база данни на Коди?
ca: Està segur que vol restablir la base de dades local de Kodi?
ca_es: N'esteu segur, que voleu restablir la base de dades local de Kodi?
da: Er du sikker på at genstarte den lokale database?
el_gr: Είστε σίγουροι ότι θέλετε να σβήσετε την τοπική βάση δεδομένων του Kodi;
eo: Ĉu vi certas, ke vi volas restarigi vian lokan Kodi datenbazon?
es_ar: ¿Está seguro de que desea restablecer su base de datos Kodi local?
es_es: ¿está seguro de que desea restablecer la base de datos local de Kodi?
et_ee: Kas oled kindel, et soovid lähtestada oma kohaliku Kodi andmebaasi?
fa_ir: آیا از ریست کردن دیتابیس محلی Kodi مطمن هستید؟
fi: Haluatko varmasti tyhjentää paikallisen Kodi-tietokannan?
fil: Sigurado ka bang gusto mong i-reset ang iyong lokal na database ng Kodi?
ga: An bhfuil tú cinnte go bhfuil fonn ort do bhunachar sonraí áitiúil Kodi a athshocrú?
he: לאפס את מסד הנתונים המקומי של ה־Kodi שלך?
hr: Jeste li sigurni da želite resetirati svoju lokalnu Kodi bazu podataka?
hu_hu: Biztosan visszaállítod a helyi Kodi adatbázist?
id: Apakah Anda yakin ingin mengatur ulang basis data Kodi lokal Anda?
it_it: Sei sicuro di voler resettare il tuo database Kodi locale?
ja_jp: Kodiのローカルのデータベースをリセットしてよろしいですか？
kk_kz: Şynymen jergіlіktі Kodi derekqory ysyrylsyn ba?
ko_kr: 정말로 로컬 Kodi 데이터베이스를 초기화하시겠습니까?
lt_lt: Ar tikrai norite iš naujo nustatyti vietinę „Kodi“ duomenų bazę?
lv_lv: Vai tu tiešām vēlies attiestatīt savu vietējo Kodi datubāzi?
nb_no: Er du sikker på at du vil nullstille den lokale Kodi-databasen?
pt_br: Deseja mesmo redefinir seu banco de dados local do Kodi?
pt_pt: Tem a certeza que deseja limpar a sua base de dados local do Kodi?
ro: Sigur doriți să vă resetați baza de date locală Kodi?
ru_ru: Вы уверены, что хотите сбросить локальную базу данных Kodi?
sk_sk: Si si istý, že chceš resetovať svoju lokálnu Kodi databázu?
sl: Ste prepričani, da želite ponastaviti lokalno Kodi bazo podatkov?
sr_rs: Да ли сте сигурни да желите да ресетујете Кодијеву локалну базу података?
sv: Är du säker på att du vill återställa din lokala Kodi-databas?
ta: உங்கள் உள்ளூர் கோடி தரவுத்தளத்தை மீட்டமைக்க விரும்புகிறீர்களா?
tr_tr: Yerel Kodi veritabanınızı sıfırlamak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скинути локальну базу даних Kodi?
vi: Bạn có chắc chắn muốn đặt lại cơ sở dữ liệu Kodi cục bộ của mình không?
zh_hans: 是否确认删除本地 Kodi 数据库？
zh_tw: 您確定要重設本機 Kodi 資料庫嗎？

# #33086
source: Remove all cached artwork?
ar: أتود إزالة كافة الأعمال الفنية المخزنة مؤقتًا؟
ar_aa: إزالة كافة الأعمال الفنية المؤقتة؟
be: Выдаліць усе кэшаваныя ілюстрацыі?
bg: Премахни всички кеширани изображения?
ca: Esborrar la memòria cau d'imatges?
ca_es: Desitgeu eliminar la memòria cau d'imatges?
da: Fjern alle midlertidige kunstværk?
el_gr: Αφαίρεση όλων των εικονογραφήσεων;
eo: Ĉu forigi ĉiujn staplitajn artaĵojn?
es_ar: ¿Eliminar todas las ilustraciones almacenadas en caché?
es_es: ¿Eliminar la cache de imágenes?
et_ee: Kas eemaldada kõik vahemällu salvestatud pildid?
fa_ir: تمام عکس های ذخیره شده پاک شوند ؟
fi: Poistetaanko kaikki välimuistiin tallennetut mediakuvitukset?
fil: Alisin ang lahat ng naka-cache na arkwork?
ga: Bain gach saothar ealaíne i dtaisce?
he: למחוק את כל הartwork השמור?
hr: Ukloni sve predmemorirane ilustracije?
hu_hu: Törlöd az összes gyorsítótárazott grafikát?
id: Hapus semua gambar-sampul yang di-cache?
it_it: Rimuove tutte le artwork dalla cache?
ja_jp: すべてのキャッシュされたアートワークを削除しますか？
kk_kz: Keştelgen barlyq önerlı tuyndylar joiylsyn ba?
ko_kr: 정말로 모든 아트워크 캐시를 제거하시겠습니까?
lt_lt: Pašalinti visus į talpyklą įrašytus kūrinius?
lv_lv: Noņemt visu kešoto mākslu?
nb_no: Fjern alle mellomlagrede omslagsbilder?
pt_br: Remover todas as imagens em cache?
pt_pt: Remover todas as capas em cache?
ro: Ștergeți toate lucrările de artă din cache?
ru_ru: Удалить все кэшированные иллюстрации?
sk_sk: Odstrániť všetky obrázky z medzipamäti?
sl: Odstrani vse predpomnjene slike?
sr_rs: Уклони све кеширане илустрације?
sv: Ta bort alla cachelagrade konstverk?
ta: தற்காலிக சேமிப்பில் உள்ள அனைத்து கலைப்படைப்புகளையும் அகற்றவா?
tr_tr: Önbelleğe alınmış tüm resimler kaldırılsın mı?
uk: Видалити всі кешовані ілюстрації?
vi: Xóa tất cả ảnh bìa minh họa đã lưu trong bộ nhớ cache?
zh_hans: 是否删除缓存的图片？
zh_tw: 移除所有快取的圖稿？

# #33087
source: Reset all Jellyfin add-on settings?
ar: إعادة تعيين كافة إعدادات الوظيفة الإضافية ل Jellyfin؟
ar_aa: إعادة تعيين كافة إعدادات إضافات Jellyfin؟
be: Скінуць усе налады дадатковага кампанента Jellyfin?
bg: Нулиране на всички настройки на добавката Джелифин?
ca: Restablir tots els ajustaments del Add-on de Jellyfin?
ca_es: Desitgeu restablir tots els paràmetres dels complements de Jellyfin?
da: Nulstil alle Jellyfin tilføjelsesindstillinger?
el_gr: Επαναφορά όλων των ρυθμίσεων για τα πρόσθετα;
eo: Ĉu restarigi ĉiujn parametrojn de Jellyfin helpprogramo?
es_ar: ¿Restablecer todas las configuraciones de complementos de Jellyfin?
es_es: ¿Restablecer todos los ajustes del Add-on Jellyfin?
et_ee: Kas lähtestada kõik Jellyfini lisamooduli seaded?
fa_ir: ریست کردن تمام تنظیمات افزونه‌های jellyfin؟
fi: Palautetaanko kaikki Jellyfin-lisäosan asetukset oletuksiin?
fil: I-reset ang lahat ng Jellyfin add-on na setting?
ga: Athshocraigh gach socrú breiseáin Jellyfin?
he: לאתחל את כל הגדרות התוספים בג'ליפין?
hr: Resetirati sve postavke Jellyfin dodatka?
hu_hu: Visszaállítod az összes Jellyfin bővítmény beállítást?
id: Setel ulang semua pengaturan pengaya Jellyfin?
it_it: Resetta tutte le impostazioni dell'add-on Jellyfin?
ja_jp: Jellyfinアドオン設定を再設定しますか？
kk_kz: Jellyfin qondyrmasynyñ barlyq parametrlerі ysyrylsyn ba?
ko_kr: 모든 Jellyfin 애드온 설정을 초기화하시겠습니까?
lt_lt: Iš naujo nustatyti visus „Jellyfin“ priedų nustatymus?
lv_lv: Atiestatīt visus Jellyfin paplašinājumu iestatījumus?
nb_no: Tilbakestill alle Jellyfin-utvidelse innstillinger?
pt_br: Resetar todas as configurações dos plugins Jellyfin?
pt_pt: Repor todas as definições de origem do add-on Jellyfin?
ro: Resetați toate setările pentru suplimentele Jellyfin?
ru_ru: Сбросить все параметры надстройки Jellyfin?
sk_sk: Resetovať všetky nastavenia Jellyfin doplnku?
sl: Ponastavi vse nastavitve Jellyfin dodatka?
sr_rs: Желите ли да ресетујете сва подешавања за додатак Jellyfin?
sv: Återställ alla Jellyfin-tilläggsinställningar?
ta: எல்லா ஜெல்லிஃபின் கூடுதல் அமைப்புகளையும் மீட்டமைக்கவா?
tr_tr: Tüm Jellyfin eklenti ayarları sıfırlansın mı?
uk: Скинути всі налаштування надбудови Jellyfin?
vi: Đặt lại tất cả cài đặt tiện ích bổ sung Jellyfin?
zh_hans: 重置所有 Jellyfin 附加设置？
zh_tw: 重設所有 Jellyfin 附加組件設定？

# #33088
source: Database reset has completed, Kodi will now restart to apply the changes.
ar: اكتملت إعادة تعيين قاعدة البيانات، ستتم إعادة تشغيل Kodi الآن لتطبيق التغييرات.
ar_aa: إعادة تعيين قاعدة البيانات اكتمل، ستتم إعادة تشغيل Kodi الآن لتطبيق التغييرات.
be: Скід базы даных завершаны, Kodi перазапусціцца, каб прымяніць змены.
bg: Нулирането на базата данни е завръшено,Коди ще се рестартира ,за да приложи промените.
ca: El restabliment de la base de dades s'ha completat, Kodi es reiniciarà per aplicar els canvis.
ca_es: S'ha completat el restabliment de la base de dades i Kodi es reiniciarà per a aplicar els canvis.
da: Nulstilling af database er fuldført, Kodi vil nu genstarte for at anvende ændringerne.
el_gr: Η επαναφορά της βάσης δεδομένων έχει ολοκληρωθεί, Το Kodi θα πραγματοποιήσει επανεκκίνηση για να εφαρμόσει τις αλλαγές.
eo: Datenbaza restarigo finiĝis, Kodi nun relanĉos por apliki la ŝanĝojn.
es_ar: El restablecimiento de la base de datos se ha completado, Kodi ahora se reiniciará para aplicar los cambios.
es_es: El restablecimiento de la base de datos se ha completado, Kodi se va a reiniciar para aplicar los cambios.
et_ee: Andmebaasi lähtestamine on lõppenud. Kodi taaskäivitub muudatuste rakendamiseks.
fa_ir: اطلاعات دیتابیس ریست شد، Kodi برای اعمال تغییرات ریستارت می‌شود.
fi: Tietokannan tyhjennys on suoritettu ja Kodi käynnistyy muutosten käyttöönottamiseksi uudelleen.
fil: Nakumpleto na ang pag-reset ng database, magre-restart na ngayon ang Kodi para ilapat ang mga pagbabago.
ga: Tá athshocrú bunachar sonraí curtha i gcrích, atosóidh Kodi anois chun na hathruithe a chur i bhfeidhm.
he: בסיס נתונים אותחל בהצלחה, קודי יעשה אתחול בכדי להחיל את השינויים.
hr: Resetiranje baze podataka je dovršeno, Kodi će se sada ponovno pokrenuti da primijeni promjene.
hu_hu: Az adatbázis visszaállítása befejeződött, a Kodi most újraindul a változások alkalmazásához.
id: Reset pangkalan data telah selesai, Kodi sekarang akan memulai ulang untuk menerapkan perubahan.
it_it: Il reset del database è stato completato, Kodi verrà riavviato per applicare le modifiche.
ja_jp: データベースのリセットが完了しました。変更を反映するためKodiを再起動します。
kk_kz: Derekqor ysyruy aiaqtaldy, endı Kodi özgertulerdı qoldanu üşın qaita ıske qosylady.
ko_kr: 데이터베이스 초기화가 완료되었습니다. 변경사항을 적용하기 위해 Kodi를 재시작합니다.
lt_lt: Duomenų bazės atkūrimas baigtas, dabar „Kodi“ bus paleistas iš naujo, kad būtų pritaikyti pakeitimai.
lv_lv: Datubāzes atiestatīšana pabeigta, Kodi tagad restartēsies lai pielietotu izmaiņas.
nb_no: Nullstillingen av databasen er fullført, Kodi vil nå starte på nytt for at endringene skal tre i kraft.
pt_br: Redefinição da base de dados completa, Kodi agora vai reiniciar para aplicar as mudanças.
pt_pt: Limpeza da base de dados terminou, o Kodi irá reiniciar para aplicar as alterações.
ro: Resetarea bazei de date s-a finalizat, Kodi va reporni acum pentru a aplica modificările.
ru_ru: Сброс базы данных завершен, Kodi теперь перезапустится, чтобы применить изменения.
sk_sk: Obnovenie databázy je dokončené, Kodi sa teraz reštartuje, aby sa zmeny prejavili.
sl: Ponastavitev baze podatkov zaključena. Za uveljavitev sprememb se bo Kodi zdaj ponovno zagnal.
sr_rs: Ресетовање базе података је завршено, Коди ће се сада поново покренути да би применио промене.
sv: Databasåterställningen har slutförts, Kodi startar nu om för att tillämpa ändringarna.
ta: தரவுத்தள மீட்டமைப்பு முடிந்தது, மாற்றங்களைப் பயன்படுத்த கோடி இப்போது மறுதொடக்கம் செய்யும்.
tr_tr: Veritabanı sıfırlaması tamamlandı, Kodi değişiklikleri uygulamak için şimdi yeniden başlayacak.
uk: Скидання бази даних завершено, Kodi перезапуститься, щоб застосувати зміни.
vi: Đặt lại cơ sở dữ liệu đã hoàn tất, Kodi bây giờ sẽ khởi động lại để áp dụng các thay đổi.
zh_hans: 数据库重置已完成，Kodi 现在将重新启动以应用更改。
zh_tw: 資料庫重設已完成，Kodi 現在將重新啟動以套用更改。

# #33089
source: Enter folder name for backup
ar: أدخل اسم المجلد للنسخ الاحتياطي
ar_aa: أدخل اسم مجلد للنسخ الاحتياطي
be: Увядзіце імя папкі для рэзервовага капіявання
bg: Въведете името на папката за архив
ca: Introdueix el nom de la carpeta per la còpia de seguretat
ca_es: Introduïu el nom del directori per a la còpia de seguretat
da: Skriv mappenavn for sikkerhedskopi
el_gr: Εισάγετε όνομα φακέλου για την δημιουργία αντιγράφων
eo: Entajpi dosierujnomon por savkopio
es_ar: Ingrese el nombre de la carpeta para la copia de seguridad
es_es: Introducir el nombre de carpeta para la copia de seguridad
et_ee: Sisesta varundamiseks kausta nimi
fa_ir: نام پوشه پشتیبان را وارد کنید
fi: Syötä varmuuskopiokansion nimi
fil: Ilagay ang pangalan ng folder para sa backup
ga: Iontráil ainm an fhillteáin le haghaidh cúltaca
he: נא למלא שם תיקייה לגיבוי
hr: Unesite naziv mape za sigurnosnu kopiju
hu_hu: Add meg a mappa nevét a biztonsági mentéshez
id: Masukkan nama folder untuk pencadangan
it_it: Immettere il nome della cartella per il backup
ja_jp: バックアップ用のフォルダーを入力
kk_kz: Saqtyq köşіrmesı üşın qalta atyn engızıñız
ko_kr: 백업을 위한 폴더 이름을 입력하십시오
lt_lt: Įveskite atsarginės kopijos aplanko pavadinimą
lv_lv: Ievadi dublējuma mapes nosaukumu
nb_no: Skriv inn mappenavn for backup
pt_br: Insira o nome da pasta para backup
pt_pt: Insira o nome da pasta para o backup
ro: Introduceți numele folderului pentru backup
ru_ru: Введите имя папки для резервного копирования
sk_sk: Zadaj názov priečinka na zálohovanie
sl: Vnesite ime mape za varnostno kopijo
sr_rs: Унесите име фасцикле за сигурносну копију
sv: Ange mappnamn för säkerhetskopiering
ta: காப்புப்பிரதிக்கு கோப்புறை பெயரை உள்ளிடவும்
tr_tr: Yedeklemeler için klasör ismi girin
uk: Введіть назву папки для резервного копіювання
vi: Nhập tên thư mục để sao lưu
zh_hans: 输入用于备份的文件夹名称
zh_tw: 輸入備份資料夾名稱

# #33090
source: Replace existing backup?
ar: هل تريد استبدال النسخة الاحتياطية الموجودة؟
ar_aa: استبدال النسخة الاحتياطية الموجودة؟
be: Замяніць існуючую рэзервовую копію?
bg: Замяна на съществуващия архив?
ca: Substituir la còpia de seguretat existent?
ca_es: Desitgeu substituir la còpia de seguretat existent?
da: Erstat eksisterende sikerhedskopier?
el_gr: Αντικατάσταση των υπαρχόντων αντιγράφων ασφαλείας;
eo: Ĉu anstataŭigi ekzistantan savkopion?
es_ar: ¿Reemplazar copia de seguridad existente?
es_es: ¿Reemplazar la copia de seguridad ya existente?
et_ee: Kas asendada olemasolev varukoopia?
fa_ir: پیشتبان جدید جایگزین شود؟
fi: Korvataanko edellinen varmuuskopio?
fil: Palitan ang kasalukuyang backup?
ga: Ionadaigh cúltaca atá ann cheana?
he: להחליף גיבוי קיים?
hr: Zamijeniti postojeću sigurnosnu kopiju?
hu_hu: Felülírja a meglévő biztonsági másolatot?
id: Timpa cadangan yang ada?
it_it: Sostituisci il backup esistente?
ja_jp: 現在のバックアップを置き換えますか？
kk_kz: Bar saqtyq köşırme auystyrylsyn ba?
ko_kr: 기존 백업을 덮어씌우시겠습니까?
lt_lt: Pakeisti esamą atsarginę kopiją?
lv_lv: Aizvietoto esošo dublējumu?
nb_no: Erstatt eksisterende backup?
pt_br: Substituir backup existente?
pt_pt: Substituir backup existente?
ro: Înlocuiți backup-ul existent?
ru_ru: Заменить существующую резервную копию?
sk_sk: Nahradiť existujúcu zálohu?
sl: Nadomesti obstoječo varnostno kopijo?
sr_rs: Заменити постојећу резервну копију?
sv: Ersätt befintlig säkerhetskopia?
ta: இருக்கும் காப்புப்பிரதியை மாற்றவா?
tr_tr: Mevcut yedek değiştirilsin mi?
uk: Замінити наявну резервну копію?
vi: Thay thế bản sao lưu hiện có?
zh_hans: 是否替换现有备份？
zh_tw: 替換現有備份？

# #33015
source: Delete file from Jellyfin?
ar: حذف الملف من Jellyfin؟
ar_aa: حذف ملف من Jellyfin؟
be: Выдаліць файл з Jellyfin?
bg: Да се изтрие ли файла от Джелифин?
ca: Esborrar fitxer de Jellyfin?
ca_es: Desitgeu esborrar el fitxer de Jellyfin?
da: Slet fil fra Jellyfin?
el_gr: Διαγραφή αρχείου από το Jellyfin;
eo: Ĉu forigi dosieron de Jellyfin?
es_ar: ¿Eliminar archivo de Jellyfin?
es_es: ¿Borrar el archivo de Jellyfin?
et_ee: Kas kustutada fail Jellyfinist?
fa_ir: آیا پرونده از Jellyfin حذف شود؟
fi: Poistetaanko teidosto Jellifinistä?
fil: Tanggalin ang file mula sa Jellyfin?
ga: Scrios comhad ó Jellyfin?
he: למחוק קובץ מג'ליפין?
hr: Izbrišite datoteku iz Jellyfina?
hu_hu: Törlöd a fájlt a Jellyfinből?
id: Hapus berkas dari Jellyfin?
it_it: Eliminare file da Jellyfin?
ja_jp: Jellyfinからファイルを削除しますか？
kk_kz: Jellyfin ışınen fail joiylsyn ba?
ko_kr: Jellyfin에서 파일을 삭제하시겠습니까?
lt_lt: Ištrinti failą iš Jellyfin?
lv_lv: Dzēst datni no Jellyfin?
nb_no: Slett fil fra Jellyfin?
pt_br: Excluir arquivo do Jellyfin?
pt_pt: Eliminar ficheiro do Jellyfin?
ro: Șterge fișierul din Jellyfin?
ru_ru: Удалить файл из Jellyfin?
sk_sk: Vymazať súbor z Jellyfinu?
sl: Izbriši datoteko iz Jellyfin strežnika?
sr_rs: Избрисати датотеку из Jellyfin-а?
sv: Ta bort fil från Jellyfin?
ta: ஜெல்லிஃபினிலிருந்து கோப்பை நீக்கவா?
tr_tr: Jellyfin'den dosya silinsin mi?
uk: Видалити файл із Jellyfin?
vi: Xóa tệp khỏi Jellyfin?
zh_hans: 从 Jellyfin 删除文件?
zh_tw: 從 Jellyfin 中刪除檔案？

# #33016
source: Play trailers?
ar: تشغيل العرض مختصر للفيلم؟
ar_aa: تشغيل العروض؟
be: Прайграць трэйлеры?
bg: Възпроизвеждане на трейлъри?
ca: Reproduir tràilers?
ca_es: Desitgeu reproduir els tràilers?
da: Afspil forfilm?
el_gr: Αναπαραγωγή τρέιλερς;
eo: Ludi filmanoncojn?
es_ar: Reproducir tráilers?
es_es: ¿Reproducir trailers?
et_ee: Kas esitada treilereid?
fa_ir: آیا پیش پرده پخش ها شوند؟
fi: Toistetaanko trailereita?
fil: Mag-play ng mga trailer?
ga: Seinn leantóirí?
he: לנגן טריילרים?
hr: Pustiti najave?
hu_hu: Előzetesek lejátszása?
id: Mainkan trailer?
it_it: Riproduci trailer?
ja_jp: トレーラーを再生しますか？
kk_kz: Treilerler oinatylsyn ba?
ko_kr: 예고편을 재생하시겠습니까?
lt_lt: Ar groti kino anonsus?
lv_lv: Atskaņot treilerus?
nb_no: Spill av trailere?
pt_br: Reproduzir trailers?
pt_pt: Reproduzir trailers?
ro: Redă trailere?
ru_ru: Воспроизвести трейлеры?
sk_sk: Prehrávať trailery?
sl: Predvajaj napovednike?
sr_rs: Пуштати приколице?
sv: Spela upp trailers?
ta: டிரெய்லர்களை இயக்கவா?
tr_tr: Fragman oynatılsın mı?
uk: ВІдтворити трейлер?
vi: Phát đoạn giới thiệu?
zh_hans: 播放预告片？
zh_tw: 播放預告片？
