Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #30606
source: Cancel
ar: إلغاء
ar_aa: إلغاء
be: Адмяніць
bg: Отмени
ca: Cancel·lar
ca_es: Cancel·la
da: Afbrud
el_gr: Ακύρωση
eo: Rezignu
es_ar: Cancelar
es_es: Cancelar
et_ee: Tühista
fa_ir: لغو
fi: Peruuta
fil: Kanselahin
ga: Cuir ar ceal
he: ביטול
hr: Otkaži
hu_hu: Mégsem
id: Batal
it_it: Cancella
ja_jp: 中止
kk_kz: Boldyrmau
ko_kr: 취소
lt_lt: Atšaukti
lv_lv: Atcelt
nb_no: Avbryt
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru_ru: Отменить
sk_sk: Zrušiť
sl: Prekliči
sr_rs: Откажи
sv: Avbryt
ta: ரத்துசெய்
tr_tr: İptal
uk: Скасувати
vi: Huỷ bỏ
zh_hans: 取消
zh_tw: 取消

# #30607
source: Select main server
ar: حدد الخادم الرئيس
ar_aa: اختيار الخادم الرئيسي
be: Выбраць галоўны сервер
bg: Избери основен сървър
ca: Seleccionar servidor principal
ca_es: Selecciona el servidor principal
da: Vælg primær server
el_gr: Επιλέξτε κύριο εξυπηρέτη
eo: Elekti ĉefservilon
es_ar: Seleccionar servidor principal
es_es: Seleccionar servidor principal
et_ee: Vali peamine server
fa_ir: انتخاب سرور اصلی
fi: Valitse ensisijainen palvelin
fil: Piliin ang pangunahing server
ga: Roghnaigh an príomhfhreastalaí
he: בחר שרת ראשי
hr: Odaberite glavni server
hu_hu: Fő szerver kiválasztása
id: Pilih server utama
it_it: Seleziona server principale
ja_jp: 主要サーバーを選択
kk_kz: Basqy serverdı tañdau
ko_kr: 메인 서버 선택
lt_lt: Pasirinkti pagrindinį serverį
lv_lv: Izvēlies galveno serveri
nb_no: Velg hovedserver
pt_br: Selecionar servidor principal
pt_pt: Selecionar servidor principal
ro: Selectează serverul principal
ru_ru: Выбрать главный сервер
sk_sk: Vyber hlavný server
sl: Izberite glavni strežnik
sr_rs: Изаберите главни сервер
sv: Välj huvudserver
ta: பிரதான சேவையகத்தைத் தேர்ந்தெடுக்கவும்
tr_tr: Ana sunucuyu seç
uk: Виберіть основний сервер
vi: Chọn máy chủ chính
zh_hans: 选择主服务器
zh_tw: 選擇主要伺服器

# #30608
source: Username or password cannot be empty
ar: لا يمكن أن يكون اسم المستخدم أو كلمة المرور فارغين
ar_aa: اسم المستخدم أو كلمة السر لا يكونان فارغين
be: Імя карыстальніка або пароль не могуць быць пустымі
bg: Полетата с потребителското име или парола не могат да бъдат празни
ca: El nom d'usuari i la contrasenya no poden estar buits
ca_es: El nom d'usuari i la contrasenya no poden estar buits
da: Brugernavn eller adganskode kan ikke være tomme
el_gr: Το όνομα χρήστη ή το συνθηματικό δεν πρέπει να είναι κενά
eo: Uzantnomo aŭ pasvorto ne povas esti malplenaj
es_ar: El nombre de usuario o la contraseña no pueden estar vacíos
es_es: Nombre de usuario y contraseña no pueden estar vacíos
et_ee: Kasutajanimi või parool ei tohi olla tühi
fa_ir: نام کاربری یا کلمه عبور نمیتواند خالی باشد
fi: Käyttäjätunnus tai salasana ei voi olla tyhjä
fil: Hindi maaaring walang laman ang username o password
ga: Ní féidir ainm úsáideora nó pasfhocal a bheith folamh
he: שם משתמש או סיסמה לא יכולים להיות ריקים
hr: Korisničko ime ili lozinka ne mogu biti prazni
hu_hu: A felhasználónév és a jelszó nem maradhat üresen
id: Nama pengguna atau kata sandi tidak boleh kosong
it_it: Il nome utente o la password non possono essere vuoti
ja_jp: ユーザー名又はパスワードは空にできません
kk_kz: Paidalanuşy aty ne paröl bos boluy mümkın emes
ko_kr: 사용자 이름 또는 비밀번호는 공란일 수 없습니다
lt_lt: Prisijungimo vardas arba slaptažodis negali būti tušti
lv_lv: Lietotājvārds vai parole nevar būt tukši
nb_no: Brukernavn og passord kan ikke være tomt
pt_br: Usuário ou senha não podem estar vazios
pt_pt: Nome de utilizador ou email não pode estar vazio
ro: Utilizatorul sau parola nu pot fi goale
ru_ru: Имя пользователя или пароль не могут быть пустыми
sk_sk: Používateľské meno alebo heslo nemôže byť prázdne
sl: Uporabniško ime oziroma geslo ne more biti prazno
sr_rs: Корисничко име или лозинка не смеју бити празни
sv: Användarnamn eller lösenord får inte vara tomt
ta: பயனர்பெயர் அல்லது கடவுச்சொல் காலியாக இருக்க முடியாது
tr_tr: Kullanıcı adı yada şifre boş olamaz
uk: Ім’я користувача або пароль не може бути порожнім
vi: Tên người dùng hoặc mật khẩu không được để trống
zh_hans: 用户名或密码不能为空
zh_tw: 使用者名稱或密碼不能為空

# #30609
source: Unable to connect to the selected server
ar: تعذر الاتصال بالخادم المحدد
ar_aa: تعذر الاتصال بالخادم المختار
be: Немагчыма падключыцца да абранага сервера
bg: Не е възможна връзка с избрания сървър
ca: No es pot connectar al servidor seleccionat
ca_es: No es pot connectar al servidor seleccionat
da: Kunne ikke forbinde til den valgte server
el_gr: Αδυναμία σύνδεσης στον επιλεγμένο εξυπηρέτη
eo: Ne eblas konektiĝi al la elektita servilo
es_ar: No se puede conectar con el servidor seleccionado
es_es: Imposible conectar con el servidor seleccionado
et_ee: Valitud serveriga ei saa ühendust luua
fa_ir: اتصال به سرور انتخاب شده امکان پذیر نیست
fi: Valittuun palvelimeen ei saada yhteyttä
fil: Hindi makakonekta sa napiling server
ga: Ní féidir ceangal leis an bhfreastalaí roghnaithe
he: לא ניתן להתחבר לשרת המבוקש
hr: Nije moguće spojiti se na odabrani server
hu_hu: Nem sikerült csatlakozni a kiválasztott szerverhez
id: Tidak dapat menghubungi server yang dipilih
it_it: Impossibile connettersi al server selezionato
ja_jp: 選択されたサーバーに接続できません
kk_kz: Tañdalğan serverge qosylu mümkın emes
ko_kr: 선택한 서버에 연결할 수 없습니다
lt_lt: Nepavyko prisijungti prie pasirinkto serverio
lv_lv: Neizdevās pievienoties izvēlētajam serverim
nb_no: Kunne ikke koble til valgt server
pt_br: Impossível conectar ao servidor selecionado
pt_pt: Não foi possível ligar ao servidor selecionado
ro: Nu se poate conecta la serverul selectat
ru_ru: Невозможно подключиться к выбранному серверу
sk_sk: Nemožné pripojenie na vybraný server
sl: Poveza z izbranim strežnikom ni uspela
sr_rs: Повезивање са изабраним сервером није успело
sv: Det gick inte att ansluta till den valda servern
ta: தேர்ந்தெடுக்கப்பட்ட சேவையகத்துடன் இணைக்க முடியவில்லை
tr_tr: Seçilen sunucuya bağlanılamıyor
uk: Не вдається підключитися до вибраного сервера
vi: Không thể kết nối với máy chủ đã chọn
zh_hans: 无法连接到所选服务器
zh_tw: 無法連線到指定的伺服器

# #30610
source: Connect to
ar: اتصل بـ
ar_aa: اتصال لـ
be: Падключыцца да
bg: Свържи се към
ca: Connectar amb
ca_es: Connecta amb
da: Forbind til
el_gr: Σύνεση με
eo: Konekti al
es_ar: Conectar a
es_es: Conectar a
et_ee: Ühendu
fa_ir: اتصال به
fi: Yhdistä palvelimeen
fil: Kumonekta sa
ga: Ceangail le
he: התחבר אל
hr: Poveži se s
hu_hu: Kapcsolódás
id: Sambungkan ke
it_it: Connetti a
ja_jp: 接続
kk_kz: Mynağan qosylu
ko_kr: 연결 대상
lt_lt: Prisijungti prie
lv_lv: Pievienoties
nb_no: Koble til
pt_br: Conectar a
pt_pt: Ligar a
ro: Conectare la
ru_ru: Соединение с
sk_sk: Pripojiť k
sl: Poveži z
sr_rs: Повезивање са
sv: Anslut till
ta: உடன் இணைக்கவும்
tr_tr: Bağlan
uk: Підключитися до
vi: Kết nối với
zh_hans: 连接至
zh_tw: 連線至

# #30611
source: Manually add server
ar: إضافة الخادم يدويًا
ar_aa: إضافة الخادم يدويًا
be: Дадаць сервер уручную
bg: Ръчно добавяне на сървър
ca: Afegir servidor manualment
ca_es: Afegiu manualment el servidor
da: Manuel tilføj server
el_gr: Μη αυτόματη προσθήκη εξυπηρέτη
eo: Adoni servilon mane
es_ar: Agregar servidor manualmente
es_es: Añadir servidor manualmente
et_ee: Lisa server käsitsi
fa_ir: افزودن دستی سرور
fi: Lisää palvelin manuaalisesti
fil: Manu-manong magdagdag ng server
ga: Cuir freastalaí leis de láimh
he: הוסף שרת באופן ידני
hr: Ručno dodajte server
hu_hu: Szerver manuális hozzáadása
id: Tambah server secara manual
it_it: Aggiungi server manualmente
ja_jp: 手動でサーバーを追加
kk_kz: Qolmen serverdı üsteu
ko_kr: 직접 서버 입력
lt_lt: Pridėti serverį rankiniu būdu
lv_lv: Manuāli pievienot serveri
nb_no: Legg til server manuelt
pt_br: Adicionar servidor manualmente
pt_pt: Adicionar servidor manualmente
ro: Adaugare server manual
ru_ru: Добавить сервер вручную
sk_sk: Manuálne pridanie serveru
sl: Ročno dodaj strežnik
sr_rs: Ручно додајте сервер
sv: Lägg till server manuellt
ta: கைமுறையாக சேவையகத்தைச் சேர்க்கவும்
tr_tr: El ile sunucu ekle
uk: Додати сервер вручну
vi: Thêm máy chủ theo cách thủ công
zh_hans: 手动添加服务器
zh_tw: 手動添加伺服器

# #30612
source: Please sign in
ar: الرجاء تسجيل الدخول
ar_aa: يرجى تسجيل الدخول
be: Калі ласка, увайдзіце
bg: Моля, впишете се
ca: Si us plau, inici sesió
ca_es: Inicieu la sessió
da: Log venligst ind
el_gr: Παρακαλώ συνδεθείτε
eo: Ensaluti
es_ar: Por favor, inicie sesión
es_es: Por favor, inicie sesión
et_ee: Palun logi sisse
fa_ir: لطفا وارد شوید
fi: Kirjaudu sisään
fil: Mangyaring mag-sign in
ga: Sínigh isteach le do thoil
he: אנא התחבר
hr: Molimo, prijavite se
hu_hu: Kérjük, jelentkezz be
id: Harap masuk
it_it: Per favore accedi
ja_jp: サインインしてください
kk_kz: Kırıñız
ko_kr: 로그인하십시오
lt_lt: Prašau prisijungti
lv_lv: Lūdzu ieiej
nb_no: Vennligst logg inn
pt_br: Por favor, conecte-se
pt_pt: Inicie sessão
ro: Vă rugăm, autentificați-vă
ru_ru: Выполнить вход
sk_sk: Prosím, prihlás sa
sl: Prosimo prijavite se
sr_rs: Пријавите се
sv: Vänligen logga in
ta: உள்நுழைக
tr_tr: Lütfen giriş yapın
uk: Будь ласка, увійдіть
vi: Hãy đăng nhập
zh_hans: 请登录
zh_tw: 請登入

# #30613
source: Change Jellyfin Connect user
ar: تغيير اتصال مستخدم Jellyfin
ar_aa: تغيير اتصال مستخدم Jellyfin
be: Змяніць карыстальніка Jellyfin Connect
bg: Смени потребителя на "Джелифин конект"
ca: Canviar usuari de connexió de Jellyfin
ca_es: Canvia l'usuari de connexió de Jellyfin
da: Skift Jellyfin Connect bruger
el_gr: Αλλαγή χρήστη σύνδεσης Jellyfin
eo: Ŝanĝi uzanton de Rapida Konekto
es_ar: Cambiar usuario de Jellyfin Connect
es_es: Cambiar usuario de conexión de Jellyfin
et_ee: Muuda Jellyfin Connecti kasutajat
fa_ir: کاربر متصل Jellyfin را تغییر دهید
fi: Vaihda Jellyfin-käyttäjää
fil: Baguhin ang user ng Jellyfin Connect
ga: Athraigh úsáideoir Jellyfin Connect
he: שינוי המשתמש בחיבור לג'ליפין
hr: Promjena Jellyfin Connect korisnika
hu_hu: Jellyfin Connect felhasználó módosítása
id: Ubah pengguna Jellyfin Connect
it_it: Cambia utente Jellyfin Connect
ja_jp: Jellyfin接続ユーザーを変更
kk_kz: Jellyfin Connect paidalanuşysyn auystyru
ko_kr: Jellyfin 연결 사용자 변경
lt_lt: Keisti Jellyfin prisijungimo naudotoją
lv_lv: Nomainīt Jellyfin Connect lietotāju
nb_no: Endre Jellyfin Connect-bruker
pt_br: Mudar usuário do Jellyfin Connect
pt_pt: Alterar utilizador Jellyfin Connect
ro: Schimbă utilizatorul Jellyfin Connect
ru_ru: Сменить пользователя Jellyfin Connect
sk_sk: Zmeniť pripojeného používateľa Jellifinu
sl: Spremenite povezanega Jellyfin uporabnika
sr_rs: Промените корисника Jellyfin повезивања
sv: Ändra Jellyfin Connect-användare
ta: ஜெல்லிஃபின் இணைப்பு பயனரை மாற்றவும்
tr_tr: Jellyfin bağlı kullanıcısını değiştir
uk: Змінити користувача Jellyfin Connect
vi: Thay đổi người dùng Kết nối Jellyfin
zh_hans: 更多 Jellyfin 连接用户
zh_tw: 更改 Jellyfin 連接使用者

# #30614
source: Connect to server
ar: اتصل بالخادم
ar_aa: اتصل بالخادم
be: Падключыцеся да сервера
bg: Свържи се със сървър
ca: Connectar amb el servidor
ca_es: Connecta amb el servidor
da: Forbind til server
el_gr: Σύνδεση με εξυπηρέτη
eo: Konekti al servilo
es_ar: Conectar al servidor
es_es: Conectar al servidor
et_ee: Ühendu serveriga
fa_ir: اتصال به سرور
fi: Yhdistä palvelimeen
fil: Kumonekta sa server
ga: Ceangail le freastalaí
he: התחבר לשרת
hr: Spojite se na server
hu_hu: Kapcsolódás szerverhez
id: Hubungkan dengan server
it_it: Connetti al server
ja_jp: サーバーに接続
kk_kz: Serverge qosylu
ko_kr: 서버에 연결
lt_lt: Prisijungti prie serverio
lv_lv: Savienoties ar serveri
nb_no: Koble til server
pt_br: Conectar ao servidor
pt_pt: Ligar a servidor
ro: Conectare la server
ru_ru: Соединение с сервером
sk_sk: Pripojiť k serveru
sl: Poveži s strežnikom
sr_rs: Повежите се са сервером
sv: Anslut till servern
ta: சேவையகத்துடன் இணைக்கவும்
tr_tr: Sunucuya bağlan
uk: Підключитися до сервера
vi: Kết nối với máy chủ
zh_hans: 连接到服务器
zh_tw: 連線到伺服器

# #30615
source: Host
ar: مضيف
ar_aa: مضيف
be: Хост
bg: Хост
ca_es: Amfitrió
da: Vært
el_gr: Εξυπηρέτης
eo: Gastigo
et_ee: Peremeesmasin
fa_ir: میزبان
fi: Palvelin
ga: Óstríomhaire
he: שרת
hr: Domaćin
ja_jp: ホスト
kk_kz: Tüiın
ko_kr: 호스트
lt_lt: Hostas
lv_lv: Resursdators
nb_no: Vert
pt_br: Servidor(Host)
pt_pt: Servidor
ro: Gazdă
ru_ru: Узел
sk_sk: Server(Host)
sl: Gostitelj
sr_rs: Домаћин
sv: Värd
ta: தொகுப்பாளர்
tr_tr: Ev sahibi
uk: Хост
vi: Máy chủ
zh_hans: 主机
zh_tw: 主機

# #30616
source: Connect
ar: اتصل
ar_aa: اتصال
be: Злучыцца
bg: Сврържи се
ca: Connectar
ca_es: Connecta
da: Forbind
el_gr: Σύνδεση
eo: Konektu
es_ar: Conectar
es_es: Conectar
et_ee: Ühendu
fa_ir: اتصال
fi: Yhdistä
fil: Kumonekta
ga: Ceangail
he: התחבר
hr: Spoji se
hu_hu: Kapcsolódás
id: Hubungkan
it_it: Connetti
ja_jp: 接続
kk_kz: Qosylu
ko_kr: 연결
lt_lt: Prisijungti
lv_lv: Savienot
nb_no: Koble til
pt_br: Conectar
pt_pt: Ligar
ro: Conectare
ru_ru: Подсоединиться
sk_sk: Pripojiť
sl: Poveži
sr_rs: Повежите се
sv: Anslut
ta: இணைக்கவும்
tr_tr: Bağlan
uk: Підключити
vi: Kết nối
zh_hans: 连接
zh_tw: 連接

# #30617
source: Server or port cannot be empty
ar: لا يمكن أن يكون الخادم أو المنفذ فارغًا
ar_aa: الخادم أو المنفذ لا يكونان فارغين
be: Сервер або порт не могуць быць пустымі
bg: Полетата сървър или порт не могат да бъдат празни
ca: El servidor o el port no poden estar buits
ca_es: El servidor o el port no poden estar buits
da: Server eller port kan ikke være tomme
el_gr: Ο εξυπηρέτης ή η θύρα δεν πρέπει να είναι κενά
eo: Servilo aŭ pordo ne povas esti malplenaj
es_ar: El servidor o el puerto no pueden estar vacíos
es_es: Servidor o puerto no pueden estar vacíos
et_ee: Server või port ei tohi olla tühi
fa_ir: سرور یا پورت نمیتواند خالی باشد
fi: Palvelin tai portti ei voi olla tyhjä
fil: Hindi maaaring walang laman ang server o port
ga: Ní féidir freastalaí nó port a fholmhú
he: שרת או פורט אינם יכולים להיות ריקים
hr: Server ili port ne mogu biti prazni
hu_hu: A szerver és a port nem maradhat üresen
id: Server atau port tidak boleh kosong
it_it: Server o porta non possono essere vuoti
ja_jp: サーバー又はポートは空にできません
kk_kz: Server ne port bos boluy mümkın emes
ko_kr: 서버 또는 포트는 공란일 수 없습니다
lt_lt: Serveris arba prievadas negali būti tuščias
lv_lv: Serveris vai ports nevar būt tukši
nb_no: Server eller portnummer kan ikke være tomme
pt_br: Servidor ou porta não podem estar vazios
pt_pt: Servidor ou porta não pode estar vazio
ro: Server sau port nu pot fi goale
ru_ru: Сервер или порт не могут быть пустыми
sk_sk: Server alebo port nemôže byť prázdny
sl: Strežnik oziroma vrata ne smejo biti prazna
sr_rs: Сервер или порт не могу бити празни
sv: Servern eller porten får inte vara tom
ta: சேவையகம் அல்லது போர்ட் காலியாக இருக்க முடியாது
tr_tr: Sunucu yada port boş olamaz
uk: Сервер або порт не можуть бути пустими
vi: Máy chủ hoặc cổng không được để trống
zh_hans: 服务器或端口不能为空
zh_tw: 伺服器或連接埠不能為空

# #33000
source: Welcome
ar: مرحبا
ar_aa: مرحبا
be: Сардэчна запрашаем
bg: Добре дошли
ca: Benvingut
ca_es: Us donem la benvinguda
da: Velkommen
el_gr: Κάλως ορίσατε
eo: Bonvenon
es_ar: Bienvenidos
es_es: Bienvenido
et_ee: Tere
fa_ir: خوش آمدید
fi: Tervetuloa
fil: Maligayang pagdating
ga: Fáilte
he: ברוכים הבאים
hr: Dobrodošli
hu_hu: Üdv
id: Selamat Datang
it_it: Benvenuto
ja_jp: ようこそ
kk_kz: Qoş keldıñız
ko_kr: 환영합니다
lt_lt: Sveiki
lv_lv: Sveicināti
nb_no: Velkommen
pt_br: Bem-vindo
pt_pt: Bem-vindo
ro: Bine ați venit
ru_ru: Приступить к работе
sk_sk: Vitaj
sl: Dobrodošli
sr_rs: Добродошли
sv: Välkommen
ta: வரவேற்பு
tr_tr: Hoş Geldiniz
uk: Ласкаво просимо
vi: Chào mừng
zh_hans: 欢迎
zh_tw: 歡迎

# #33006
source: Server is restarting
ar: يتم إعادة تشغيل الخادم
ar_aa: يٌعاد تشغيل الخادم
be: Сервер перазапускаецца
bg: Сървъра се рестартира
ca: El servidor s'està reiniciant
ca_es: El servidor s'està reiniciant
da: Serveren genstarter
el_gr: Ο εξυπηρέτης επανεκκινεί
eo: Servilo relanĉas
es_ar: El servidor se está reiniciando
es_es: El servidor está reiniciándose
et_ee: Server taaskäivitub
fa_ir: سرور در حال راه اندازی مجدد است
fi: Palvelin käynnistyy uudelleen
fil: Nagre-restart ang server
ga: Tá an freastalaí ag atosú
he: השרת מבצע איתחול
hr: Server se ponovno pokreće
hu_hu: A szerver újraindul
id: Server memulai ulang
it_it: Il server si sta riavviando
ja_jp: サーバーが再起動中
kk_kz: Server qaita ıske qosyluda
ko_kr: 서버 재시작 중
lt_lt: Serveris persikrauna
lv_lv: Serveris restartējas
nb_no: Serveren starter på nytt
pt_br: O servidor está reiniciando
pt_pt: O servidor está a reiniciar
ro: Serverul se restartează
ru_ru: Сервер перезапускается
sk_sk: Server sa reštartuje
sl: Strežnik se ponovno zaganja
sr_rs: Сервер се поново покреће
sv: Servern startar om
ta: சேவையகம் மறுதொடக்கம் செய்யப்படுகிறது
tr_tr: Sunucu yeniden başlatılıyor
uk: Сервер перезавантажується
vi: Máy chủ đang khởi động lại
zh_hans: 服务器正在重新启动
zh_tw: 伺服器正在重新啟動

# #33009
source: Invalid username or password
ar: اسم المستخدم أو كلمة مرور غير صالح
ar_aa: اسم المستخدم أو كلمة مرور غير صالحين
be: Няправільнае імя карыстальніка або пароль
bg: Грешно потребителско име или парола
ca: Usuari o contrasenya incorrectes
ca_es: Usuari o contrasenya incorrectes
da: Ugyldig brugernavn eller adgangskode
el_gr: Λάθος όνομα χρήστη ή συνθηματικό
eo: Nevalida uzantnomo aŭ pasvorto
es_ar: Usuario o contraseña inválido/a
es_es: Usuario o contraseña incorrectos
et_ee: Vale kasutajanimi või parool
fa_ir: نام کاربری یا کلمه عبور نامعتبر است
fi: Virheellinen käyttäjätunnus tai salasana
fil: Di-wastong username o password
ga: Ainm úsáideora nó pasfhocal neamhbhailí
he: שם משתמש או סיסמה שגויים
hr: Neispravno korisničko ime ili lozinka
hu_hu: Hibás felhasználónév vagy jelszó
id: Nama pengguna atau kata sandi tidak valid
it_it: Password o nome utente non validi
ja_jp: ユーザー名又はパスワードが無効
kk_kz: Jaramsyz paidalanuşy aty ne paröl
ko_kr: 잘못된 사용자이름 또는 패스워드
lt_lt: Neteisingas prisijungimo vardas arba slaptažodis
lv_lv: Nederīgs lietotājvārds vai parole
nb_no: Ugyldig brukernavn eller passord
pt_br: Usuário ou senha inválidos
pt_pt: Nome de utilizador ou senha inválidos
ro: Utilizator sau parolă invalidă
ru_ru: Недопустимое имя пользователя или пароль
sk_sk: Neplatné používateľské meno alebo heslo
sl: Napačno uporabniško ime ali geslo
sr_rs: Погрешно корисничко име или лозинка
sv: Ogiltigt användarnamn eller lösenord
ta: தவறான பயனர்பெயர் அல்லது கடவுச்சொல்
tr_tr: Geçersiz kullanıcı adı yada şifre
uk: Неправильне ім'я користувача або пароль
vi: Sai tên đăng nhập hoặc mật khẩu
zh_hans: 无效的用户名或密码
zh_tw: 無效的使用者名稱或密碼

# #33013
source: Choose the audio stream
ar: اختر دفق الصوت
ar_aa: اختيار تدفق الصوت
be: Выберыце аўдыё паток
bg: Изберете аудио поток
ca: Seleccionar stream d'àudio
ca_es: Seleccioneu el flux d'àudio
da: Vælg lyd strømmen
el_gr: Επιλέξτε την ηχητική ροή
eo: Elekti la aŭdan elsendfluon
es_ar: Elige la transmisión de audio
es_es: Seleccionar el stream de audio
et_ee: Vali heliriba
fa_ir: منبع صوتی را انتخاب کنید
fi: Valitse ääniraita
fil: Piliin ang audio stream
ga: Roghnaigh an sruth fuaime
he: בחר ערוץ שמע
hr: Odaberite audio stream
hu_hu: Válaszd ki az audiostreamet
id: Pilih siaran audio
it_it: Scegli il flusso audio
ja_jp: 音声ストリームの選択
kk_kz: Dybys ağynyn tañdau
ko_kr: 오디오 스트림 선택
lt_lt: Pasirinkti garso takelį
lv_lv: Izvēlies audio straumi
nb_no: Velg lydstrøm
pt_br: Selecionar o stream de áudio
pt_pt: Escolher áudio
ro: Alegeți streamul audio
ru_ru: Выбрать поток аудио
sk_sk: Vyber zvukový stream
sl: Izberite zvočno sled
sr_rs: Изаберите аудио ток
sv: Välj ljudspår
ta: ஆடியோ ஸ்ட்ரீமைத் தேர்வுசெய்க
tr_tr: Ses akışını seçin
uk: Виберіть звуковий потік
vi: Chọn luồng phát âm thanh
zh_hans: 选择音频流
zh_tw: 選擇音訊串流

# #33014
source: Choose the subtitles stream
ar: اختر دفق الترجمة
ar_aa: اختيار تدفق الترجمات
be: Выберыце паток субтытраў
bg: Изберете субтитри
ca: Seleccioni stream de subtítols
ca_es: Seleccioneu el flux de subtítols
da: Vælg underskrift strømmen
el_gr: Επιλέξτε την ροή υποτίτλων
eo: Elekti la subtekstajn elsenfluojn
es_ar: Elige la secuencia de subtítulos
es_es: Seleccionar el stream de subtítulos
et_ee: Vali subtiitrid
fa_ir: منبع زیرنویس ها را انتخاب کنید
fi: Valitse tekstitysraita
fil: Piliin ang stream ng mga subtitle
ga: Roghnaigh sruth na bhfotheideal
he: בחר ערוץ כתוביות
hr: Odaberite stream titlova
hu_hu: Válaszd ki a feliratsávot
id: Pilih takarir siaran
it_it: Scegli il flusso dei sottotitoli
ja_jp: 字幕ストリームの選択
kk_kz: Subtitrler ağynyn tañdau
ko_kr: 자막 스트림 선택
lt_lt: Pasirinkti titrų takelį
lv_lv: Izvēlies subtitru straumi
nb_no: Velg tekstingsstrøm
pt_br: Selecionar o stream de legendas
pt_pt: Escolher legendas
ro: Alegeți streamul subtitrărilor
ru_ru: Выбрать поток субтитров
sk_sk: Vyber stream tituliek
sl: Izberite sled podnapisov
sr_rs: Изаберите ток титлова
sv: Välj undertextspår
ta: வசன வரிகள் தேர்வு
tr_tr: Altyazı akışını seçin
uk: Виберіть потік субтитрів
vi: Chọn luồng phụ đề
zh_hans: 选择字幕流
zh_tw: 選擇字幕串流

# #33054
source: Add user to session
ar: إضافة المستخدم إلى الجلسة
ar_aa: إضافة مستخدم إلى جلسة
be: Дадаць карыстальніка ў сеанс
bg: Добави потребител към сесията
ca: Afegir usuari a la sessió
ca_es: Afegeix l'usuari a la sessió
da: Tilføj bruger til session
el_gr: Προσθήκη χρήστη στη συνεδρία
eo: Aldoni uzanton al seanco
es_ar: Agregar usuario a la sesión
es_es: Añadir usuario a la sesión
et_ee: Lisa seansile kasutaja
fa_ir: کاربر را به نشست اضافه کن
fi: Lisää käyttäjä istuntoon
fil: Magdagdag ng user sa session
ga: Cuir úsáideoir leis an seisiún
he: הוספת משתמש לסשן
hr: Dodaj korisnika u sesiju
hu_hu: Felhasználó hozzáadása a munkamenethez
id: Tambahkan pengguna ke dalam sesi
it_it: Aggiungi utente alla sessione
ja_jp: セッションにユーザーを追加
kk_kz: Seansqa paidalanuşyny üsteu
ko_kr: 세션에 사용자 추가
lt_lt: Pridėti naudotoją prie sesijos
lv_lv: Pievienot lietotāju sesijai
nb_no: Legg bruker til i sesjon
pt_br: Adicionar usuário a sessão
pt_pt: Adicionar utilizador à sessão
ro: Adaugă utilizator la sesiune
ru_ru: Добавить пользователя к сеансу
sk_sk: Pridať používateľa do relácie
sl: Dodaj uporabnika v sejo
sr_rs: Додајте корисника у сесију
sv: Lägg till användare till sessionen
ta: அமர்வுக்கு பயனரைச் சேர்க்கவும்
tr_tr: Oturuma kullanıcı ekle
uk: Додати користувача до сеансу
vi: Thêm người dùng vào phiên
zh_hans: 添加用户到会话中
zh_tw: 將使用者添加到對話中

# #33058
source: Perform local database reset
ar: إعادة تعيين قاعدة البيانات المحلية
ar_aa: إعادة تعيين قاعدة بيانات محلية
be: Выканайце скід лакальнай базы дадзеных
bg: Изпълни локално нулиране на базата данни
ca: Restablir la base de dades local
ca_es: Restableix la base de dades local
da: Udfør lokal database genstart
el_gr: Επαναφορά τοπικής βάσης
eo: Fari restarigon de loka datenbazon
es_ar: Realizar restablecimiento de la base de datos local
es_es: Restablecer la base de datos local
et_ee: Lähtesta kohalik andmebaas
fa_ir: ریست کردن دیتابیس محلی
fi: Suorita paikallisen tietokannan tyhjennys
fil: Magsagawa ng lokal na pag-reset ng database
ga: Déan athshocrú an bhunachair sonraí logánta
he: ביצוע איפוס מסד נתונים מקומי
hr: Izvršite resetiranje lokalne baze podataka
hu_hu: A helyi adatbázis visszaállítása
id: Lakukan reset pangkalan data lokal
it_it: Eseguire il ripristino del database locale
ja_jp: ローカルのデータベースをリセットします
kk_kz: Jergılıktı derekqor ysyruyn oryndau
ko_kr: 로컬 데이터베이스 초기화
lt_lt: Atlikti vietinės duomenų bazės atkūrimą
lv_lv: Veikt vietējā datubāzes atiestatīšanu
nb_no: Utfør nullstilling av lokal database
pt_br: Redefinir o banco de dados local
pt_pt: Executar limpeza da base de dados local
ro: Efectuați resetarea bazei de date locale
ru_ru: Выполнить сброс локальной базы данных
sk_sk: Vykonať lokálny reštart databázy
sl: Ponastavi lokalno bazo podatkov
sr_rs: Изврши ресетовање локалне базе података
sv: Utför lokal databasåterställning
ta: உள்ளூர் தரவுத்தள மீட்டமைப்பைச் செய்யவும்
tr_tr: Yerel veritabanı sıfırlama gerçekleştirin
uk: Виконати скидання локальної бази даних
vi: Thực hiện thiết lập lại cơ sở dữ liệu cục bộ
zh_hans: 执行本地数据库重置
zh_tw: 執行本機資料庫重設
