Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #33128
source: Failed to retrieve latest content updates. No content updates will be applied until Kodi is restarted. If this issue persists, please report on the Jellyfin for Kodi forums, with your Kodi log.
ar: فشل استرداد آخر تحديثات المحتوى. لن يتم تطبيق تحديثات المحتوى حتى يتم إعادة تشغيل Kodi. إذا استمرت هذه المشكلة، أنشئ تقريرا -من فضلك- في منتديات Jellyfin لـ Kodi، باستخدام سجل Kodi الخاص بك.
ar_aa: فشل استرداد أحدث تحديثات المحتوى. لن يتم تطبيق تحديثات المحتوى حتى يتم إعادة تشغيل Kodi. إذا استمرت هذه المشكلة، يرجى أنشاء تقرير في منتديات Jellyfin لـ Kodi، باستخدام سجلك في Kodi.
be: Не ўдалося атрымаць апошнія абнаўленні кантэнту. Ніякія абнаўленні кантэнту не будуць прымяняцца, пакуль Kodi не будзе перазапушчаны. Калі гэтая праблема не знікне, паведаміце пра гэта на форумах Jellyfin for Kodi са сваім журналам Kodi.
bg: Грешка при извличане на обновеното съдържание.Никакви нови обновления няма да се добавят докото Коди не бъде рестартиран.Ако и в бъдеще имате този проблем,моля пишете във форумите на Коди,като приложите лог файла от добавката.
ca: No s'han pogut recuperar les actualitzacions de contingut més recents. No s'aplicaran actualitzacions de contingut fins que es reiniciï Kodi. Si aquest problema persisteix, si us plau notifica-ho al fòrum de Jellyfin for Kodi, amb el seu registre (log) de Kodi.
ca_es: No s'han pogut recuperar les actualitzacions de contingut més recents. No s'aplicaran actualitzacions de contingut fins que es reiniciï Kodi. Si aquest problema persisteix, notifiqueu-ho al fòrum de Jellyfin per a Kodi, amb el seu registre (log) de Kodi.
da: Kunne ikke hente sidste indholdsopdateringer. Ingen indholdsopdateringer vil blive anvendt indtil Kodi er genstartet. Hvis problem fortsætter, raporter venligts på Jellyfin for Kodi formmer, med din Kodi logfil.
el_gr: Απέτυχε η ανάκτηση των τελευταίων ενημερώσεων περιεχομένου. Δεν θα εφαρμοστούν ενημερώσεις περιεχομένου έως ότου γίνει επανεκκίνηση του Kodi. Εάν αυτό το ζήτημα επιμένει, αναφέρετε τα φόρουμ Jellyfin for Kodi, με το αρχείο καταγραφής του Kodi.
eo: Malsukcesis ricevi plej novajn enhavajn ĝisdatigojn. Neniuj enhavaj ĝisdatigoj estos aplikataj ĝis Kodi relanĉiĝos. Se ĉi tiu problemo persistas, raporti al la forumoj Jellyfin por Kodi, kun via Kodi-ĵurnalo.
es_ar: No se pudieron obtener las últimas acutalizaciones de contenido. La biblioteca no se actualizará hasta que Kodi se reinicie. Si este problema continua, favor de reportarlo en los foros del addon de Jellyfin para Kodi, incluyendo la bitácora de Kodi.
es_es: No se ha podido recuperar las actualizaciones de contenido más recientes. No se aplicarán actualizaciones de contenido hasta que se reinicie Kodi. Si este problema persiste, por favor, informe en los foros de Jellyfin para Kodi, con su registro (log) de Kodi.
et_ee: Viimaste sisuvärskenduste toomine nurjusus. Sisu värskendusi ei rakendata enne Kodi taaskäivitamist. Kui see probleem püsib, anna oma Kodi logiga teada Jellyfin for Kodi foorumis.
fa_ir: دریافت آخرین به‌روزرسانی‌های محتوا با شکست مواجه شد. هیچ به‌روزرسانی محتوایی تا زمانی که Kodi دوباره راه‌اندازی نشود، اعمال نخواهد شد. اگر این مشکل ادامه پیدا کرد، لطفاً در انجمن‌های Jellyfin برای Kodi گزارش دهید و لاگ Kodi خود را ارسال کنید.
fi: Viimeisimpien sisältöäpäivitysten nouto epäonnistui, eikä sisältöpäivityksiä tehdä ennen Kodin uudelleenkäynnistystä. Jos ongelma jatkuu, ilmoita siitä Jellyfin for Kodi -lisäosan keskustelualueella ja liitä mukaan Kodin lokitiedosto.
fil: Nag-fail na makuha ang pinakabagong content update. Walang ilalapat na mga content update hanggang sa ma-restart ang Kodi. Kung magpapatuloy ang isyung ito, mangyaring mag-ulat sa mga forum ng Jellyfin for Kodi, kasama ang iyong Kodi log.
ga: Theip ar na nuashonruithe inneachair is déanaí a fháil. Ní chuirfear aon nuashonruithe inneachair i bhfeidhm go dtí go n-atosófar Kodi. Má leanann an cheist seo, tabhair tuairisc ar an Jellyfin d'fhóraim Kodi, le do logáil Kodi.
he: איסוף עדכוני התוכן נכשל. לא יתבצעו עדכוני תוכן עד שקודי יתרסט. אם בעיה זו ממשיה, נא לדווח בפורום ג'ליפין לקודי, עם לוג קודי שלך.
hr: Dohvaćanje najnovijih ažuriranja sadržaja nije uspjelo. Nikakva ažuriranja sadržaja neće se primijeniti dok se Kodi ponovno ne pokrene. Ako se ovaj problem nastavi, prijavite se na Jellyfin for Kodi forumima, sa svojim Kodi log-om.
hu_hu: A legfrissebb tartalmi frissítések letöltése nem sikerült. A Kodi újraindításáig nem kerülnek frissítésre tartalmak. Ha a probléma továbbra is fennáll, kérjük, jelezd a Jellyfin Kodi bővítmény fórumán, a Kodi naplóval.
it_it: Impossibile recuperare gli ultimi aggiornamenti dei contenuti. Nessun aggiornamento dei contenuti verrà applicato fino al riavvio di Kodi. Se il problema persiste, segnalalo sul forum di Jellyfin per Kodi, con il tuo log di Kodi.
ja_jp: 最新のコンテンツの取得中に問題が置きました。新しいコンテンツはKodiの再起動後に適用されます。問題が解決されない場合はKodiのログを添付してJellyfin for Kodiの掲示板に報告してください。
kk_kz: Mazmūndyñ soñğy jañartulary alynbady. Kodi qaita ıske qosylğanşa deiın eşqandai mazmūn jañartulary qoldanylmaidy. Eger mäsele şeşılmese, Kodi jūrnalyn qystyryp, Kodi üşın Jellyfin forumynda habarlañyz.
ko_kr: 최신 콘텐츠 업데이트를 검색하지 못했습니다. Kodi를 다시 시작할 때까지 콘텐츠 업데이트가 적용되지 않습니다. 이 문제가 지속되면 Kodi 로그와 함께 Jellyfin - Kodi 포럼에보고하십시오.
lt_lt: Nepavyko gauti naujausių turinio atnaujinimų. Kol „Kodi“ nebus paleistas iš naujo, turinio atnaujinimai nebus taikomi. Jei ši problema išlieka, praneškite apie tai „Jellyfin for Kodi“ forumuose ir pateikite „Kodi“ žurnalą.
lv_lv: Neizdevās izgūt jaunākos satura atjauninājumus. Kamēr Kodi netiks restartēts, netiks lietoti nekādi satura atjauninājumi. Ja šī problēma joprojām pastāv, lūdzu, ziņojiet Jellyfin for Kodi forumā, iekļaujot savu Kodi žurnālu.
nb_no: Kunne ikke hente siste innholdsoppdateringer. Ingen innholdsoppdateringer vil tre i kraft før Kodi startes på nytt. Hvis dette problemet vedvarer, vennligst rapporter det på Jellyfin for Kodi-forumene, med Kodi-logg vedlagt.
pt_br: Falha ao recuperar ultima atualização dos conteúdos mais recentes. Nenhuma atualização de conteúdo será aplicada até o Kodi ser reiniciado. Se esse problema persistir, por favor reporte nos forums de Jellyfin for Kodi com log para Kodi.
pt_pt: A atualização de conteúdos falhou. Nenhuma atualização de conteúdos ocorrerá até que o Kodi seja reiniciado. Caso o problema persista reporte-o juntamente com o log do Kodi no fórum Jellyfin for Kodi.
ro: Eșuare la preluarea ultimelor actualizări de conținut. Nu se vor aplica actualizări ale conținutului până la repornirea Kodi. Dacă această problemă persistă, vă rugăm să raportați la forumul Jellyfin pentru Kodi, cu jurnalul dvs. Kodi.
ru_ru: Не удалось получить последние обновления содержания. Обновления не будут применены до перезапуска Kodi. Если проблема сохраняется, сообщите об этом на форумах Jellyfin для Kodi, приложив журнал Kodi.
sk_sk: Zlyhal príjem aktualizácie najnovšieho obsahu. Žiadne aktualizácie obsahu nebudú aplikované až do reštartu Kodi. Pokiaľ problém stále pretrváva, prosím, nahláste tento problém na fóre Jellyfin for Kodi spolu s logom z Kodi.
sl: Pri pridobivanju novih vsebin je prišlo do napake. Spremembe ne bodo uveljavljene do ponovnega zagona. Če napaka ostane, jo prijavite na forumu za Jellyfin za Kodi skupaj s Kodi dnevnikom.
sr_rs: Преузимање најновијих ажурирања садржаја није успело. Ажурирања садржаја се неће примењивати док се Коди поново не покрене. Ако се овај проблем и даље буде јављао, пријавите се на форуме Jellyfin за Коди са својим Коди записником.
sv: Misslyckades att hämta de senaste innehållsuppdateringarna. Inga innehållsuppdateringar kommer att träda i kraft tills Kodi har startat om. Vänligen rapportera i Jellyfin för Kodi-forumen med din Kodi-loggningsfil om problemen kvarstår.
ta: சமீபத்திய உள்ளடக்க புதுப்பிப்புகளை மீட்டெடுப்பதில் தோல்வி. கோடி மறுதொடக்கம் செய்யப்படும் வரை உள்ளடக்க புதுப்பிப்புகள் எதுவும் பயன்படுத்தப்படாது. இந்த சிக்கல் தொடர்ந்தால், உங்கள் கோடி பதிவோடு, கோடி மன்றங்களுக்கான ஜெல்லிஃபின் குறித்து புகாரளிக்கவும்.
tr_tr: En son içerik güncellemeleri alınamadı. Kodi yeniden başlatılıncaya kadar hiçbir içerik güncellemesi uygulanmayacaktır. Bu sorun devam ederse, lütfen Kodi günlüğünüzle Kodi forumları için Jellyfin'i bildirin.
uk: Не вийшло отримати останні оновлення вмісту. Оновлення вмісту не застосовуватимуться до рестарту Kodi. Якщо проблема залишиться, будь ласка, повідомте про проблему на форумі Jellyfin для Kodi, додавши лог Kodi.
vi: Không thể truy xuất cập nhật nội dung mới nhất. Sẽ không có cập nhật nội dung nào được áp dụng cho đến khi Kodi được khởi động lại. Nếu sự cố này vẫn tiếp diễn, vui lòng báo cáo trên diễn đàn Jellyfin dành cho Kodi, với nhật ký Kodi của bạn.
zh_hans: 无法检索最新内容更新。在重新启动 Kodi 之前，不会应用任何内容更新。如果此问题仍然存在，请在Kodi论坛的果冻上报告，并附上您的Kodi日志。
zh_tw: 無法取得最新的內容更新。 在重新啟動 Kodi 之前，不會套用任何內容更新。 如果此問題仍然存在，請在 Jellyfin for Kodi 論壇上回報，並附上您的 Kodi 日誌。

# #33129
source: You can sync libraries by launching the Jellyfin add-on > Add libraries.
ar: يمكنك مزامنة المكتبات عن طريق تشغيل الوظيفة الإضافية Jellyfin> إضافة مكتبات.
ar_aa: يمكنك مزامنة المكتبات عن طريق تشغيل إضافات Jellyfin> إضافة مكتبات.
be: Вы можаце сінхранізаваць медыятэкі, запусціўшы "Надбудова Jellyfin" > "Дадаць медыятэкі".
bg: Може да синхронизирате библиотеки ,чрез стартиране на добавката Джелифин>Добави библиотеки.
ca: Pot sincronitzar les biblioteques iniciant el Add-on Jellyfin > Afegir biblioteques.
ca_es: Podeu sincronitzar les mediateques iniciant el complement Jellyfin > Afegeix mediateques.
da: Du kan synkronisere ved at åbne Jellyfin tilføjelsesindstillinger > Tilføj bibloteker.
el_gr: Μπορείτε να συγχρονίσετε βιβλιοθήκες εκκινώντας το πρόσθετο Jellyfin > Προσθήκη βιβλιοθηκών.
eo: Vi povas sinkronigi plurmeditekojn lanĉi per Jellyfin Aldonaĵo > Aldoni Plurmeditekojn.
es_ar: Puede sincronizar bibliotecas iniciando el complemento Jellyfin > Agregar bibliotecas.
es_es: Puedes sincronizar bibliotecas iniciando el Add-on Jellyfin > Añadir bibliotecas.
et_ee: Meediakogude sünkroonimiseks käivita Jellyfin lisamoodul > Lisa meediakogu.
fa_ir: شما می‌توانید کتابخانه‌ها را با راه‌اندازی افزونه Jellyfin و انتخاب گزینه "Add libraries" همگام‌سازی کنید.
fi: Voit synkronoida kirjastot Jellyfin-lisäosan 'Lisää kirjastoja' -toiminnolla.
fil: Maaari mong i-sync ang mga Library sa pamamagitan ng paglulunsad ng Jellyfin add-on > Add libraries.
ga: Is féidir leat leabharlanna a shioncronú trí bhreiseán Jellyfin a sheoladh > Cuir leabharlanna leis.
he: ניתן לסנכרן ספריות על ידי לחיצה על תוספי ג'ליפין > הוספת ספריות.
hr: Možete sinkronizirati biblioteke pokretanjem Jellyfin dodatka > Dodaj biblioteke.
hu_hu: Szinkronizálhatod a könyvtárakat a Jellyfin bővítmény > Könyvtárak hozzáadása menüpontban.
it_it: È possibile sincronizzare le librerie avviando l'add-on Jellyfin > Aggiungi librerie.
ja_jp: Jellyfinのアッドオン→ライブラリーの追加でライブラリーの同期化ができます。
kk_kz: Jellyfin qondyrmasy > Tasyğyşhanalardy üsteu arqyly ıske qosup tasyğyşhanalardy ündestıruge bolady.
ko_kr: Jellyfin 애드-온을 실행하여 라이브러리를 동기화 할 수 있습니다. > 라이브러리 추가.
lt_lt: Bibliotekas galite sinchronizuoti paleidę „Jellyfin“ priedą > Pridėti bibliotekų.
lv_lv: Varat sinhronizēt bibliotēkas, palaižot Jellyfin paplašinājumu > Add libraries.
nb_no: Du kan synkronisere bibliotekene ved å starte Jellyfin-tillegget > Legg til bibliotek.
pt_br: Você pode sincronizar bibliotecas iniciando Jellyfin add-on > Add libraries.
pt_pt: Pode sincrozinar bibliotecas indo a Jellyfin add-on > Adicionar Bibliotecas.
ro: Puteți sincroniza bibliotecile lansând add-on-ulJellyfin > Adaugă biblioteci.
ru_ru: Можно синхронизировать медиатеки запуском Надстройка Jellyfin > Добавить медиатеки.
sk_sk: Knižnice môžete zosynchronizovať spustením Jellyfin doplnku v Kodi > Všetky knižnice.
sl: Knjižnice lahko ročno sinhronizirate v nastavitvah Jellyfin dodatka > Dodaj knjižnice.
sr_rs: Библиотеке можете да синхронизујете покретањем додатка Jellyfin > Додај библиотеке.
sv: Du kan synkronisera bibliotek genom att köra Jellyfin-tillägget > Lägg till bibliotek.
ta: ஜெல்லிஃபின் செருகு நிரல்> நூலகங்களைச் சேர் என்பதைத் தொடங்குவதன் மூலம் நூலகங்களை ஒத்திசைக்கலாம்.
tr_tr: Jellyfin eklentisini> Kitaplık ekle'yi başlatarak kitaplıkları eşitleyebilirsiniz.
uk: Ви можете синхронізувати медіатеки, запустивши меню Надбудова Jellyfin > Додати медіатеки.
vi: Bạn có thể đồng bộ thư viện bằng cách khởi chạy tiện ích bổ sung Jellyfin > Thêm thư viện.
zh_hans: 您可以通过启动 Jellyfin 加载项和添加库来同步库。
zh_tw: 您可以透過啟用 Jellyfin 附加組件 > 添加庫來同步庫。

# #33130
source: Select the source
ar: حدد المصدر
ar_aa: اختر المصدر
be: Выберыце крыніцу
bg: Изберете източник
ca: Selecciona l'origen
ca_es: Seleccioneu l'origen
da: Vælg kilden
el_gr: Επιλέξτε την πηγή
eo: Elekti la fonton
es_ar: Selecciona la fuente
es_es: Seleccionar origen
et_ee: Vali allikas
fa_ir: منبع را انتخاب کنید
fi: Valitse lähde
fil: Piliin ang pinagmulan
ga: Roghnaigh an fhoinse
he: נא לבחור מקור
hr: Odaberite izvor
hu_hu: Forrás kiválasztása
it_it: Seleziona la sorgente
ja_jp: ソースを選択
kk_kz: Qainardy tañdau
ko_kr: 소스 선택
lt_lt: Pasirinkite šaltinį
lv_lv: Izvēlies avotu
nb_no: Velg kilden
pt_br: Selecione uma fonte
pt_pt: Selecionar fonte
ro: Selectați sursa
ru_ru: Выберите источник
sk_sk: Vyberte zdroj
sl: Izberite vir
sr_rs: Изаберите извор
sv: Välj källan
ta: மூலத்தைத் தேர்ந்தெடுக்கவும்
tr_tr: Kaynağı seçin
uk: Обрати джерело
vi: Chọn nguồn
zh_hans: 选择源
zh_tw: 選擇來源

# #33131
source: Refreshing boxsets
ar: إعادة تحميل مجموعات الصناديق
ar_aa: إعادة تحميل مجموعات الصناديق
be: Асвяжальныя калекцыі
bg: Обновяване на колекциите
ca: Actualitzar boxsets
ca_es: S'estan actualitzant els cofres
da: Opdaterer samlinger
el_gr: Ανανέωση κουτιών
eo: Refreŝigi kolektojn
es_ar: Actualizando caja recopilatoria
es_es: Refrescar boxsets
et_ee: Kogumike värskendamine
fa_ir: در حال بروزرسانی مجموعه‌ها
fi: Päivitetään kokoelmia
fil: Nagre-refresh ng mga boxset
ga: Sásanna bosca á n-athnuachan
he: עדכון תיבות
hr: Osvježavanje boxsetova
hu_hu: Dobozos készletek frissítése
it_it: Aggiorna collezioni
ja_jp: ボックスセットを更新中
kk_kz: Jiyntyqtar jañğyrtyluda
ko_kr: 박스셋 갱신중
lt_lt: Atnaujinami rinkiniai
lv_lv: Atjaunot boxsetus
nb_no: Oppdaterer samlebokser
pt_br: Atualizando coleções
pt_pt: Atualizar coleções
ro: Reîmprospătați colecțiile
ru_ru: Обновление коллекций
sk_sk: Obnovujem boxsety
sl: Osveževanje zbirk
sr_rs: Освежававам боксетове
sv: Uppdaterar samlingar
ta: பாக்ஸெட்டுகளை புதுப்பிக்கிறது
tr_tr: Kutu setleri yenileniyor
uk: Оновлюємо колекції
vi: Làm mới boxsets
zh_hans: 刷新合集
zh_tw: 重新整理合輯

# #33132
source: Repair library
ar: إصلاح المكتبة
ar_aa: إصلاح المكتبة
be: Выправіць медыятэку
bg: Поправка на библиотеката
ca: Reparar biblioteca
ca_es: Repara la mediateca
da: Reparer biblotek
el_gr: Επιδιόρθωση βιβλιοθήκης
eo: Ripari plurmeditekon
es_ar: Reparar Biblioteca
es_es: Reparar biblioteca
et_ee: Paranda meediakogu
fa_ir: تعمیر کتابخانه
fi: Korjaa kirjasto
fil: Ayusin ang library
ga: Leabharlann deisiúcháin
he: תיקון הספרייה
hr: Popravka biblioteke
hu_hu: Könyvtár javítása
it_it: Ripara libreria
ja_jp: ライブラリーを修復する
kk_kz: Tasyğyşhanany jöndeu
ko_kr: 라이브러리 복구
lt_lt: Sutaisyti biblioteką
lv_lv: Salabot bibliotēku
nb_no: Reparer bibliotek
pt_br: Reparar biblioteca
pt_pt: Reparar biblioteca
ro: Reparați biblioteca
ru_ru: Исправление медиатеки
sk_sk: Opraviť knižnicu
sl: Popravi knjižnico
sr_rs: Поправи библиотеку
sv: Reparera bibliotek
ta: நூலகத்தை சரிசெய்யவும்
tr_tr: Onarım kütüphanesi
uk: Полагодити медіатеку
vi: Sửa chữa thư viện
zh_hans: 修复媒体库
zh_tw: 修復媒體庫

# #33133
source: Remove library from Kodi
ar: إزالة المكتبة من Kodi
ar_aa: إزالة المكتبة من Kodi
be: Выдаліць медыятэку з Kodi
bg: Премахване на библиотеката от Коди
ca: Esborrar biblioteca de Kodi
ca_es: Esborra la mediateca de Kodi
da: Fjern biblotek fra Kodi
el_gr: Αφαίρεση βιβλιοθήκης από το Kodi
eo: Forigi plurmeditekon de Kodi
es_ar: Eliminar biblioteca de Kodi
es_es: Eliminar biblioteca de Kodi
et_ee: Eemalda meediakogu Kodist
fa_ir: حذف کتابخانه از Kodi
fi: Poista kirjasto Kodista
fil: Alisin ang library mula sa Kodi
ga: Bain leabharlann ó Kodi
he: הסרת הספרייה מקודי
hr: Ukloni biblioteku iz Kodija
hu_hu: Könyvtár törlése a Kodiból
it_it: Rimuovi libreria da Kodi
ja_jp: Kodiからライブラリーを削除
kk_kz: Tasyğyşhanany Kodi qoldanbasynan alastau
ko_kr: Kodi에서 라이브러리 제거
lt_lt: Pašalinti biblioteką iš "Kodi"
lv_lv: Noņemt bibliotēku no Kodi
nb_no: Fjern bibliotek fra Kodi
pt_br: Remover biblioteca do Kodi
pt_pt: Remover biblioteca do Kodi
ro: Scoateți biblioteca din Kodi
ru_ru: Удалить медиатеку из Kodi
sk_sk: Odstrániť knižnicu z Kodi
sl: Odstrani knjižnico iz Kodi-ja
sr_rs: Уклони библиотеку из Кодија
sv: Ta bort biblioteket från Kodi
ta: கோடியிலிருந்து நூலகத்தை அகற்று
tr_tr: Kitaplığı Kodi'den kaldır
uk: Видалити медіатеку з Kodi
vi: Xóa thư viện khỏi Kodi
zh_hans: 从Kodi中移除库
zh_tw: 從 Kodi 中移除庫

# #33134
source: Add server
ar: إضافة خادم
ar_aa: إضافة خادم
be: Дадаць сервер
bg: Добави сървър
ca: Afegir servidor
ca_es: Afegeix un servidor
da: Tilføj server
el_gr: Προσθήκη διακομιστή
eo: Aldonu servilon
es_ar: Añadir servidor
es_es: Añadir servidor
et_ee: Lisa server
fa_ir: اضافه کردن سرور
fi: Lisää palvelin
fil: Magdagdag ng server
ga: Cuir freastalaí leis
he: הוספת שרת
hr: Dodaj server
hu_hu: Szerver hozzáadása
id: Tambahkan server
it_it: Aggiungi server
ja_jp: サーバを追加
kk_kz: Server üsteu
ko_kr: 서버 추가
lt_lt: Pridėti serverį
lv_lv: Pievienot serveri
nb_no: Legg til server
pt_br: Adicionar servidor
pt_pt: Adicionar servidor
ro: Adaugă server
ru_ru: Добавить сервер
sk_sk: Pridať server
sl: Dodaj strežnik
sr_rs: Додај сервер
sv: Lägg till server
ta: சேவையகத்தைச் சேர்க்கவும்
tr_tr: Sunucu Ekle
uk: Додати сервер
vi: Thêm máy chủ
zh_hans: 添加服务器
zh_tw: 添加伺服器

# #33135
source: Kodi will now restart to apply a small patch for your Kodi version.
ar: ستتم إعادة تشغيل Kodi الآن لتطبيق تصحيح صغير لإصدار Kodi الخاص بك.
ar_aa: ستتم إعادة تشغيل Kodi الآن لتطبيق التصحيح الخاص بإصدار Kodi.
be: Зараз Kodi перазапусціцца, каб прымяніць невялікі патч для вашай версіі Kodi.
bg: Коди ще се рестартира ,за да добави малка "кръпка" към вашата версия.
ca: Es reiniciarà Kodi per aplicar un petit pedaç per la vostra versió de Kodi.
ca_es: Es reiniciarà Kodi per a aplicar un petit pedaç per a la vostra versió de Kodi.
da: Kodi vil nu genstarte for at anvende en lille opdatering til din Kodi version.
el_gr: Το Kodi θα επανεκκινήσει τώρα για να εφαρμόσει μια μικρή ενημέρωση κώδικα για την έκδοση Kodi.
eo: Kodi nun relanĉos por apliki malgrandan flikaĵon por via Kodi-versio.
es_ar: Kodi ahora se reiniciará para aplicar un pequeño parche para su versión Kodi.
es_es: Kodi se va a reiniciar para aplicar un pequeño parche para su versión Kodi.
et_ee: Kodi taaskäivitub, et rakendada sinu Kodi versioonile väike paik.
fa_ir: Kodi حالا برای اعمال یک پچ کوچک برای نسخه Kodi شما راه‌اندازی مجدد خواهد شد.
fi: Kodi käynnistyy nyt uudelleen, jotta Kodi-versioosi voidaan asentaa pieni päivitys.
fil: Magre-restart na ngayon ang Kodi para maglapat ng maliit na patch para sa iyong bersyon ng Kodi.
ga: Atosóidh Kodi anois chun paiste beag a chur i bhfeidhm ar do leagan Kodi.
he: קודי יופעל עכשיו מחדש כדי להחיל טלאי קטן לגרסת הקודי שלך.
hr: Kodi će se sada ponovno pokrenuti kako bi se primijenila mala zakrpa za vašu verziju Kodija.
hu_hu: A Kodi most újraindul, hogy telepítsen egy kisebb javítást a Kodi verziódhoz.
it_it: Kodi verrà riavviato ora per applicare una piccola patch per la tua versione di Kodi.
ja_jp: 修正を反映するためKodiを再起動します。
kk_kz: Kodi nūsqasyna şağyn tüzetudı qoldanu üşın Kodi endı qaıta ıske qosylady.
ko_kr: 작은 패치를 적용하기 위해 Kodi가 다시 시작됩니다.
lt_lt: Dabar „Kodi“ bus paleista iš naujo, kad būtų pritaikytas nedidelis jūsų „Kodi“ versijos pataisymas.
lv_lv: Kodi tagad restartēsies, lai uzstādītu mazu ielāpu tavai Kodi versijai.
nb_no: Kodi vil nå starte på nytt for at en liten feilrettelse for Kodi-versjonen din skal tre i kraft.
pt_br: Kodi irá reiniciar agora para aplicar um pequeno patch para sua versão do kodi.
pt_pt: O Kodi irá reiniciar para aplicar uma correção para a versão do seu Kodi.
ro: Kodi va reporni acum pentru a aplica un update mic pentru versiunea dvs. Kodi.
ru_ru: Kodi теперь перезапустится, чтобы применить небольшое исправление для вашей версии Kodi.
sk_sk: Kodi sa teraz reštartuje, aby mohol aplikovať malú záplatu pre vašu verziu Kodi.
sl: Kodi se bo zdaj ponovno zagnal za uveljavitev manjšega popravka za vašo Kodi različico.
sr_rs: Коди ће се сада поново покренути како би применио малу закрпу за вашу верзију Кодија.
sv: Kodi kommer nu att starta om för att applicera en liten uppdatering för din Kodi-version.
ta: உங்கள் கோடி பதிப்பிற்கு ஒரு சிறிய பேட்சைப் பயன்படுத்த கோடி இப்போது மறுதொடக்கம் செய்யும்.
tr_tr: Kodi sürümünüz için küçük bir yama uygulamak için şimdi yeniden başlayacak.
uk: Kodi зараз перезапуститься аби додати невелике оновлення для вашої версії Kodi.
vi: Kodi bây giờ sẽ khởi động lại để áp dụng một bản vá nhỏ cho phiên bản Kodi của bạn.
zh_hans: Kodi将会重启以应用针对您Kodi版本的小补丁。
zh_tw: Kodi 現在將重新啟動，為您的 Kodi 版本套用一個小修補。

# #33136
source: Update library
ar: تحديث المكتبة
ar_aa: تحديث المكتبة
be: Абнавіць медыятэку
bg: Обнови библиотеката
ca: Actualitzar biblioteca
ca_es: Actualitza la mediateca
da: Opdater biblotek
el_gr: Ενημέρωση βιβλιοθήκης
eo: Ĝisdatigu plurmeditekon
es_ar: Actualizar biblioteca
es_es: Actualizar biblioteca
et_ee: Värskenda meediakogu
fa_ir: کتابخانه به‌روزرسانی شود
fi: Päivitä kirjasto
fil: I-update ang library
ga: Nuashonraigh an leabharlann
he: עדכון הספרייה
hr: Ažurirajte biblioteku
hu_hu: Könyvtár frissítése
it_it: Aggiorna libreria
ja_jp: ライブラリーを更新
kk_kz: Tasyğyşhanany jañartu
ko_kr: 라이브러리 업데이트
lt_lt: Atnaujinti biblioteką
lv_lv: Atjaunot bibliotēku
nb_no: Oppdater bibliotek
pt_br: Atualizar biblioteca
pt_pt: Atualizar biblioteca
ro: Actualizați biblioteca
ru_ru: Обновить медиатеку
sk_sk: Aktualizovať knižnicu
sl: Posodobi knjižnico
sr_rs: Ажурирај библиотеку
sv: Uppdatera bibliotek
ta: நூலகத்தைப் புதுப்பிக்கவும்
tr_tr: Kitaplığı güncelle
uk: Оновити медіатеку
vi: Cập nhật thư viện
zh_hans: 更新媒体库
zh_tw: 更新媒體庫

# #33137
source: Enable Kodi Sync Queue
ar: تفعيل Kodi Sync Queue
ar_aa: تفعيل Kodi Sync Queue
be: Уключыць чаргу сінхранізацыі Kodi
bg: Включи Опашка за синхронизация на Коди
ca: Habilitar Kodi Sync Queue
ca_es: Habilita Kodi Sync Queue
da: Aktiver Kodi Sync Queue
el_gr: Ενεργοποιήστε το Kodi Sync Queue
eo: Ebligi Kodi Sync Queue
es_ar: Habilitar cola de sincronización de Kodi
es_es: Activar Kodi Sync Queue
et_ee: Luba Kodi Sync Queue
fa_ir: صف همگام‌سازی Kodi فعال شود
fi: Käytä Kodi Sync Que -lisäosaa
fil: I-enable ang Kodi Sync Queue
ga: Cumasaigh Ciú Sioncronaithe Kodi
he: הפעלת תור הסנכרון של קודי
hr: Omogući Kodi Sync Queue
hu_hu: Kodi szinkronizálási sor engedélyezése
it_it: Abilita Kodi Sync Queue
ja_jp: Kodi Sync Queueを有効にする
kk_kz: Kodi Sync Queue qosu
ko_kr: Kodi 컴패니언 활성화
lt_lt: Įjungti „Kodi“ sinchronizavimo eilę
lv_lv: Iespējot Kodi Sinhr. Rindu
nb_no: Aktiver Kodi Sync Queue
pt_br: Ativar Kodi Sync Queue
pt_pt: Ativar Kodi Sync Queue
ro: Activați Kodi Sync Queue
ru_ru: Включить Kodi Sync Queue
sk_sk: Povoliť Kodi Sync Queue
sl: Omogoči Kodi Sync Queue
sr_rs: Омогућите Коди Sync Queue
sv: Aktivera Kodi Sync Queue
ta: கோடி ஒத்திசைவு வரிசையை இயக்கு
tr_tr: Kodi Senkronizasyon Sırasını Etkinleştir
uk: Включити Kodi Sync Queue (Черга синхронізації Kodi)
vi: Bật xếp hàng đồng bộ hóa Kodi
zh_tw: 啟用 Kodi 同步佇列
