Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #33172
source: You have {number} updates pending. This may take a little while before seeing new content. It might be faster to update your libraries via launching the Jellyfin add-on > update libraries. Proceed anyway?
ar: لديك {number} من التحديثات معلقة. قد يستغرق هذا بعض الوقت قبل مشاهدة محتوى جديد. قد يكون تحديث مكتباتك أسرع عن طريق تشغيل الوظيفة الإضافية Jellyfin> تحديث المكتبات. المتابعة على أية حال؟
ar_aa: لديك عدد {number} تحديثات معلقة. قد يستغرق بعض الوقت قبل مشاهدة محتوى جديد. قد يكون تحديث مكتباتك بتشغيل إضافات Jellyfin> تحديث المكتبات. متابعة على أي حال؟
be: У вас ёсць {number} абнаўленняў у чаканні. Гэта можа заняць некаторы час, перш чым вы ўбачыце новы кантэнт. Абнавіць свае медыятэкі можа быць хутчэй, запусціўшы "Надбудова Jellyfin" > "Абнавіць медыятэкі". Усё роўна працягнуць?
bg: Имате {номер} чакащи актуализации. Това може да отнеме малко време, преди да видите ново съдържание. Може да стане по-бързо ,ако актуализирате библиотеките си чрез стартиране на добавката > актуализиране на библиотеки. Ще родължите ли въпреки това?
ca: Tens {number} actualitzacions pendents. Això pot tardar una estona abans de poder veure el nou contingut. Es possible que sigui més ràpid actualitzar les biblioteques mitjançant add-on Jellyfin > actualitzar biblioteques. Procedir de totes maneres?
ca_es: Teniu {number} actualitzacions pendents. Això pot trigar una estona abans de poder veure el contingut nou. És possible que sigui més ràpid actualitzar les mediateques mitjançant el complement de Jellyfin > actualitza les mediateques. Desitgeu procedir de totes maneres?
da: Du har {number} opdateringer der venter. Dette vil måske et stykke tid før du kan se nyt indhold. Det kan være hurtigere at opdatere dine bibloteker ved at åbne Jellyfin tilføjelser > opdater bibloteker. Forsæt alligevel?
el_gr: Έχετε {number} ενημερώσεις σε εκκρεμότητα. Αυτό μπορεί να διαρκέσει λίγο πριν δείτε νέο περιεχόμενο. Ίσως είναι πιο γρήγορο να ενημερώσετε τις βιβλιοθήκες σας μέσω της εκκίνησης του πρόσθετου Jellyfin > ενημέρωση βιβλιοθηκών. Συνεχίστε όπως και να έχει;
eo: Vi havas {number} ĝisdatigojn pritraktataj. Ĉi tio povas daŭri iom antaŭ ol vidi novan enhavon. Povas esti pli rapide ĝisdatigi viajn plurmeditekojn per lanĉo de la Jellyfin Aldonaĵo > Ĝisdatigi plurmeditekojn. Ĉu procedi ĉiuokaze?
es_ar: Tiene {number} actualizaciones pendientes. Esto puede tardar un poco mientras busca nuevo contenido. Podría ser más rápido actualizar las bibliotecas lanzando el add-on de Jellyfin > actualizar bibliotecas. ¿Desea proceder de todas formas?
es_es: Tienes {number} actualizaciones pendientes. Esto puede tomar un poco de tiempo antes de poder ver el nuevo contenido. Es posible que sea más rápido actualizar las bibliotecas mediante add-on Jellyfin > actualizar bibliotecas. ¿Proceder de todos modos?
et_ee: Ootel on {number} värskendust. Uue sisu nägemiseks võib kuluda natuke aega. Kiirem oleks meediakogude värskendamine Jellyfini lisamoodulis > uuenda meediakogud. Kas jätkata ikkagi?
fa_ir: شما {number} به‌روزرسانی معلق دارید. ممکن است مدتی طول بکشد تا محتوای جدید را مشاهده کنید. ممکن است سریع‌تر باشد که کتابخانه‌های خود را از طریق راه‌اندازی افزونه Jellyfin > به‌روزرسانی کتابخانه‌ها به‌روزرسانی کنید. آیا با این حال ادامه دهیم؟
fi: {number} muutosta odottaa. Uuden sisällön näkyminen voi kestää jonkin aikaa ja kirjastojen päivitys saattaa olla nopeampaa suorittamalla manuaalinen päivitys Jellyfin-lisäosan 'Päivitä kirjastot' -valinnalla. Jatketaanko silti?
fil: Mayroon kang {number} mga update na nakabinbin. Maaaring tumagal ito ng ilang sandali bago makakita ng bagong nilalaman. Maaaring mas mabilis na i-update ang iyong mga library sa pamamagitan ng paglulunsad ng Jellyfin add-on > update libraries. Magpatuloy pa rin?
ga: Tá {uimhir} nuashonruithe agat ar feitheamh. Seans go dtógfaidh sé seo tamall beag roimh ábhar nua a fheiceáil. Seans go mbeidh sé níos tapúla do leabharlanna a nuashonrú trí bhreiseán Jellyfin > nuashonraigh leabharlanna a sheoladh. Ar aghaidh ar aon nós?
he: יש {number} עדכונים ממתינים. הצגת תוכן חדש עלולה לקחת זמן מה. עדכון הספריות עשוי להיות מהיר יותר דרך תוספי ג'ליפין > עדכון ספריות. האם להמשיך למרות זאת?
hr: Imate {number} ažuriranja na čekanju. Ovo može potrajati neko vrijeme prije nego što vidite novi sadržaj. Možda bi bilo brže ažurirati svoje biblioteke pokretanjem Jellyfin dodatka > ažuriraj biblioteke. Svejedno nastavi?
hu_hu: {number} frissítés van függőben. Ez eltarthat egy darabig mielőtt új tartalmakat láthatnál. Lehet, hogy gyorsabb a könyvtár frissítése a Jellyfin bővítmény > Könyvtárak frissítése használatával. Mindenképpen folytatod?
it_it: Hai {number} aggiornamenti in sospeso. Questo potrebbe richiedere un po' di tempo prima di poter vedere i nuovi contenuti. Potrebbe essere più rapido aggiornare le tue librerie avviando l'add-on di Jellyfin > Aggiorna librerie. Procedere comunque?
kk_kz: Kütılgen {number} jañartu bar. Jaña mazmūndy körıngenşe deiın uaqyt ötuı mümkın. Jellyfin qondyrmasy > Tasyğyşhanalardy jañartu arqyly ıske qosyp tasyğyşhanalaryñyzdydy jañartu tezіrek boluy mümkın. Sonda da bastalsyn ba?
ko_kr: 라이브러리 업데이트가 {number} 개 있습니다. 새 콘텐츠를 보기까지 다소 시간이 걸릴 수 있습니다. Jellyfin 애드-온 > 라이브러리 업데이트를 실행하여 라이브러리를 업데이트하는 것이 더 빠를 수 있습니다. 진행할까요?
lt_lt: Laukiama {number} atnaujinimų. Gali šiek tiek užtrukti, kol pamatysite naują turinį. Gali būti greičiau atnaujinti bibliotekas paleidus priedą „Jellyfin“ > atnaujinti bibliotekas. Vistiek tęsti?
lv_lv: Jums ir {number} gaidāmo atjauninājumu. Tas var aizņemt nedaudz laika, pirms parādīsies jauns saturs. Iespējams, ka būs ātrāk atjaunināt bibliotēkas, palaižot Jellyfin papildinājumu > atjaunināt bibliotēkas. Jebkurā gadījumā turpināt?
nb_no: Du har {number} ventende oppdateringer. Dette kan ta en liten stund før du ser nytt innhold. Det kan gå raskere å oppdatere bibliotekene ved å starte Jellyfin-tillegget > oppdater bibliotek. Fortsett allikevel?
pt_br: Você tem {number} atualizações pendentes. Pode demorar um pouco para ver o novo conteúdo. Talvez seja mais rápido atualizar suas bibliotecas abrindo o plugin Jellyfin > atualizar bibliotecas. Prosseguir assim mesmo?
pt_pt: Tem {number} atualizações pendentes. Pode levar algum tempo até aparecer novo conteúdo. Poderá ser mais rápido através do Jellyfin add-on > Atualizar Bibliotecas. Mesmo assim deseja continuar?
ro: Aveți {number} actualizări în așteptare. Acest lucru poate dura puțin înainte de a vedea conținut nou. S-ar putea să fie mai rapid să actualizați bibliotecile prin lansarea addon-ului Jellyfin > Actualizarea bibliotecilor. Continua oricum?
ru_ru: {number} обновлен(ие/ия/ий) в ожидании. Это может занять время, пока новое содержание станет видно. Медиатеки могут обновиться быстрее через запуск НадстройкаJellyfin > Обновление медиатек. Всё равно приступить?
sk_sk: Máte niekoľko {number} čakajúcich aktualizácií. Toto môže trvať malú chvíľku pred tým, než uvidíte nový obsah. Mohlo by byť rýchlejšie aktualizovať vaše knižnice spustením Jellyfin doplnku v Kodi > Aktualizovať knižnice. Aj tak pokračovať?
sl: Imate {number} posodobitev na čakanju. Trajalo bo nekaj časa, preden boste videli nove vsebine. Morda bo hitreje, če ročno posodobite knjižnice, tako da odprete Jellyfin dodatek > Posodobi knjižnice. Nadaljuj kljub temu?
sr_rs: Имате {number} ажурирања на чекању. То може потрајати мало пре него што се види нови садржај. Можда је брже ажурирати своје библиотеке покретањем Jellyfin додатка > ажурирање библиотека. Свакако настави?
sv: Du har {number} uppdateringar köade. Detta kan komma att ta ett litet tag innan du ser nytt innehåll. Det kan vara snabbare att uppdatera dina bibliotek genom att köra Jellyfin-tillägg > uppdatera bibliotek. Fortsätt ändå?
ta: உங்களிடம் {எண்} புதுப்பிப்புகள் நிலுவையில் உள்ளன. புதிய உள்ளடக்கத்தைப் பார்ப்பதற்கு இதற்கு சிறிது நேரம் ஆகலாம். ஜெல்லிஃபின் செருகு நிரல்> புதுப்பிப்பு நூலகங்களைத் தொடங்குவதன் மூலம் உங்கள் நூலகங்களைப் புதுப்பிப்பது விரைவாக இருக்கலாம். எப்படியும் தொடரவா?
tr_tr: Bekleyen {number} güncellemeniz var. Yeni içeriğin görülmesi biraz zaman alabilir. Jellyfin eklentisini> güncelleme kitaplıklarını başlatarak kitaplıklarınızı güncellemek daha hızlı olabilir. Yine de devam edilsin mi?
uk: У вас {number} незастосованих оновлень. Новий вміст може зʼявитись не відразу. Медіатеки можуть оновитись швидше якщо ви застосуєте опцію меню "Надбудова Jellyfin" > "Оновити медіатеки". Всеодно продовжити?
vi: Bạn có {number} bản cập nhật đang chờ xử lý. Quá trình này có thể mất một chút thời gian trước khi xem nội dung mới. Cập nhật thư viện của bạn có thể nhanh hơn bằng cách khởi chạy tiện ích bổ sung Jellyfin> cập nhật thư viện. Vẫn tiếp tục?
zh_hans: 你有{number}个更新等待进行。可能在一段时间后才能看到新的内容。可能通过启动Jellyfin插件 > 更换库来更新库会更快。仍要继续？
zh_tw: 您有 {number} 個更新待處理。 這可能需要一段時間才能看到新內容。 透過啟用 Jellyfin 附加組件 > 更新庫來更新您的媒體庫可能會更快。 仍要繼續？

# #33238
source: Maximum
ar_aa: أقصى
ca_es: Màxim
lt_lt: Maksimalus

# #33237
source: 1000.0 Mbps [default]
ar_aa: 1000.0 م ب ث [افتراضي]
ca_es: 1000,0 Mbps [per defecte]
lt_lt: 1000.0 Mbps [numatytasis]

# #33236
source: 100.0 Mbps
ar_aa: 100.0 م ب ث

# #33235
source: 40.0 Mbps
ar_aa: 40.0 م ب ث

# #33234
source: 35.0 Mbps
ar_aa: 35.0 م ب ث

# #33233
source: 30.0 Mbps
ar_aa: 30.0 م ب ث

# #33232
source: 25.0 Mbps
ar_aa: 25.0 م ب ث

# #33231
source: 20.0 Mbps
ar_aa: 20.0 م ب ث

# #33230
source: 18.0 Mbps
ar_aa: 18.0 م ب ث

# #33229
source: 16.0 Mbps
ar_aa: 16.0 م ب ث

# #33228
source: 14.0 Mbps
ar_aa: 14.0 م ب ث

# #33227
source: 12.0 Mbps
ar_aa: 12.0 م ب ث

# #33226
source: 10.0 Mbps
ar_aa: 10.0 م ب ث

# #33225
source: 9.0 Mbps
ar_aa: 9.0 م ب ث

# #33224
source: 8.0 Mbps
ar_aa: 8.0 م ب ث

# #33223
source: 7.0 Mbps
ar_aa: 7.0 م ب ث

# #33222
source: 6.0 Mbps
ar_aa: 6.0 م ب ث

# #33221
source: 5.0 Mbps
ar_aa: 5.0 م ب ث

# #33220
source: 4.0 Mbps
ar_aa: 4.0 م ب ث

# #33219
source: 3.0 Mbps
ar_aa: 3.0 م ب ث

# #33218
source: 2.5 Mbps
ar_aa: 2.5 م ب ث

# #33217
source: 2.0 Mbps
ar_aa: 2.0 م ب ث

# #33216
source: 1.5 Mbps
ar_aa: 1.5 م ب ث

# #33215
source: 1.0 Mbps
ar_aa: 1.0 م ب ث

# #33214
source: 0.5 Mbps
ar_aa: 0.5 م ب ث

# #33213
source: Unlimited [default]
ar_aa: غير محدود [افتراضي]
ca_es: Sense límits [per defecte]
lt_lt: Neribotas [numatytasis]

# #33207
source: Local Path
ar_aa: مسار محلي
ca_es: Camí local
fa_ir: مسیر داخلی
ga: Cosán Áitiúil
he: נתיב מקומי
lt_lt: Vietinis kelias

# #33206
source: Remote Path
ar_aa: مسار عن بٌعد
ca_es: Camí remot
fa_ir: مسیر راه دور
ga: Cosán Cianda
he: נתיב מרוחק
lt_lt: Nuotolinis kelias

# #33205
source: New Path Replacement
ar_aa: بديل مسار جديد
ca_es: Nova substitut de camí
fa_ir: جایگزینی مسیر جدید
ga: Athsholáthar Cosán Nua
he: החלפת נתיבים חדשה
lt_lt: Naujo kelio pakeitimas

# #33204
source: Finish
ar_aa: انتهاء
ca_es: Finalitza
fa_ir: پایان
ga: Críochnaigh
he: סיום
lt_lt: Baigti

# #33203
source: Manage path replacements
ar_aa: إدارة استبدالات المسار
ca_es: Administra els substituts de rutes
fa_ir: مدیریت جایگزینی مسیر
ga: Bainistigh cosáin athsholáthair
he: ניהול החלפות נתיבים
lt_lt: Tvarkyti kelio pakeitimus

# #33202
source: Transcode H265/HEVC RExt
ar: تحويل H265 / HEVC RExt
ar_aa: ترميز H265 / HEVC RExt
be: Перакадзіраваць H265/HEVC RExt
bg: Декодира H265/HEVC RExt
ca: Transcodificar H265/HEVC RExt
ca_es: Transcodifica H265/HEVC RExt
da: Omkod H265/HEVC RExt
el_gr: Διακωδικοποίηση H265/HEVC RExt
eo: Transkodigo H265/HEVC RExt
es_ar: Transcodificar H265/HEVC RExt
es_es: Transcodificar H265/HEVC RExt
et_ee: Transkoodi H265/HEVC RExt
fa_ir: ترنسکد به H265/HEVC RExt
fi: Transkoodaa H265/HEVC RExt
ga: Traschód H265/HEVC RExt
he: התמרת H265/HEVC RExt
hr: Transkodiranje H265/HEVC RExt
hu_hu: H265/HEVC RExt átkódolás
it_it: Transcodifica H265/HEVC RExt
ja_jp: H265/HEVC RExtをトランスコード
kk_kz: H265/HEVC RExt qaita kodtau
ko_kr: 코덱변화 H265/HEVC RExt
lt_lt: Perkoduoti H265/HEVC RExt
lv_lv: Pārkodēt H265/HEVC RExt
nb_no: Omkode H265/HEVC RExt
pt_br: Transcodificação H265/HEVC RExt
pt_pt: Transcodificação H265/HEVC RExt
ro: Transcodare H265/HEVC RExt
ru_ru: Перекодирование H265/HEVC RExt
sk_sk: Prekódovať H265/HEVC RExt
sl: Transkodiraj H265/HEVC RExt
sr_rs: Транскодирај H265/HEVC RExt
sv: Omkoda H265/HEVC RExt
ta: டிரான்ஸ்கோட் H265/HEVC RExt
tr_tr: Kod Dönüştüme H265/HEVC RExt
uk: Перекодувати H265/HEVC RExt
zh_tw: 輸入備份資料夾名稱

# #33201
source: Max artwork resolution
ar: أقصى دقة للعمل الفني
ar_aa: أقصى دقة للعمل الفني
be: Максімальнае дазвол ілюстрацыі
bg: Максимална резолюция на изображенията
ca: Resolució màxima per a les caràtules
ca_es: Resolució màxima per a les imatges
da: Maksimal opløsning af kunstværk
el_gr: Μέγιστη ανάλυση έργων τέχνης
eo: Maksimuma distingivo de artaĵoj
es_ar: Resolución máxima de ilustraciones
es_es: Resolución máxima de carátulas
et_ee: Piltide maksimaalne eraldusvõime
fa_ir: حداکثر رزولوشن برای تصاویر
fi: Mediakuvituksen enimmäistarkkuus
fil: Max na resolution ng artwork
ga: Taifeach uastaifeach saothar ealaíne
he: רזולוציית גרפיקה מרבית
hr: Maksimalna rezolucija ilustracije
hu_hu: A borítókép maximális felbontása
it_it: Massima risoluzione artwork
ja_jp: アートワークの最大解像度
kk_kz: Önerlı tuyndynyñ eñ joğary ajyratymdylyğy
ko_kr: 아트워크 최대 해상도
lt_lt: Maksimali paveikslo raiška
lv_lv: Maksimālā mākslas darbu izšķirtspēja
nb_no: Maksimal oppløsning på omslagsbilde
pt_br: Resolução máxima da arte
pt_pt: Resolução máxima das capas de álbuns
ro: Rezoluția maxima pentru artă
ru_ru: Максимальное разрешение изображения
sk_sk: Maximálne rozlíšenie artworkov
sl: Največja ločljivost slik
sr_rs: Максимална резолуција илустрација
sv: Högsta bildupplösningen
ta: அதிகபட்ச கலைப்படைப்பு தீர்மானம்
tr_tr: Maksimum resim çözünürlüğü
uk: Максимальне розширення ілюстрацій
vi: Độ phân giải hình ảnh tối đa
zh_tw: 最大圖稿解析度

# #33200
source: Select the libraries to remove
ar: حدد المكتبات المراد إزالتها
ar_aa: حدد المكتبات المراد إزالتها
be: Выберыце медыятэкі для выдалення
bg: Изберете библиотеки за премахване
ca: Seleccioni les biblioteques per a esborrar
ca_es: Seleccioneu les mediateques a eliminar
da: Vælg hvilke bibloteker der skal fjernes
el_gr: Επιλέξτε τις βιβλιοθήκες προς κατάργηση
eo: Elekti la plurmeditekojn por forigi
es_ar: Seleccione las bibliotecas para eliminar
es_es: Seleccione las bibliotecas a borrar
et_ee: Vali eemaldatavad meediakogud
fa_ir: کتابخانه های مورد نظر برای حذف را انتخاب کنید
fi: Valitse poistettavat kirjastot
fil: Piliin ang mga library na aalisin
ga: Roghnaigh na leabharlanna le baint
he: נא לבחור ספריות להסרה
hr: Odaberite biblioteke koje želite ukloniti
hu_hu: Válaszd ki a törölni kívánt könyvtárakat
it_it: Seleziona le librerie da rimuovere
ja_jp: 削除するライブラリーを選択
kk_kz: Alastau üşın tasyğyşhanalardy tañdau
ko_kr: 제거할 라이브러리를 선택
lt_lt: Pasirinkite norimas pašalinti bibliotekas
lv_lv: Izvēlies bibliotēkas ko noņemt
nb_no: Velg bibliotekene du vil fjerne
pt_br: Selecione as bibliotecas para remover
pt_pt: Selecione as bibliotecas a remover
ro: Selectați bibliotecile pe care să le eliminați
ru_ru: Выберите медиатеки для удаления
sk_sk: Vyberte knižnice na odstránenie
sl: Izberite knjižnice za odstranitev
sr_rs: Изаберите библиотеке за уклањање
sv: Välj vilka bibliotek att ta bort
ta: அகற்ற நூலகங்களைத் தேர்ந்தெடுக்கவும்
tr_tr: Kaldırılacak kitaplıkları seçin
uk: Оберіть медіатеки для видалення
vi: Chọn thư viện để xóa
zh_tw: 選擇要移除的媒體庫

# #33173
source: Forget about the previous sync? This is not recommended.
ar: هل تريد تجاهل المزامنة السابقة؟ لا ينصح بهذا.
ar_aa: النسيان عن المزامنة السابقة؟هذا غير محبذ.
be: Забыць пра папярэднюю сінхранізацыю? Гэта не рэкамендуецца.
bg: Прекъсване на предишната синхронизация? Това не се препоръчва.
ca: Oblidar la sincronització anterior? Això no és recomanable.
ca_es: Desitgeu oblidar la sincronització anterior? No us ho recomanem.
da: Glem alt om den tidligere synkronisering? Dette er ikke anbefalet.
el_gr: Ξεχάστε τον προηγούμενο συγχρονισμό; Αυτό δεν συνιστάται.
eo: Ĉu forgesi pri la antaŭa sinkronigo? Ĉi tio ne estas rekomendata.
es_ar: ¿Desdea olvidar la sincronización anterior? No es recomendable.
es_es: ¿Olvidar la sincronización anterior? Esto no es recomendable.
et_ee: Kas unustada eelmine sünkroonimine? Seda ei soovitata.
fa_ir: همگام‌سازی قبلی فراموش شود؟ این کار توصیه نمی‌شود.
fi: Unohdetaanko edellinen synkronointi? Tämä ei ole suositeltavaa.
fil: Kalimutan ang tungkol sa nakaraang pag-sync? Hindi ito inirerekomenda.
ga: Déan dearmad ar an sioncronú roimhe seo? Ní mholtar é seo.
he: שכחת את העדכון הקודם? זה לא מומלץ.
hr: Zaboraviti na prethodnu sinkronizaciju? Ovo se ne preporučuje.
hu_hu: Elveted az előző szinkronizálást? Ez nem ajánlott.
it_it: Dimentica la sincronizzazione precedente? Questo non è raccomandato.
ja_jp: 前の同期を無視しますか？推奨はしません。
kk_kz: Aldyñğy ündestıru ūmytylsyn ba? Būl ūsynylmaidy.
ko_kr: 이전 동기화를 잊어 버리셨습니까? 이것은 권장되지 않습니다.
lt_lt: Pamiršote ankstesnę sinchronizaciją? To daryti nerekomenduojama.
lv_lv: Aizmirst pēdējo sinhronizāciju ? Tas nav ieteicami.
nb_no: Glem forrige synkronisering? Dette anbefales ikke.
pt_br: Esquecer sincronização anterior? Isso não é recomendado.
pt_pt: Esquecer sincronização anterior? Não recomendado.
ro: Uitați de sincronizarea anterioară? Acest lucru nu este recomandat.
ru_ru: Забыть о предыдущей синхронизации? Это не рекомендуется.
sk_sk: Zabudnúť na predchádzajúcu synchronizáciu? Toto nie je odporúčané.
sl: Pozabi prejšnjo sinhronizacijo? To ni priporočeno.
sr_rs: Заборавите на претходну синхронизацију? Ово се не препоручује.
sv: Förbise tidigare synkroniseringen? Detta är inte rekommenderat.
ta: முந்தைய ஒத்திசைவை மறந்துவிடுகிறீர்களா? இது பரிந்துரைக்கப்படவில்லை.
tr_tr: Önceki senkronizasyonu unuttunuz mu? Bu tavsiye edilmez.
uk: Забути про попередню синхронізацію? Це не рекомендується.
vi: Quên về lần đồng bộ trước đó? Điều này không được khuyến khích.
zh_hans: 忘记以前的同步？不建议这样做。
zh_tw: 忘記之前的同步？ 不推薦這樣做。

# #33199
source: Select the libraries to repair
ar: حدد المكتبات لإصلاحها
ar_aa: اختيار المكتبات لإصلاحها
be: Выберыце медыятэкі для рамонту
bg: Изберете библиотеки за поправка
ca: Seleccioni les biblioteques per a reparar
ca_es: Seleccioneu les mediateques a reparar
da: Vælg hvilke bibloteker der skal repareres
el_gr: Επιλέξτε τις βιβλιοθήκες για επισκευή
eo: Elekti la plurmeditekojn por ripari
es_ar: Seleccione las bibliotecas para reparar
es_es: Seleccione las bibliotecas a reparar
et_ee: Vali parandatavad meediakogud
fa_ir: کتابخانه های مورد نظر برای تعمیر را انتخاب کنید
fi: Valitse korjattavat kirjastot
fil: Piliin ang mga library na aayusin
ga: Roghnaigh na leabharlanna le deisiú
he: נא לבחור ספריות לתיקון
hr: Odaberite biblioteke za popravak
hu_hu: Válaszd ki a javítani kívánt könyvtárakat
it_it: Seleziona le librerie da riparare
ja_jp: 修復するライブラリーを選択
kk_kz: Jöndeu üşın tasyğyşhanalardy tañdau
ko_kr: 복구할 라이브러리 선택
lt_lt: Pasirinkite taisytinas bibliotekas
lv_lv: Izvēlies bibliotēkas ko atjaunot
nb_no: Velg bibliotekene du vil reparere
pt_br: Selecione as bibliotecas para reparar
pt_pt: Selecione as bibliotecas a reparar
ro: Selectați bibliotecile pentru reparare
ru_ru: Выберите медиатеки для исправления
sk_sk: Vyberte knižnice na opravu
sl: Izberite knjižnice za popravilo
sr_rs: Изаберите библиотеке за поправку
sv: Välj vilka bibliotek som ska repareras
ta: சரிசெய்ய நூலகங்களைத் தேர்ந்தெடுக்கவும்
tr_tr: Onarılacak kitaplıkları seçin
uk: Оберіть медіатеки для полагоджування
vi: Chọn thư viện để sửa chữa
zh_tw: 選擇要修復的媒體庫

# #33198
source: Select the libraries to update
ar: حدد المكتبات لتحديثها
ar_aa: اختيار المكتبات لتحديثها
be: Выберыце медыятэкі для абнаўлення
bg: Изберете библиотеки за обновяване
ca: Seleccioni les biblioteques per a actualitzar
ca_es: Seleccioneu les mediateques a actualitzar
da: Vælg hvilke bibloteker der skal opdateres
el_gr: Επιλέξτε τις βιβλιοθήκες για ενημέρωση
eo: Elekti la plurmeditekojn por ĝisdatigi
es_ar: Seleccione las bibliotecas para actualizar
es_es: Seleccione las bibliotecas para actualizar
et_ee: Vali uuendatavad meediakogud
fa_ir: کتابخانه های مورد نظر برای آپدیت را انتخاب کنید
fi: Valitse päivitettävät kirjastot
fil: Piliin ang mga library na ia-update
ga: Roghnaigh na leabharlanna le nuashonrú
he: נא לבחור ספריות לעדכון
hr: Odaberite biblioteke za ažuriranje
hu_hu: Válaszd ki a frissíteni kívánt könyvtárakat
it_it: Selezione le librerie da aggiornare
ja_jp: 更新するライブラリーを選択
kk_kz: Jañartu üşın tasyğyşhanalardy tañdau
ko_kr: 업데이트할 라이브러리 선택
lt_lt: Pasirinkite norimas atnaujinti bibliotekas
lv_lv: Izvēlies bibliotēkas ko atjaunot
nb_no: Velg bibliotekene du vil oppdatere
pt_br: Selecione as bibliotecas para atualizar
pt_pt: Selecione as bibliotecas a atualizar
ro: Selectați bibliotecile pentru actualizare
ru_ru: Выбор медиатек для обновления
sk_sk: Vyberte knižnice pre aktualizáciu
sl: Izberite knjižnice za posodobitev
sr_rs: Изаберите библиотеке које желите да ажурирате
sv: Välj vilka bibliotek som ska uppdateras
ta: புதுப்பிக்க நூலகங்களைத் தேர்ந்தெடுக்கவும்
tr_tr: Güncellenecek kitaplıkları seçin
uk: Оберіть медіатеки для оновлення
vi: Chọn thư viện để cập nhật
zh_tw: 選擇要更新的媒體庫
