Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #30235
source: Interface
af_za: Koppelvlak
ar: واجهة المستخدم
ar_aa: واجهة
be: Інтэрфейс
bg: интерфейс
ca: Interfície
ca_es: Interfície
cy_gb: Rhyngwyneb
da: Grænseflade
el_gr: Διεπαφή
eo: Interfaco
es_ar: Interfaz
es_es: Interfaz
et_ee: Liides
fa_ir: رابط
fi: Liittymä
ga: Comhéadan
he: ממשק
hr: Sučelje
hu_hu: Felület
id: Antarmuka
it_it: Interfaccia
ja_jp: インターフェース
kk_kz: İnterfeis
ko_kr: 인터페이스
lt_lt: Sąsaja
lv_lv: Interfeiss
mk_mk: Интерфејс
mn_mn: Интерфейс
nb_no: Grensesnitt
ro: Interfața
ru_ru: Интерфейс
sk_sk: Rozhranie
sl: Vmesnik
sr_rs: Сучеље
sv: Gränssnitt
ta: இடைமுகம்
tr_tr: Arayüz
uk: Інтерфейс
vi: Giao Diện
zh_hans: 接口
zh_tw: 介面

# #30170
source: Recently Added TV Shows
af_za: Onlangs bygevoegde TV-programme
ar: المسلسلات المضافة حديثاً
ar_aa: برامج تلفاز مضافة مؤخرا
be: Нядаўна дададзеныя тэлешоу
bg: Наскоро добавени Телевизионни Предавания
ca: Emisions de TV afegides recentment
ca_es: Sèries afegides recentment
cy_gb: Sioeau Teledu a Ychwanegwyd yn Ddiweddar
da: Nyligt tilføjede TV-serier
el_gr: Προσφάτως προστηθείσες τηλεοπτικές σειρές
eo: Lastatempe Aldonitaj TV-serioj
es_ar: Programas de TV agregados recientemente
es_es: Emisiones de TV añadidas recientemente
et_ee: Viimati lisatud sarjad
fa_ir: برنامه های تلویزیونی اخیراً اضافه شده
fi: Viimeksi lisätyt sarjat
fil: Kamakailang Idinagdag na Mga Palabas sa TV
ga: Seónna teilifíse a cuireadh leis le déanaí
he: תוכניות טלוויזיה שנוספו לאחרונה
hr: Nedavno dodane TV serije
hu_hu: Nemrég hozzáadott TV műsorok
id: Acara TV yang Baru Ditambahkan
it_it: Serie TV Aggiunte Di Recente
ja_jp: 最近追加されたTV番組
kk_kz: Juyqta üstelgen körsetımder
ko_kr: 최근 추가된 TV쇼
lt_lt: Neseniai pridėtos TV laidos
lv_lv: Nesen Pievienotie TV Raidījumi
mk_mk: Неодамна додаени емисии
mn_mn: Саяхан нэмэгдсэн ТВ нэвтрүүлэгүүд
nb_no: Nylig tillagte TV-serier
pt_br: Séries Recentemente Adicionadas
pt_pt: Programas TV adicionados recentemente
ro: Seriale TV recent adăugate
ru_ru: Недавно добавленные ТВ-передачи
sk_sk: Nedávno pridané seriály
sl: Nedavno dodane serije
sr_rs: Недавно додате ТВ серије
sv: Nyligen tillagda TV-program
ta: சமீபத்தில் சேர்க்கப்பட்ட டிவி நிகழ்ச்சிகள்
tr_tr: Son Eklenen Diziler
uk: Нещодавно додані телешоу
vi: Chương Trình TV Thêm Gần Đây
zh_hans: 最近添加的电视节目
zh_tw: 最近添加的電視節目

# #30171
source: In Progress TV Shows
af_za: TV-Programme aan die gang
ar: مسلسلات قيد المشاهدة
ar_aa: برامج تلفاز في تَقَدم
be: Бягучыя тэлеперадачы
bg: Телевизионни предавания в ход
ca: Emisions de TV en progrés
ca_es: Sèries en curs
cy_gb: Sioeau Teledu ar y Gweill
da: Påbegyndte TV-serier
el_gr: Τηλεοπτικές σειρές σε εξέλιξη
eo: TV-serioj Progresante
es_ar: Programas de TV en curso
es_es: Emisiones de TV en progreso
et_ee: Käsilolevad sarjad
fa_ir: برنامه های تلویزیونی در حال پخش
fi: Keskeneräiset sarjat
fil: Mga kasalukuyang nagaganap na Palabas sa TV
ga: Seónna Teilifíse Ar Siúl
he: תוכניות טלוויזיה שהתחלת לצפות בהן
hr: TV Serije u tijeku
hu_hu: Folyamatban lévő TV műsorok
id: Acara TV Sedang Berlangsung
it_it: Serie TV In Corso
ja_jp: 進行中のTV番組
kk_kz: Oryndaludağy körsetımder
ko_kr: 방영 중인 TV쇼
lt_lt: Žiūrimos TV Laidos
lv_lv: Iesāktie TV Raidījumi
mk_mk: Емисии во тек
mn_mn: Гарч байгаа ТВ цувралууд
nb_no: Påbegynte TV-serier
pt_br: Séries em Progresso
pt_pt: Programas TV em curso
ro: Seriale TV în curs
ru_ru: ТВ-передачи в просмотре
sk_sk: Rozpozerané seriály
sl: Trenutno gledane serije
sr_rs: ТВ емисије у току
sv: Pågående TV-program
ta: முன்னேற்ற தொலைக்காட்சி நிகழ்ச்சிகளில்
tr_tr: İzlenmekte Olan Diziler
uk: Триваючі телепередачі
vi: Chương Trình TV Đang Chiếu
zh_hans: 正在进行的电视节目
zh_tw: 正在進行的電視節目

# #30174
source: Recently Added Movies
af_za: Onlangs Bygevoegde Films
ar: الأفلام المضافة حديثاً
ar_aa: افلام مضافة مؤخرا
be: Нядаўна дададзеныя фільмы
bg: Наскоро добавени филми
ca: Pel·lícules afegides recentment
ca_es: Pel·lícules afegides recentment
cy_gb: Ffilmiau a Ychwanegwyd yn Ddiweddar
da: Nyligt tilføjede film
el_gr: Πρόσφατα προστηθείσες ταινίες
eo: Lastatempe Aldonitaj Filmoj
es_ar: Películas agregadas recientemente
es_es: Películas añadidas recientemente
et_ee: Viimati lisatud filmid
fa_ir: فیلم های اضافه شده اخیر
fi: Hiljattain lisätyt elokuvat
fil: Mga Kamakailang Idinagdag na Pelikula
ga: Scannáin a cuireadh leis le déanaí
he: סרטים שנוספו לאחרונה
hr: Nedavno dodani filmovi
hu_hu: Nemrég hozzáadott filmek
id: Film yang Baru Ditambahkan
it_it: Film Aggiunti Di Recente
ja_jp: 最近追加された映画
kk_kz: Juyqta üstelgen filmder
ko_kr: 최근 추가된 영화
lt_lt: Neseniai pridėti filmai
lv_lv: Nesen Pievienotas Filmas
mk_mk: Неодамна додадени филмови
mn_mn: Сүүлд нэмэгдсэн кино
nb_no: Nylig tillagte filmer
pt_br: Filmes Recentemente Adicionados
pt_pt: Filmes Adicionados Recentemente
ro: Filme recent adăugate
ru_ru: Недавно добавленные фильмы
sk_sk: Nedávno pridané filmy
sl: Nedavno dodani filmi
sr_rs: Недавно додани филмови
sv: Nyligen tillagda filmer
ta: சமீபத்தில் சேர்க்கப்பட்ட திரைப்படங்கள்
tr_tr: Son Eklenen Filmler
uk: Нещодавно додані фільми
vi: Phim Đã Thêm Gần Đây
zh_hans: 新增电影
zh_tw: 最近添加的電影

# #30165
source: Allow burned subtitles
af_za: Laat gebrande byskifte toe
ar: إسمح بالترجمات الملصقة على الفيديو
ar_aa: السماح بالترجمة المدمجة
be: Дазволіць захаваныя субтытры
bg: Разреши вградени субтитри
ca: Permetre subtítols permanents
ca_es: Permet subtítols permanents
cy_gb: Caniatáu isdeitlau wedi'u llosgi
da: Tillad indlejrede undertekster
el_gr: Να επιτρέπονται ενσωματωμένοι υπότιτλοι
eo: Permesi bruligitajn subtekstojn
es_ar: Permitir subtítulos quemados
es_es: Permitir subtítulos permanentes
et_ee: Luba manustatud subtiitrid
fa_ir: اجازه دادن به زیرنویس های چسبیده
fi: Salli poltetut tekstitykset
fil: Payagan ang mga burned subtitle
ga: Ceadaigh fotheidil dhóite
he: אפשר כתוביות צרובות
hr: Dozvoli titlove da budu ugravirani na videozapis
hu_hu: Égetett feliratok engedélyezése
id: Izinkan hardsub
it_it: Consenti sottotitoli a video
ja_jp: 焼付き字幕を許容
kk_kz: Kırıktırılgen subtitrlerge rūqsat etu
ko_kr: 자막을 화면에 입힘을 허용
lt_lt: Leisti įdiegtus subtitrus
lv_lv: Atļaut ierakstītus subtritus
mk_mk: Дозволи изгорени титлови
mn_mn: Шатаасан хадмалийг зөвшөөрөх
nb_no: Tillat brente undertekster
pt_br: Permitir legendas gravadas
pt_pt: Permitir legendas embutidas no vídeo
ro: Permite subtitrări imprimate
ru_ru: Разрешить внедрённые субтитры
sk_sk: Povoliť vypálenie tituliek
sl: Dovoli vžgane podnapise
sr_rs: Дозволи лепљене титлове
sv: Tillåt inbrända undertexter
ta: எரிந்த வசன வரிகள் அனுமதிக்கவும்
tr_tr: Yazılmış altyazılara izin ver
uk: Дозволити записані субтитри
vi: Cho phép phụ đề cứng
zh_tw: 允許刻錄字幕

# #30175
source: Recently Added Episodes
af_za: Onlangs Bygevoegde Episodes
ar: الحلقات المضافة حديثاً
ar_aa: حلقات مضافة مؤخرا
be: Нядаўна дададзеныя эпізоды
bg: Наскоро добавени епизоди
ca: Episodis afegits recentment
ca_es: Episodis afegits recentment
cy_gb: Pennodau a Ychwanegwyd yn Ddiweddar
da: Nyligt tilføjede afsnit
el_gr: Επεισόδια που προστέθηκαν πρόσφατα
eo: Lastatempe Aldonitaj Epizodoj
es_ar: Episodios añadidos recientemente
es_es: Episodios añadidos recientemente
et_ee: Viimati lisatud episoodid
fa_ir: قسمت های اضافه شده اخیر
fi: Hiljattain lisätyt jaksot
fil: Mga Kamakailang Idinagdag na Episode
ga: Eipeasóidí a cuireadh leis le déanaí
he: פרקים שנוספו לאחרונה
hr: Nedavno dodane epizode
hu_hu: Nemrég hozzáadott epizódok
id: Episode yang Baru Ditambahkan
it_it: Episodi Aggiunti Di Recente
ja_jp: 最近追加されたエピソード
kk_kz: Juyqta üstelıngen telebölımder
ko_kr: 최근 추가된 에피소드
lt_lt: Neseniai pridėti epizodai
lv_lv: Nesen Pievienotas Epizodes
mk_mk: Неодамна додадени епизоди
mn_mn: Сүүлд нэмэгдсэн ангиуд
nb_no: Nylig tillagte episoder
pt_br: Episódios Recentemente Adicionados
pt_pt: Episódios Adicionados Recentemente
ro: Episoade recent adăugate
ru_ru: Недавно добавленные эпизоды
sk_sk: Nedávno pridané epizódy
sl: Nedavno dodane epizode
sr_rs: Недавно додате епизоде
sv: Nyligen tillagda avsnitt
ta: சமீபத்தில் சேர்க்கப்பட்ட அத்தியாயங்கள்
tr_tr: Son Eklenen Bölümler
uk: Нещодавно додані епізоди
vi: Các Tập Đã Thêm Gần Đây
zh_hans: 新增剧集
zh_tw: 最近添加的劇集

# #30177
source: In Progress Movies
af_za: Films aan die gang
ar: أفلام قيد المشاهدة
ar_aa: افلام في تَقَدم
be: Фільмы ў працэсе
bg: Филми в ход
ca: Pel·lícules en progrés
ca_es: Pel·lícules en curs
cy_gb: Ffilmiau ar y Gweill
da: Påbegyndte film
el_gr: Ταινίες σε εξέλιξη
eo: Filmoj Progresante
es_ar: Películas en curso
es_es: Películas en progreso
et_ee: Käsilolevad filmid
fa_ir: فیلم های در حال پخش
fi: Keskeneräiset elokuvat
fil: Mga kasalukuyang nagaganap na Pelikula
ga: Ar Siúl Scannáin
he: סרטים שהתחלת לצפות בהם
hr: Filmovi u tijeku
hu_hu: Folyamatban lévő filmek
id: Film Sedang Berlangsung
it_it: Film In Corso
ja_jp: 進行中の映画
kk_kz: Oryndaludağy filmder
ko_kr: 상영 중인 영화
lt_lt: Žiūrimi Filmai
lv_lv: Iesāktās Filmas
mk_mk: Филмови во тек
mn_mn: Гарч байгаа кинонууд
nb_no: Påbegynte filmer
pt_br: Filmes em Progresso
pt_pt: Filmes Em Progresso
ro: Filme în curs
ru_ru: Фильмы в просмотре
sk_sk: Rozpozerané filmy
sl: Filmi v teku
sr_rs: Филмови у току
sv: Pågående filmer
ta: முன்னேற்ற திரைப்படங்களில்
tr_tr: İzlenmekte Olan Filmler
uk: Фільми в стадії розробки
vi: Các Phim Đang Chiếu
zh_hans: 正在进行的电影
zh_tw: 正在進行的電影

# #30178
source: In Progress Episodes
af_za: Episodes aan die gang
ar: حلقات قيد المشاهدة
ar_aa: حلقات في تَقَدم
be: Эпізоды ў працэсе
bg: Епизоди в ход
ca: Episodis en progrés
ca_es: Episodis en curs
cy_gb: Penodau ar Gynnydd
da: Påbegyndte afsnit
el_gr: Επεισόδια σε εξέλιξη
eo: Epizodoj Progresante
es_ar: Episodios en curso
es_es: Episodios en progreso
et_ee: Käsilolevad episoodid
fa_ir: قسمت های در حال اجرا
fi: Keskeneräiset jaksot
fil: Mga kasalukuyang nagaganap na Episode
ga: Eipeasóidí Ar Siúl
he: פרקים שהתחלת לצפות בהם
hr: Epizode u tijeku
hu_hu: Folyamatban lévő epizódok
id: Episode Sedang Berlangsung
it_it: Episodi In Corso
ja_jp: 進行中のエピソード
kk_kz: Oryndaludağy telebölımder
ko_kr: 진행 중인 에피소드
lt_lt: Žiūrimi Epizodai
lv_lv: Iesāktās Epizodes
mk_mk: Епизоди во тек
mn_mn: Гарч байгаа ангиуд
nb_no: Påbegynte episoder
pt_br: Episódios em Progresso
pt_pt: Episódios Em Progresso
ro: Episoade în curs
ru_ru: Эпизоды в просмотре
sk_sk: Rozpozerané epizódy
sl: Epizode v teku
sr_rs: Епизоде у току
sv: Pågående avsnitt
ta: முன்னேற்ற அத்தியாயங்களில்
tr_tr: İzlenmekte Olan Bölümler
uk: Епізоди в процесі виконання
vi: Các Tập Đang Chiếu
zh_hans: 正在进行的剧集
zh_tw: 正在進行的劇集

# #30179
source: Next Episodes
af_za: Volgende Episodes
ar: الحلقة القادمة
ar_aa: حلقات تالية
be: Наступныя эпізоды
bg: Следващи епизоди
ca: Següents episodis
ca_es: Episodis següents
cy_gb: Penodau nesaf
da: Næste afsnit
el_gr: Επόμενο επεισόδιο
eo: Sekvaj Epizodoj
es_ar: Episodios siguientes
es_es: Siguientes episodios
et_ee: Järgmised episoodid
fa_ir: قسمت های بعدی
fi: Seuraavat jaksot
fil: Mga susunod na Episode
ga: Na Chéad Eipeasóidí Eile
he: הפרקים הבאים
hr: Slijedeće epizode
hu_hu: Következő epizódok
id: Episode Berikutnya
it_it: Prossimi Episodi
ja_jp: 次のエピソード
kk_kz: Kelesı telebölımder
ko_kr: 다음 에피소드
lt_lt: Kiti Epizodai
lv_lv: Nākamās Epizodes
mk_mk: Следни епизоди
mn_mn: Дараагийн ангиуд
nb_no: Neste episoder
pt_br: Próximos Episódios
pt_pt: Próximos Episódios
ro: Următoarele Episoade
ru_ru: Следующие эпизоды
sk_sk: Ďaľšie epizódy
sl: Naslednje epizode
sr_rs: Следеће епизоде
sv: Nästa avsnitt
ta: அடுத்த பாகங்கள்
tr_tr: Sonraki Bölümler
uk: Наступні епізоди
vi: Tập Tiếp Theo
zh_hans: 下一个剧集
zh_tw: 下一個劇集

# #30180
source: Favorite Movies
af_za: Gunsteling Flieks
ar: الأفلام المفضلة
ar_aa: افلام مفضلة
be: Абраныя фільмы
bg: Любими филми
ca: Pel·lícules preferides
ca_es: Pel·lícules preferides
cy_gb: Hoff Ffilmiau
da: Favoritfilm
el_gr: Αγαπημένες ταινίες
eo: Favorataj Filmoj
es_ar: Películas favoritas
es_es: Películas favoritas
et_ee: Lemmikfilmid
fa_ir: فیلم های مورد علاقه
fi: Suosikki-elokuvat
fil: Mga Paboritong Pelikula
ga: Scannáin is Fearr Leat
he: סרטים מועדפים
hr: Omiljeni filmovi
hu_hu: Kedvenc filmek
id: Film Favorit
it_it: Film Preferiti
ja_jp: お気に入り映画
kk_kz: Tañdauly filmder
ko_kr: 즐겨찾는 영화
lt_lt: Mėgstamiausi Filmai
lv_lv: Filmu Favorīti
mk_mk: Омилени филмови
mn_mn: Дуртай кинонууд
nb_no: Favorittfilmer
pt_br: Filmes Favoritos
pt_pt: Filmes Favoritos
ro: Filmele Preferate
ru_ru: Избранные фильмы
sk_sk: Obľúbené filmy
sl: Priljubljeni filmi
sr_rs: Омиљени филмови
sv: Favoritfilmer
ta: பிடித்த திரைப்படங்கள்
tr_tr: Favori Filmler
uk: Обрані фільми
vi: Phim Yêu Thích
zh_hans: 最爱的电影
zh_tw: 最愛的電影

# #30181
source: Favorite Shows
af_za: Gunsteling Programme
ar: العروض المفضلة
ar_aa: برامج مفضلة
be: Абраныя шоу
bg: Любими предавания
ca: Emsions de TV preferides
ca_es: Sèries preferides
cy_gb: Hoff Sioeau
da: Favorit TV-serier
el_gr: Αγαπημένες σειρές
eo: Favorataj Serioj
es_ar: Programas favoritos
es_es: Emisiones de TV favoritas
et_ee: Lemmikseriaalid
fa_ir: برنامه های مورد علاقه
fi: Suosikki-sarjat
fil: Mga Paboritong Palabas
ga: Seónna is Fearr Leat
he: סדרות מועדפות
hr: Omiljene serije
hu_hu: Kedvenc műsorok
id: Acara Favorit
it_it: Serie TV Preferite
ja_jp: お気に入りの番組
kk_kz: Tañdauly körsetımder
ko_kr: 즐겨찾는 쇼
lt_lt: Mėgstamiausios TV Laidos
lv_lv: Raidījumu Favorīti
mk_mk: Омилени емисии
mn_mn: Дуртай нэвтрүүлгүүд
nb_no: Favorittserier
pt_br: Séries Favoritas
pt_pt: Séries Favoritos
ro: Serialele Preferate
ru_ru: Избранные передачи
sk_sk: Obľúbené seriály
sl: Priljubljene serije
sr_rs: Омиљене серије
sv: Favoritprogram
ta: பிடித்த நிகழ்ச்சிகள்
tr_tr: Favori Diziler
uk: Обрані шоу
vi: Chương Trình Yêu Thích
zh_hans: 最爱的节目
zh_tw: 最愛的節目

# #30182
source: Favorite Episodes
af_za: Gunsteling Episodes
ar: الحلقات المفضلة
ar_aa: حلقات مفضلة
be: Абраныя серыі
bg: Любими епизоди
ca: Episodis preferits
ca_es: Episodis preferits
cy_gb: Hoff Benodau
da: Favoritafsnit
el_gr: Αγαπημένα επεισόδια
eo: Favorataj Epizodoj
es_ar: Episodios favoritos
es_es: Episodios favoritos
et_ee: Lemmikepisoodid
fa_ir: قسمت های مورد علاقه
fi: Suosikki-jaksot
fil: Mga Paboritong Episode
ga: Eipeasóidí is Fearr Leat
he: פרקים מועדפים
hr: Omiljene epizode
hu_hu: Kedvenc epizódok
id: Episode Favorit
it_it: Episodi Preferiti
ja_jp: お気に入りのエピソード
kk_kz: Tañdauly telebölımder
ko_kr: 즐겨찾는 에피소드
lt_lt: Mėgstamiausi Epizodai
lv_lv: Epizožu Favorīti
mk_mk: Омилени епизоди
mn_mn: Дуртай Ангиуд
nb_no: Favorittepisoder
pt_br: Episódios Favoritos
pt_pt: Episódios Favoritos
ro: Episoadele Preferate
ru_ru: Избранные эпизоды
sk_sk: Obľúbené epizódy
sl: Priljubljene epizode
sr_rs: Омиљене епизоде
sv: Favoritavsnitt
ta: பிடித்த அத்தியாயங்கள்
tr_tr: Favori Bölümler
uk: Обрані епізоди
vi: Các Tập Yêu Thích
zh_hans: 最爱的剧集
zh_tw: 最愛的劇集

# #30185
source: Boxsets
af_za: Boksstelle
ar: مجموعة مصندقة
ar_aa: مجموعات مصندقة
be: Калекцыі
bg: поредици
ca: Coleccions
ca_es: Col·leccions
cy_gb: Bocsys
da: Samlinger
el_gr: Σετ ταινιών
eo: Kolektoj
es_ar: Conjunto de cajas
es_es: Colecciones
et_ee: Kogumikud
fa_ir: مجموعه ها
fi: Kokoelmat
fil: Mga boxset
ga: Sásanna Bosca
he: מארזי מדיה
hr: Kolekcija stavki
hu_hu: Dobozos kiadások
id: Set kotak
it_it: Collezioni
ja_jp: ボックスセット
kk_kz: Jiyntyqtar
ko_kr: 박스셋
lt_lt: Rinkiniai
lv_lv: Kolekcijas
mk_mk: Сет
mn_mn: Багц цуврал
nb_no: Samlebokser
pt_br: Coleções
ro: Seturi de colecție
ru_ru: Коллекции
sk_sk: Boxsety
sl: Zbirke
sr_rs: Комплети
sv: Samlingar
ta: பாக்ஸெட்டுகள்
tr_tr: Kutu setleri
uk: Колекції
vi: Hộp đĩa
zh_hans: 合集
zh_tw: 合輯

# #30189
source: Unwatched Movies
af_za: Ongekykte Films
ar: أفلام لم تُشاهد
ar_aa: أفلام لم تٌشاهد
be: Непрагледжаныя фільмы
bg: Не изгледани филми
ca: Pel·lícules no vistes
ca_es: Pel·lícules no vistes
cy_gb: Ffilmiau Heb eu Gwylio
da: Usete film
el_gr: Ταινίες που δεν είδατε ακόμα
eo: Nespektitaj Filmoj
es_ar: Películas no vistas
es_es: Películas no vistas
et_ee: Vaatamata filmid
fa_ir: فیلم های تماشا نشده
fi: Katsomatta olevat elokuvat
fil: Mga Pelikulang Hindi Napanood
ga: Scannáin Gan Faire
he: סרטים שלא נצפו
hr: Filmovi koji nisu pogledani
hu_hu: Még nem látott filmek
id: Film yang Belum Ditonton
it_it: Film Non Visti
ja_jp: 未視聴の映画
kk_kz: Qaralmağan filmder
ko_kr: 시청하지 않은 영화
lt_lt: Nežiūrėti Filmai
lv_lv: Neskatītas Filmas
mk_mk: Неизгледани филмови
mn_mn: Үзээгүй кинонууд
nb_no: Usette filmer
pt_br: Filmes Não Assistidos
pt_pt: Filmes não vistos
ro: Filme nevizionate
ru_ru: Непросмотренные фильмы
sk_sk: Nepozreté Filmy
sl: Neogledani filmi
sr_rs: Неодгледани филмови
sv: Osedda filmer
ta: பார்க்காத திரைப்படங்கள்
tr_tr: İzlenmemiş Filmler
uk: Непереглянуті фільми
vi: Phim Chưa Xem
zh_hans: 未观看的影片
zh_tw: 未觀看的電影

# #30229
source: Random Items
af_za: Willekeurige Items
ar: ملفات عشوائية
ar_aa: عناصر عشوائية
be: Выпадковыя элементы
bg: Случайно съдържание
ca: Elements aleatoris
ca_es: Elements aleatoris
cy_gb: Eitemau ar Hap
da: Tilfældigt indhold
el_gr: Τυχαία στοιχεία
eo: Hazardaj Aĵoj
es_ar: Artículos aleatorios
es_es: Elementos aleatorios
et_ee: Juhuslikud
fa_ir: موارد تصادفی
fi: Satunnaiset
fil: Mga Random na Item
ga: Míreanna Randamacha
he: פריטים אקראיים
hr: Nasumučno odabrane stavke
hu_hu: Véletlenszerű elemek
id: Item Acak
it_it: Elementi Casuali
ja_jp: ランダムアイテム
kk_kz: Kezdeisoq tarmaqtar
ko_kr: 무작위 항목
lt_lt: Atsitiktiniai elementai
lv_lv: Nejauši Vienumi
mk_mk: Случајни теми
mn_mn: Санамсаргүй зүйлс
nb_no: Tilfeldige elementer
pt_br: Itens Aleatórios
pt_pt: Conteúdos Aleatórios
ro: Articole aleatorii
ru_ru: Случайные элементы
sk_sk: Náhodné položky
sl: Naključne vsebine
sr_rs: Насумичне ставке
sv: Slumpmässiga artiklar
ta: சீரற்ற பொருட்கள்
tr_tr: Rastgele
uk: Випадкові елементи
vi: Các Mục Ngẫu Nhiên
zh_hans: 随机播放
zh_tw: 隨機播放

# #30239
source: Reset local Kodi database
ar: أعد ضبط قاعدة البيانات المحلية الخاصة بكودي
ar_aa: إعادة تعيين قاعدة Kodi المحلية
be: Скінуць лакальную базу дадзеных Kodi
bg: Зануляване на локалната база-данни на Kodi
ca: Restablir les bases de dades local de Kodi
ca_es: Restableix la base de dades local de Kodi
cy_gb: Ailosod cronfa ddata Kodi lleol
da: Nulstil lokal Kodi-database
el_gr: Επαναφορά τοπικής βάσης Kodi
eo: Restarigi lokan Kodi-datenbazon
es_ar: Restablecer la base de datos local de Kodi
es_es: Restablecer base de datos local de Kodi
et_ee: Lähtesta kohalik Kodi andmebaas
fa_ir: بازنشانی پایگاه داده محلی Kodi
fi: Tyhjennä paikallinen Kodi-tietokanta
fil: I-reset ang lokal na database ng Kodi
ga: Athshocraigh bunachar sonraí logánta Kodi
he: אפס את הנתונים המקומיים של קודי
hr: Resetiraj lokalnu Kodi bazu podataka
hu_hu: A Helyi Kodi adatbázis alaphelyzetbe állítása
id: Setel ulang basis data Kodi lokal
it_it: Resetta database locale di Kodi
ja_jp: ローカルのKodiデータベースを再設定
kk_kz: Jergılıktı Kodi derekqoryn ysyru
ko_kr: 로컬 Kodi 데이터베이스 초기화
lt_lt: Atstatyti vietinę „Kodi“ duomenų bazę
lv_lv: Atiestatīt vietējo kodi datubāzi
mk_mk: Ресетирај локална Kodi датабаза
mn_mn: Local Kodi өгөгдлийн санг дахин тохируулах
nb_no: Nullstill lokal Kodi-database
pt_br: Reiniciar banco de dados local do kodi
pt_pt: Limpar base de dados local do Kodi
ro: Resetați baza de date locală Kodi
ru_ru: Сбросить локальную базу данных Kodi
sk_sk: Resetovať lokálnu Kodi databázu
sl: Ponastavi lokalno Kodi bazo podatkov
sr_rs: Ресетуј локалну Кодијеву базу
sv: Återställ lokal Kodi-databas
ta: உள்ளூர் கோடி தரவுத்தளத்தை மீட்டமைக்கவும்
tr_tr: Yerel Kodi veritabanını sıfırla
uk: Скидання локальної бази даних Kodi
vi: Đặt lại cơ sở dữ liệu Kodi cục bộ
zh_hans: 重置本地 Kodi 数据库
zh_tw: 重設本機 Kodi 資料庫

# #30249
source: Enable welcome message
af_za: Aktiveer welkom boodskap
ar: فعّل رسالة الترحيب
ar_aa: تفعيل رسالة الترحيب
be: Уключыць прывітальнае паведамленне
bg: Активиране на съобщение за "Добре дошли'
ca: Habilitar missatge de benvinguda
ca_es: Habilita el missatge de benvinguda
da: Aktivér velkomstbesked
el_gr: Ενεργοποίηση μηνύματος καλωσορίσματος
eo: Ebligi bonvenan mesaĝon
es_ar: Habilitar mensaje de bienvenida
es_es: Activar mensaje de bienvenida
et_ee: Luba tervitussõnum
fa_ir: فعالسازی پیام خوش‌آمد گویی
fi: Käytä tervetuloviestiä
fil: I-enable ang welcome message
ga: Cumasaigh teachtaireacht fáilte
he: הפעלת הודעת קבלת פנים
hr: Omogući poruku dobrodošlice
hu_hu: Üdvözlő üzenet engedélyezése
id: Aktifkan pesan selamat datang
it_it: Abilita messaggio di benvenuto
ja_jp: ウェルカムメッセージを有効化
kk_kz: Sälemdesu habaryn qosu
ko_kr: 환영 메세지 활성화
lt_lt: Įjungti pradžios žinutę
lv_lv: Iespējot sveiciena ziņojumu
mk_mk: Овозможи порака за добредојде
mn_mn: Тавтай морилно уу мессежийг идэвхжүүлэх
nb_no: Aktiver velkomstmelding
pt_br: Ativar mensagem de Boas Vindas
pt_pt: Ativar mensagem de boas-vindas
ro: Activați mesajul de bun venit
ru_ru: Включить приветственное сообщение
sk_sk: Povoliť uvítaciu správu
sl: Omogoči sporočilo dobrodošlice
sr_rs: Укључи поруку добродошлице
sv: Aktivera välkomstmeddelande
ta: வரவேற்பு செய்தியை இயக்கு
tr_tr: Hoş geldin mesajını aktif et
uk: Увімкнути вітальне повідомлення
vi: Bật thông báo chào mừng
zh_hans: 启用欢迎信息
zh_tw: 啟用歡迎訊息

# #30251
source: Recently added Home Videos
af_za: Onlangs bygevoegde Tuisvideo's
ar: الفيديوهات المنزلية التي تمت اضافتها مؤخرا
ar_aa: فيديوات منزلية مضافة مؤخرا
be: Нядаўна дададзеныя хатнія відэа
bg: Наскоро добавени домашни видеоклипове
ca: Vídeos familiars afegits recentment
ca_es: Vídeos personals afegits recentment
da: Nyligt tilføjede hjemmevideoer
el_gr: Προσφάτως προστιθέντα αρχικά βίντεο
eo: Lastatempe aldonitaj Hejmvideoj
es_ar: Videos caseros recientemente agregados
es_es: Vídeos familiares añadidos recientemente
et_ee: Viimati lisatud koduvideod
fa_ir: ویدیوهای خانگی اضافه شده اخیر
fi: Hiljattain lisätyt kotivideot
fil: Kamakailang idinagdag na Mga Home Video
ga: Físeáin Baile curtha leis le déanaí
he: סרטים ביתיים שנוספו לאחרונה
hr: Nedavno dodani kućni video
hu_hu: Nemrég hozzáadott házi videók
id: Video Rumahan yang baru ditambahkan
it_it: Video Personali Aggiunti Di Recente
ja_jp: 最近追加されたホームビデオ
kk_kz: Juyqta üstelgen üi beinelerı
ko_kr: 최근 추가된 홈 비디오
lt_lt: Neseniai pridėti Namų įrašai
lv_lv: Nesen pievienotie Mājas Video
mk_mk: Неодамна додадени домашни видеа
mn_mn: Саяхан нэмэгдсэн нүүр видеонууд
nb_no: Nylig tillagte hjemmevideoer
pt_br: Vídeos caseiros adicionados recentemente
pt_pt: Vídeos Caseiros adicionados recentemente
ro: Videouri Personale recent adăugate
ru_ru: Недавно добавленные домашние видео
sk_sk: Nedávno pridané domáce videá
sl: Nedavno dodani domači videoposnetki
sr_rs: Недавно додати кућни видео
sv: Nyligen tillagda hemvideor
ta: சமீபத்தில் சேர்க்கப்பட்ட முகப்பு வீடியோக்கள்
tr_tr: Son eklenen Videolar
uk: Нещодавно додані домашні відео
vi: Video Trang chủ được thêm gần đây
zh_hans: 最近添加的家庭视频
zh_tw: 最近添加的家庭影片
