Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #33197
source: A sync is already running, please wait until it completes and try again.
ar: المزامنة قيد التشغيل بالفعل ، يرجى الانتظار حتى تكتمل والمحاولة مرة أخرى.
ar_aa: المزامنة قيد التشغيل بالفعل ، يرجى الانتظار حتى تكتمل والمحاولة مرة أخرى.
be: Сінхранізацыя ўжо запушчана, пачакайце, пакуль яна завершыцца, і паўтарыце спробу.
bg: Синхронизирането вече е стартирано, моля изчакайте, докато завърши и опитайте отново.
ca: Una sincronització ja està en procés, si us plau, esperi fins que es completi i intenta-ho de nou.
ca_es: Ja hi ha una sincronització en procés. Espereu fins que es completi per a intentar-ho de nou.
da: Der bliver allerede synkroniseret, vent venligst til at synkroniseringen er færdig og prøv derefter igen.
el_gr: Ένας συγχρονισμός εκτελείται ήδη, περιμένετε μέχρι να ολοκληρωθεί και δοκιμάστε ξανά.
eo: Sinkronigo jam funkcias, atendi ĝis ĝi finiĝos kaj provi denove.
es_ar: Ya hay una sincronización en proceso, espere hasta que termine e intente de nuevo.
es_es: Una sincronización ya se está ejecutando, por favor, espera hasta que se complete e inténtalo de nuevo.
et_ee: Sünkroonimine on juba käimas. Sünkroonimine on juba käimas. Palun oota, kuni see lõpeb, ja proovi uuesti.
fa_ir: همگام سازی در حال اجرا می باشد، لطفا برای تکمیل آن کمی صبر کرده و مجدداً تلاش کنید.
fi: Synkronointi on jo käynnissä. Odota sen valmistumista ja yritä sitten uudelleen.
fil: Ang isang pag-sync ay tumatakbo na, mangyaring maghintay hanggang sa makumpleto ito at subukang muli.
ga: Tá sioncronú ag rith cheana féin, fan go dtí go gcríochnaíonn sé agus bain triail eile as.
he: יש כבר סנכרון רץ, נא להמתין להשלמתו ולנסות שוב.
hr: Sinkronizacija je već pokrenuta, pričekajte dok ne završi i pokušajte ponovo.
hu_hu: Egy szinkronizációs folyamat már fut, kérjük, várd meg, amíg végez, majd próbáld újra.
it_it: Una sincronizzazione è già avviata, aspetta fino al completamento e riprova.
ja_jp: 同期中です。完了後に再度お試しください。
kk_kz: Ündestıru būrynnan jūmys іsteude, aiaqtalğanşa kütіp, qaitalap körıñız.
ko_kr: 동기화가 이미 진행중입니다. 완료될때까지 기다리고 다시 시도해 주십시오.
lt_lt: Sinchronizavimas jau vyksta, palaukite, kol jis bus baigtas, ir bandykite dar kartą.
lv_lv: Sinhronizācija jau iet, lūdzu uzgaidi līdz tā beidzas un mēģini vēlreiz.
nb_no: En synkronisering kjører allerede, vennligst vent til den er ferdig og prøv på nytt.
pt_br: Uma sincronização está sendo executada, por favor espere até que esteja completa e tente novamente.
pt_pt: Está uma sincronização em curso, aguarde até que termine e tente novamente.
ro: O sincronizare este deja în curs, așteptați până când se finalizează și încercați din nou.
ru_ru: Синхронизация уже выполняется, дождитесь её завершения и повторите попытку.
sk_sk: Synchronizácia už beží, prosím, počkajte dokým sa dokončí a skúste znova.
sl: Sinhronizacija je že v teku. Prosimo počakajte, da se zaključi in poskusite znova.
sr_rs: Синхронизација је већ покренута, сачекајте док се не заврши и покушајте поново.
sv: En synkronisering utförs redan, var god vänta tills den är klar och försök igen.
ta: ஒரு ஒத்திசைவு ஏற்கனவே இயங்குகிறது, அது முடியும் வரை காத்திருந்து மீண்டும் முயற்சிக்கவும்.
tr_tr: Bir senkronizasyon zaten çalışıyor, lütfen tamamlanana kadar bekleyin ve tekrar deneyin.
uk: Синхронізацію вже запущено, будь ласка, зачекайте доки вона закінчиться і спробуйте знову.
vi: Đồng bộ hóa hiện đang chạy, vui lòng chờ đến khi hoàn tất và thử lại.
zh_hans: 同步正在执行，请等待同步结束后重试。
zh_tw: 同步已在運行，請等待同步完成後重試。

# #33196
source: Advanced options
ar: خيارات متقدمة
ar_aa: خيارات متقدمة
be: Дадатковыя параметры
bg: Разширени настройки
ca: Opcions avançades
ca_es: Opcions avançades
da: Avanceret indstillinger
el_gr: Προχωρημένες επιλογές
eo: Altnivelaj opcioj
es_ar: Opciones avanzadas
es_es: Opciones avanzadas
et_ee: Täpsemad valikud
fa_ir: تنظیمات پیشرفته
fi: Lisäasetukset
fil: Mga advanced na opsyon
ga: Ardroghanna
he: אפשרויות מתקדמות
hr: Napredne opcije
hu_hu: Haladó beállítások
id: Opsi lanjutan
it_it: Opzioni avanzate
ja_jp: 高度な設定
kk_kz: Keñeitılgen opsialar
ko_kr: 고급 옵션
lt_lt: Išplėstinės parinktys
lv_lv: Papildu iestatījumi
nb_no: Avanserte alternativer
pt_br: Opções avançadas
pt_pt: Opções avançadas
ro: Opțiuni avansate
ru_ru: Расширенные опции
sk_sk: Pokročilé možnosti
sl: Napredne možnosti
sr_rs: Напредне опције
sv: Avancerade inställningar
ta: மேம்பட்ட விருப்பங்கள்
tr_tr: Gelişmiş seçenekler
uk: Розширені настройки
vi: Tùy chọn nâng cao
zh_hans: 高级选项
zh_tw: 進階選項

# #33195
source: Enable Jellyfin for Kodi
ar: قم بتمكين Jellyfin لـ Kodi
ar_aa: تمكين Jellyfin لـ Kodi
be: Уключыць Jellyfin для Kodi
bg: Включи "Джелифин за Коди"
ca: Habilitar Jellyfin for Kodi
ca_es: Habilita Jellyfin per a Kodi
da: Aktiver Jellyfin for Kodi
el_gr: Ενεργοποίηση Jellyfin για Kodi
eo: Ebligi Jellyfin por Kodi
es_ar: Habilitar Jellyfin para Kodi
es_es: Habilitar Jellyfin para Kodi
et_ee: Luba Jellyfin Kodi
fa_ir: فعال سازی Jellyfin برای Kodi
fi: Ota Jellyfin for Kodi käyttöön
fil: I-enable ang Jellyfin for Kodi
ga: Cumasaigh Jellyfin do Kodi
he: הפעלת ג'ליפין לקודי
hr: Omogući Jellyfin for Kodi
hu_hu: A Jellyfin Kodi bővítmény engedélyezése
id: Aktifkan Jellyfin untuk Kodi
it_it: Abilita Jellyfin per Kodi
ja_jp: Jellyfin for Kodiを有効にする
kk_kz: Kodi üşın Jellyfin-dı qosu
ko_kr: Jellyfin for Kodi 활성화
lt_lt: Įgalinti „Jellyfin for Kodi"
lv_lv: Iespējot Jellyfin for Kodi
nb_no: Aktiver Jellyfin for Kodi
pt_br: Habilitar Jellyfin for Kodi
pt_pt: Ativar Jellyfin for Kodi
ro: Activați Jellyfin pentru Kodi
ru_ru: Включить Jellyfin для Kodi
sk_sk: Povoliť Jellyfin for Kodi
sl: Omogoči Jellyfin za Kodi
sr_rs: Омогућите Jellyfin за Коди
sv: Aktivera Jellyfin för Kodi
ta: கோடிக்கு ஜெல்லிஃபின் இயக்கவும்
tr_tr: Kodi için Jellyfin'i etkinleştirin
uk: Увімкнути Jellyfin для Kodi
vi: Bật Jellyfin cho Kodi
zh_hans: 启用Jellyfin for Kodi
zh_tw: 為 Kodi 啟用 Jellyfin

# #33194
source: Manage libraries
ar: إدارة المكتبات
ar_aa: إدارة المكتبات
be: Кіраванне медыятэкамі
bg: Управление на библиотеките
ca: Administrar biblioteques
ca_es: Administra les mediateques
da: Administrer bibloteker
el_gr: Διαχείριση βιβλιοθηκών
eo: Administri plurmeditekojn
es_ar: Administrar bibliotecas
es_es: Administrar bibliotecas
et_ee: Halda meediakogusi
fa_ir: مدیریت کتابخانه ها
fi: Hallinnoi kirjastoja
fil: Pamahalaan ang mga Library
ga: Bainistigh leabharlanna
he: ניהול ספריות
hr: Upravljanje bibliotekama
hu_hu: Könyvtárak kezelése
it_it: Gestisci le librerie
ja_jp: ライブラリーを管理
kk_kz: Tasyğyşhanalardy retteu
ko_kr: 라이브러리 관리
lt_lt: Tvarkyti bibliotekas
lv_lv: Pārvaldīt bibliotēkas
nb_no: Behandle biblioteker
pt_br: Gerenciar bibliotecas
pt_pt: Gerir bibliotecas
ro: Gestionează bibliotecile
ru_ru: Управление медиатеками
sk_sk: Spravovať knižnice
sl: Upravljaj knjižnice
sr_rs: Управљање библиотекама
sv: Hantera bibliotek
ta: நூலகங்களை நிர்வகிக்கவும்
tr_tr: Kitaplıkları yönetin
uk: Керувати медіатеками
vi: Quản lý thư viện
zh_hans: 管理媒体库
zh_tw: 管理媒體庫

# #33193
source: Restarting...
ar: يتم إعادة التشغيل …
ar_aa: إعادة التشغيل …
be: Перазапуск…
bg: Рестартиране…
ca: Reiniciant…
ca_es: S'està reiniciant…
da: Genstarter…
el_gr: Επανεκκίνηση…
eo: Relanĉas…
es_ar: Reiniciando…
es_es: Reiniciando…
et_ee: Taaskäivitamine…
fa_ir: در حال ریستارت…
fi: Käynnistyy uudelleen…
fil: Nagre-restartâ€¦
ga: Ag atosú…
he: מאתחל…
hr: Ponovno pokretanje…
hu_hu: Újraindítás…
id: Memulai ulangâ€¦
it_it: Riavvio…
ja_jp: 再起動中…
kk_kz: Qaita ıske qosyluda…
ko_kr: 재시작 중…
lt_lt: Paleidžiama iš naujo…
lv_lv: Restartē……
nb_no: Starter på nytt…
pt_br: Reiniciando…
pt_pt: A reiniciar…
ro: Reinițializare…
ru_ru: Перезапускается…
sk_sk: Reštartujem…
sl: Ponovni zagon…
sr_rs: Поновно покретање…
sv: Startar om…
ta: மீண்டும் தொடங்குகிறது…
tr_tr: Yeniden başlatılıyor…
uk: Перезапуск…
vi: Đang khởi động lại…
zh_hans: 重启中...
zh_tw: 正在重新啟動…

# #33191
source: Restart Jellyfin for Kodi to apply this change?
ar: هل تريد إعادة تشغيل Jellyfin لـ Kodi لتطبيق هذا التغيير؟
ar_aa: إعادة تشغيل Jellyfin لـ Kodi لتطبيق هذا التغيير؟
be: Перазапусціць Jellyfin для Kodi, каб прымяніць гэта змяненне?
bg: Рестартиране на "Джелифин за Коди" за да се приложи промяната?
ca: Reiniciar Jellyfin for Kodi per a aplicar aquest canvi?
ca_es: Desitgeu reiniciar Jellyfin per a Kodi per a aplicar aquest canvi?
da: Genstart Jellyfin for Kodi for at anvende ændringer?
el_gr: Επανεκκινήστε το Jellyfin για Kodi για να εφαρμοστεί αυτή η αλλαγή;
eo: Ĉu relanĉi Jellyfin por Kodi por apliki ĉi tiun ŝanĝon?
es_ar: ¿Desea reiniciar Jellyfin para Kodi para aplicar este cambio?
es_es: ¿Reiniciar Jellyfin para Kodi para aplicar este cambio?
et_ee: Kas taaskäivitada Jellyfin Kodi selle muudatuse rakendamiseks?
fa_ir: ریستارت Jellyfin برای اعمال تغییرات در Kodi؟
fi: Käynnistetäänkö Fellyfin for Kodi uudelleen muutoksen käyttöönottamiseksi?
fil: I-restart ang Jellyfin para mailapat ng Kodi ang pagbabagong ito?
ga: Atosaigh Jellyfin do Kodi chun an t-athrú seo a chur i bhfeidhm?
he: להפעיל מחדש את ג'ליפין לקודי כדי להחיל את השינוי הזה?
hr: Ponovno pokrenuti Jellyfin for Kodi da primijeni ovu promjenu?
hu_hu: A Jellyfin Kodi bővítmény újraindítása a változások alkalmazásához?
id: Mulai ulang Jellyfin untuk Kodi untuk menerapkan perubahan ini?
it_it: Riavvia Jellyfin per Kodi per applicare questo cambiamento?
ja_jp: こちらの変更を適用するためにJellyfin for Kodiを再起動しますか？
kk_kz: Būl özgerıstı qoldanğanda Kodi üşın Jellyfin qaita ıske qosylsyn ba?
ko_kr: 변경사항을 적용하기위해 Jellyfin for Kodi를 재시작하시겠습니까?
lt_lt: Iš naujo paleisti „Jellyfin for Kodi“, kad pritaikytumėte šį pakeitimą?
lv_lv: Restartēt Jellyfin for Kodi lai pielietotu šo izmaiņu?
nb_no: Start Jellyfin for Kodi på nytt for at denne endringen skal tre i kraft?
pt_br: Reinciar Jellyfin for Kodi para aplicar essa mudança?
pt_pt: Reiniciar Jellyfin for Kodi para aplicar alteração?
ro: Reporniți Jellyfin pentru Kodi ca să se aplice această modificare?
ru_ru: Перезапустить Jellyfin для Kodi, чтобы применить это изменение?
sk_sk: Reštartovať Jellyfin pre Kodi pre aplikovanie zmien?
sl: Ponovno zaženi Jellyfin za Kodi za uveljavitev spremembe?
sr_rs: Поново покренути Jellyfin да би Коди применио ову промену?
sv: Starta om Jellyfin för Kodi för att tillämpa ändringen?
ta: இந்த மாற்றத்தைப் பயன்படுத்த கோடிக்கு ஜெல்லிஃபின் மறுதொடக்கம் செய்யவா?
tr_tr: Bu değişikliği uygulamak için Kodi için Jellyfin yeniden başlatılsın mı?
uk: Перезапустити Jellyfin для Kodi для застосування змін?
vi: Khởi động lại Jellyfin để Kodi áp dụng thay đổi này?
zh_hans: 重启Jellyfin for Kodi以应用更改？
zh_tw: 為 Kodi 重新啟動 Jellyfin 以套用此更改？

# #33185
source: Enable sync during playback (may cause some lag)
ar: تمكين المزامنة أثناء التشغيل (قد يسبب بعض التأخر)
ar_aa: تمكين المزامنة أثناء التشغيل (قد يسبب بعض التأخر)
be: Уключыць сінхранізацыю падчас прайгравання (можа выклікаць некаторую затрымку)
bg: Активиране на синхронизирането по време на възпроизвеждане (може да причини известно забавяне)
ca: Habilitar sincronització durant la reproducció (pot provocar algun endarreriment)
ca_es: Habilita la sincronització durant la reproducció (pot provocar algun endarreriment)
da: Aktiver synkronisering under afspilning (kan medføre lag)
el_gr: Ενεργοποίηση συγχρονισμού κατά την αναπαραγωγή (μπορεί να προκαλέσει κάποια καθυστέρηση)
eo: Ebligi sinkronigon dum ludado (povas kaŭzi iom da atendotempo)
es_ar: Habilita la sincronización durante la reproducción (podría causar ralentizaciones)
es_es: Activar sincronización durante la reproducción (puede provocar algún retraso)
et_ee: Luba sünkroonimine taasesituse ajal (võib põhjustada hangumisi)
fa_ir: فعال سازی همگام سازی موقع بازپخش (ممکن است کمی تاخیر ایجاد کند)
fi: Synkronoi toiston aikana (voi aiheuttaa hieman viivettä)
fil: Paganahin ang pag-sync sa panahon ng pag-playback (maaaring magdulot ng ilang lag)
ga: Cumasaigh sioncronú le linn athsheinm (d'fhéadfadh sé a bheith ina chúis le lag éigin)
he: הפעלת סנכרון תוך כדי נגינה (יכול לגרום לעיכובים)
hr: Omogući sinkronizaciju tijekom reprodukcije (može uzrokovati kašnjenje)
hu_hu: A szinkronizálás engedélyezése lejátszás közben (némi késést okozhat)
it_it: Abilita la sincronizzazione durante la riproduzione (potrebbe causare alcuni lag)
ja_jp: 再生中の同期を有効にする(遅延が発生する場合がある)
kk_kz: Oinatu kezınde ündestırudı qosu (bırşama keşıktıruı mümkın)
ko_kr: 재생중에 동기화 활성화 (약간의 렉을 유발할 수 있습니다.)
lt_lt: Įjungti sinchronizavimą atkūrimo metu (gali šiek tiek sulėtėti)
lv_lv: Iespējot sinhr. atskaņošanas laikā (var radīt aizķeršanos)
nb_no: Aktiver synkronisering under avspilling (kan forårsake noe forsinkelse)
pt_br: Habilitar sincronização durante reprodução (pode causar um pouco de lag)
pt_pt: Ativar sincronização durante reprodução (poderá causar paragens)
ro: Activați sincronizarea în timpul redării (poate provoca o întârziere)
ru_ru: Включить синхронизацию во время воспроизведения (может привести к некоторой задержке)
sk_sk: Povoliť synchronizáciu počas prehrávania (môže spôsobiť sekanie)
sl: Omogoči sinhronizacijo med predvajanjem (lahko povzroči zatikanje)
sr_rs: Омогућите синхронизацију током репродукције (може проузроковати кашњење)
sv: Aktivera synkronisering under uppspelning (kan orsaka lite lagg)
ta: பிளேபேக்கின் போது ஒத்திசைவை இயக்கு (சில பின்னடைவை ஏற்படுத்தக்கூடும்)
tr_tr: Oynatma sırasında senkronizasyonu etkinleştirin (bazı gecikmelere neden olabilir)
uk: Увімкнути синхронізацію під час відтворення (може спричинити заторможення)
vi: Bật đồng bộ hóa trong khi phát lại (có thể gây ra một số độ trễ)
zh_hans: 在播放时启用同步 (可能引起卡顿)
zh_tw: 在播放期間啟用同步（可能會導致一些延遲）

# #33186
source: The Kodi Sync Queue speeds up the start up sync. Other syncs are triggered by server events.
ar: تعمل قائمة Kodi Sync Queue على تسريع مزامنة بدء التشغيل. يتم تشغيل عمليات المزامنة الأخرى بواسطة أحداث الخادم.
ar_aa: رتل مزامنة Kodi يسرّع البدء بالمزامنة.عمليات المزامنة الأخرى تنطلق بواسطة أحداث الخادم.
be: Чарга сінхранізацыі Kodi паскарае сінхранізацыю пры запуску. Іншыя сінхранізацыі запускаюцца падзеямі сервера.
bg: Опашката за синхронизация на Kodi ускорява синхронизирането при стартиране. Други синхронизации се задействат от събития протекли на сървъра.
ca: Kodi Sync Queue accelera la sincronització inicial. Altres sincronitzacions es desencadenen mitjançant esdeveniments del servidor.
ca_es: Kodi Sync Queue accelera la sincronització inicial. Altres sincronitzacions es desencadenen mitjançant esdeveniments del servidor.
da: Kodi Sync Queue forbedrer hastigheden ved opstart af synkroniseringen. Andre synkroniseringer er udløst af server handlinger.
el_gr: Το Kodi Sync Queue επιταχύνει τον συγχρονισμό εκκίνησης. Άλλοι συγχρονισμοί ενεργοποιούνται από συμβάντα διακομιστή.
eo: La Kodi Sync Queue plirapidas la komencan sinkronigon. Aliaj sinkroniĝoj estas baskulitaj de servilaj eventoj.
es_ar: La Cola de sincronización de Kodi acelera la sincronización de inicio. Otras sincronizaciones se activan mediante eventos del servidor.
es_es: Kodi Sync Queue acelera la sincronización inicial. Otras sincronizaciones se lanzan mediante eventos del servidor.
et_ee: Kodi Sync Queue kiirendab sünkroonimist käivitamisel. Muud sünkroonimised käivitavad serverisündmused.
fa_ir: صف همگام‌ سازی Kodi، همگام‌ سازی اولیه را سریع‌تر می‌کند. سایر همگام‌ سازی‌ها توسط رویدادهای سرور فعال می‌شوند.
fi: Kodi Sync Que -lisäosa nopeuttaa käynnistyssynkronointia. Muut synkronoinnit käynnistyvät palvelimen tapahtumien toimesta.
fil: Ang Kodi Sync Queue ay nagpapabilis sa pagsisimula ng pag-sync. Ang iba pang mga pag-sync ay na-trigger ng mga kaganapan sa server.
ga: Cuireann Scuaine Sync Kodi dlús leis an sioncronú tosaithe. Spreagann imeachtaí freastalaí sioncronaithe eile.
he: תור הסנכרון של קודי מאיץ את סנכרון העלייה. סנכרונים אחרים מופעלים מאירועים בשרת.
hr: Kodi Sync Queue ubrzava početnu sinkronizaciju. Druge sinkronizacije pokreću događaji na serveru.
hu_hu: A Kodi Sync Queue felgyorsítja az indítási szinkronizálást. Más szinkronizálást a szerver eseményei indítanak el.
it_it: Kodi Sync Queue accelera la sincronizzazione all'avvio. Altre sincronizzazioni sono attivate da eventi del server.
ja_jp: Kodi Sync Queueは起動時の同期を早くできます。その他の同期はサーバーのイベントで処理されます。
kk_kz: Kodi Sync Queue ündestırudı ıske qosuyn jyldamdatady. Basqa ündestıruler server oqiğalary arqyly ıske qosylady.
ko_kr: Kodi 컴패니언은 시작시 동기화를 빠르게 해줍니다. 다른 동기화는 서버 이벤트에 의해 발생합니다.
lt_lt: „Kodi“ sinchronizavimo eilė pagreitina sinchronizavimo pradžią. Kitus sinchronizavimus paleidžia serverio įvykiai.
lv_lv: Kodi Sync Queue paātrina sinhronizācijas uzsākšanu. Citas sinhronizācijas izraisa servera notikumi.
nb_no: Kodi Sync Queue får synkroniseringen ved oppstart til å gå raskere. Andre synkroniseringer startes av serverhendelser.
pt_br: O Kodi Sync Queue acelera o inicio da sincronização. Outras sincronizações são desencadeadas por eventos do servidor.
pt_pt: O Kodi Sync Queue desencadea a sincronização inicial. Outras sincronizações são desencadeadas por eventos do servidor.
ro: Kodi Sync Queue grăbește pornirea sincronizării. Alte sincronizări sunt declanșate de evenimentele serverului.
ru_ru: Kodi Sync Queue ускоряет синхронизацию при запуске. Другие синхронизации запускаются серверными событиями.
sk_sk: Kodi Sync Queue urýchly synchronizáciu pri štarte. Ostatné synchronizácie sú triggerované udalosťami na serveri.
sl: Kodi Sync Queue pohitri začetno sinhronizacijo knjižnice. Ostale sinhronizacije sproži strežnik.
sr_rs: Коди Sync Queue убрзава синхронизацију при покретању. Остале синхронизације покрећу догађаји на серверу.
sv: Kodi Sync Queue-tillägget ökar hastigheten på uppstartssynkroniseringen. Andra synkroniseringar aktiveras genom serveraktiviteter.
ta: கோடி ஒத்திசைவு வரிசை தொடக்க ஒத்திசைவை வேகப்படுத்துகிறது. பிற ஒத்திசைவுகள் சேவையக நிகழ்வுகளால் தூண்டப்படுகின்றன.
tr_tr: Kodi Sync Queue, başlangıç senkronizasyonunu hızlandırır. Diğer senkronizasyonlar sunucu olayları tarafından tetiklenir.
uk: Kodi Sync Queue (Черга синхронізації Kodi) прискорює синхронізацію під час запуску. Інші синхронізації спричиняються подіями, надісланими сервером.
vi: Hàng đợi Kodi Sync tăng tốc độ đồng bộ hóa khởi động. Đồng bộ hóa khác được kích hoạt bởi các sự kiện máy chủ.
zh_tw: Kodi 同步佇列加快了啟動同步。 其他同步由伺服器事件觸發。

# #33184
source: Remove libraries
ar: قم بإزالة المكتبات
ar_aa: إزالة المكتبات
be: Выдаліць медыятэкі
bg: Премахване на библиотеки
ca: Esborrar biblioteques
ca_es: Elimina les mediateques
da: Fjern bibloteker
el_gr: Κατάργηση βιβλιοθηκών
eo: Forigi plurmeditekojn
es_ar: Elimina bibliotecas
es_es: Eliminar bibliotecas
et_ee: Eemalda meediakogusi
fa_ir: حذف کتابخانه ها
fi: Poista kirjastoja
fil: Alisin ang mga Library
ga: Bain leabharlanna
he: הסרת ספריות
hr: Uklonite biblioteke
hu_hu: Könyvtárak törlése
it_it: Rimuovi librerie
ja_jp: ライブラリーを削除
kk_kz: Tasyğyşhanalardy alastau
ko_kr: 라이브러리 제거
lt_lt: Pašalinti bibliotekas
lv_lv: Noņemt bibliotēkas
nb_no: Fjern biblioteker
pt_br: Remover bibliotecas
pt_pt: Remover bibliotecas
ro: Eliminați bibliotecile
ru_ru: Изъять медиатеки
sk_sk: Odstrániť knižnice
sl: Odstrani knjižnice
sr_rs: Уклоните библиотеке
sv: Ta bort bibliotek
ta: நூலகங்களை அகற்று
tr_tr: Kitaplıkları kaldır
uk: Видалити медіатеки
vi: Xóa thư viện
zh_hans: 移除媒体库
zh_tw: 移除媒體庫

# #33183
source: Enable the option to play with cinema mode
ar: قم بتمكين خيار اللعب مع وضع السينما
ar_aa: تمكين خيار التشغيل في وضع السينما
be: Уключыць опцыю прайгравання ў рэжыме кіназалы
bg: Включи опцията ,за да се възпроизведе в режим "киносалон"
ca: Habilitar l'opció per reproduir en mode cinema
ca_es: Habilita l'opció per a reproduir en mode cinema
da: Aktiver indstilling for at afspille i biograftilstand
el_gr: Ενεργοποιήστε την επιλογή αναπαραγωγής με τη λειτουργία κινηματογράφου
eo: Ebligi la opcion ludi kun kineja reĝimo
es_ar: Habilitar la opción de reproducir con el modo cine
es_es: Activar la opción para reproducir en modo cine
et_ee: Luba võimalus esitada kinosaali režiimis
fa_ir: فعال کردن گزینه پخش با حالت سینمایی
fi: Käytä teatteritila-toistovalintaa
fil: I-enable ang opsyong mag-play gamit ang cinema mode
ga: Cumasaigh an rogha seinm leis an mód pictiúrlainne
he: יש להפעי את האפשרות כדי לנגן במצב קולנוע
hr: Omogući opciju kino prikaza
hu_hu: Engedélyezd a mozi mód engedélyezéséhez
id: Aktifkan pilihan untuk memutar dengan mode bioskop
it_it: Abilita l'opzione per la riproduzione con la modalità cinema
ja_jp: 「シネマモードで再生」を有効にする
kk_kz: Kinoteatr rejımımen oinatu opsiasyn qosu
ko_kr: 시네마모드로 재생 옵션 활성화
lt_lt: Įjungti galimybę leisti kino režimu
lv_lv: Iespējo šo opciju, lai atskaņotu ar teātra režīmu
nb_no: Aktiver muligheten til å spille av i kinomodus
pt_br: Habilitar a opção para assistir com modo cinema
pt_pt: Ativar opção de reprodução com modo cinema
ro: Activează opțiunea de a reda folosind modul cinema
ru_ru: Включите опцию воспроизведения в режиме кинозала
sk_sk: Povoliť možnosť prehrávania v režime kino
sl: Omogoči možnost ogleda z Kino načinom
sr_rs: Омогућите опцију за репродукцију у биоскопском режиму
sv: Aktivera för att spela med bioläge
ta: சினிமா பயன்முறையில் விளையாட விருப்பத்தை இயக்கவும்
tr_tr: Sinema modu ile oynatma seçeneğini etkinleştirin
uk: Включити можливість відтворювання в режимі кінотеатру
vi: Bật tùy chọn để phát với chế độ rạp chiếu phim
zh_hans: 启用选项以用影院模式播放
zh_tw: 啟用以電影院模式播放的選項

# #33182
source: Play with cinema mode
ar: العب مع وضع السينما
ar_aa: التشغيل في وضع السينما
be: Прайграваць у рэжыме кіназалы
bg: Възпроизведи в режим "киносалон"
ca: Reproduir en mode cinema
ca_es: Reprodueix en mode cinema
da: Spil med biograftilstand
el_gr: Αναπαραγωγή με τη λειτουργία κινηματογράφου
eo: Ludi kun kineja reĝimo
es_ar: Reproducir en modo cine
es_es: Reproducir en modo cine
et_ee: Esita kinosaali režiimis
fa_ir: پخش با حالت سینمایی
fi: Toista teatteritilassa
fil: I-play gamit ang cinema mode
ga: Seinn le mód pictiúrlainne
he: ניגון במצב קולנוע
hr: Pokreni u kino načinu rada
hu_hu: Lejátszás mozi módban
id: Putar dengan mode bioskop
it_it: Riproduci con la modalita cinema
ja_jp: シネマモードで再生
kk_kz: Kinoteatr rejımınde oinatu
ko_kr: 시네마 모드로 재생
lt_lt: Paleisti kino režimu
lv_lv: Atskaņot ar teātra režīmu
nb_no: Spill av i kinomodus
pt_br: Assistir com modo cinema
pt_pt: Reproduzir com o modo cinema
ro: Redă cu modul cinema
ru_ru: Воспроизводить в режиме кинозала
sk_sk: Prehrať v režime kino
sl: Predvajaj z Kino načinom
sr_rs: Репродукуј у биоскопском режиму
sv: Spela med bioläge
ta: சினிமா பயன்முறையில் விளையாடுங்கள்
tr_tr: Sinema modu ile oynatın
uk: Відтворювати в режимі кінотеатру
vi: Phát với chế độ rạp chiếu phim
zh_hans: 以影院模式播放
zh_tw: 以電影院模式播放
