Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #29999
source: Jellyfin for Kodi
af_za: Jellyfin vir Kodi
ar: جيليفين الخاص في كودي
ar_aa: Jellyfin لـ Kodi
be: Jellyfin для Kodi
bg: Джелифин за Коди
ca: Jellyfin per a Kodi
ca_es: Jellyfin per a Kodi
cy_gb: Jellyfin ar gyfer Kodi
da: Jellyfin til Kodi
el_gr: Jellyfin για το Kodi
eo: Jellyfin por Kodi
es_ar: Jellyfin para Kodi
es_es: Jellyfin para Kodi
et_ee: Jellyfin Kodi
fa_ir: جلی‌فین برای کدی
ga: Jellyfin do Kodi
he: ג׳ליפין עבור קודי
hr: Jellyfin za Kodi
hu_hu: Jellyfin a Kodihoz
id: Jellyfin untuk Kodi
it_it: Jellyfin per Kodi
kk_kz: Kodi üşın Jellyfin
ko_kr: Kodi를 위한 Jellyfin
lt_lt: Jellyfin skirtas Kodi
lv_lv: Jellyfin Kodi
mk_mk: Jellyfin за Kodi
mn_mn: Kodi-д зориулсан Jellyfin
pt_br: Jellyfin para Kodi
pt_pt: Jellyfin para Kodi
ro: Jellyfin pentru Kodi
ru_ru: Jellyfin для Kodi
sk_sk: Jellyfin pre Kodi
sl: Jellyfin za Kodi
sr_rs: Џелифин за Кодија
sv: Jellyfin för Kodi
ta: கோடிக்கு ஜெல்லிஃபின்
tr_tr: Kodi için Jellyfin
uk: Jellyfin для Kodi
vi: Jellyfin dành cho Kodi
zh_tw: 用於 Kodi 的 Jellyfin

# #30000
source: Server address
af_za: Server adres
ar: عنوان الخادم
ar_aa: عنوان خادم
be: Адрас сервера
bg: Адрес на сървъра
ca: Adreça del servidor
ca_es: Adreça del servidor
cy_gb: Cyfeiriad gweinydd
da: Server adresse
el_gr: Διεύθυνση διακομιστή
eo: Servila adreso
es_ar: Dirección del servidor
es_es: Dirección del servidor
et_ee: Serveri aadress
fa_ir: آدرس سرور
fi: Palvelimen osoite
fil: Address ng server
ga: Seoladh an fhreastalaí
he: כתובת שרת
hr: Adresa servera
hu_hu: Szerver címe
id: Alamat server
it_it: Indirizzo del server
ja_jp: サーバーアドレス
kk_kz: Server mekenjaiy
ko_kr: 서버 주소
lt_lt: Serverio adresas
lv_lv: Servera adrese
mk_mk: Адреса на серверот
mn_mn: Server-н хаяг
nb_no: Serveradresse
pt_br: Endereço do servidor
pt_pt: Endereço do servidor
ro: Adresa serverului
ru_ru: Адрес сервера
sk_sk: Adresa servera
sl: Naslov strežnika
sr_rs: Адреса сервера
sv: Serveradress
ta: சேவையக முகவரி
tr_tr: Sunucu adresi
uk: Адреса сервера
vi: Địa chỉ máy chủ
zh_hans: 服务器地址
zh_tw: 伺服器地址

# #30001
source: Server name
af_za: Server naam
ar: اسم الخادم
ar_aa: اسم خادم
be: Імя сервера
bg: Име на сървъра
ca: Nom del servidor
ca_es: Nom del servidor
cy_gb: Enw gweinydd
da: Server navn
el_gr: Όνομα Διακομιστή
eo: Servila nomo
es_ar: Nombre del servidor
es_es: Nombre del servidor
et_ee: Serveri nimi
fa_ir: نام سرور
fi: Palvelimen nimi
fil: Pangalan ng server
ga: Ainm an fhreastalaí
he: שם השרת
hr: Naziv servera
hu_hu: Szerver neve
id: Nama server
it_it: Nome del server
ja_jp: サーバー名
kk_kz: Server aty
ko_kr: 서버 이름
lt_lt: Serverio pavadinimas
lv_lv: Servera nosaukums
mk_mk: Име на серверот
mn_mn: Серверийн нэр
nb_no: Servernavn
pt_br: Nome do servidor
pt_pt: Nome do servidor
ro: Numele serverului
ru_ru: Имя сервера
sk_sk: Meno servera
sl: Ime strežnika
sr_rs: Назив сервера
sv: Servernamn
ta: சேவையக பெயர்
tr_tr: Sunucu ismi
uk: Ім'я сервера
vi: Tên máy chủ
zh_hans: 服务器名称
zh_tw: 伺服器名稱

# #30002
source: Force HTTP playback
af_za: Forseer HTTP afspeel
ar: أجبر استخدام HTTP
ar_aa: إجبار تشغيل HTTP
be: Прымусовае прайграванне HTTP
bg: Принудително възпроизвеждане чрез HTTP
ca: Forçar reproducció per HTTP
ca_es: Força la reproducció per HTTP
cy_gb: Gorfodi chwarae HTTP
da: Tving HTTP-afspilning
el_gr: Επιβολή αναπαραγωγής μεσώ HTTP
eo: Forci HTTP-ludadon
es_ar: Forzar reproducción HTTP
es_es: Forzar reproducción por HTTP
et_ee: Sunnitud HTTP taasesitus
fa_ir: اجبار به پخش HTTP
fi: Pakota HTTP-toisto
fil: Pilitin ang pag-playback ng HTTP
ga: Fórsáil athsheinm HTTP
he: כפה ניגון HTTP
hr: Forsiraj HTTP reprodukciju
hu_hu: HTTP lejátszás kényszerítése
id: Paksa Pemutaran HTTP
it_it: Forza riproduzione HTTP
ja_jp: HTTPプレイバックを強制
kk_kz: HTTP-oinatudy mäjbürleu
ko_kr: 강제 HTTP 재생
lt_lt: Priverstinis HTTP atkūrimas
lv_lv: Piespiest HTTP atskaņošanu
mk_mk: Присили HTTP плејбек
mn_mn: HTTP хүчээр тоглуулахыг идэвхжүүлэх
nb_no: Tving HTTP-avspilling
pt_br: Forçar reprodução em HTTP
pt_pt: Forçar reprodução via HTTP
ro: Forțează redarea pe HTTP
ru_ru: Инициировать HTTP-воспроизведение
sk_sk: Vynútiť HTTP prehrávanie
sl: Vsili HTTP predvajanje
sr_rs: Присили ХТТП пуштање
sv: Tvinga uppspelning via HTTP
ta: HTTP பிளேபேக்கை கட்டாயப்படுத்தவும்
tr_tr: HTTP den oynatmayı zorla
uk: Примусове відтворення HTTP
vi: Bắt buộc phát qua HTTP
zh_hans: 强制HTTP播放
zh_tw: 強制 HTTP 播放

# #30003
source: Login method
af_za: Teken aan metode
ar: طريقة تسجيل الدخول
ar_aa: طريقة الولوج
be: Метад ўваходу
bg: Метод за Вход
ca: Mètode d'identificació
ca_es: Mètode d'identificació
cy_gb: Dull mewngofnodi
da: Login metode
el_gr: Τρόπος σύνδεσης
eo: Ensaluta metodo
es_ar: Método de inicio de sesión
es_es: Método de identificación
et_ee: Sisselogimise meetod
fa_ir: روش ورود
fi: Kirjautumistapa
fil: Paraan ng pag-login
ga: Modh logála isteach
he: שיטת התחברות
hr: Metoda prijave
hu_hu: Bejelentkezési mód
id: Metode Login
it_it: Metodo di accesso
ja_jp: ログイン方法
kk_kz: Kıru ädısı
ko_kr: 로그인 방식
lt_lt: Prisijungimo metodas
lv_lv: Piekļuves metode
mk_mk: Метод на најава
mn_mn: Нэвтрэх арга
nb_no: Innloggingsmetode
pt_br: Método de login
pt_pt: Método de início de sessão
ro: Metoda de autentificare
ru_ru: Метод входа
sk_sk: Spôsob prihlasovania
sl: Način prijave
sr_rs: Начин пријаве
sv: Inloggningsmetod
ta: உள்நுழைவு முறை
tr_tr: Giriş yöntemi
uk: Спосіб входу
vi: Phương thức đăng nhập
zh_hans: 登录方式
zh_tw: 登入方式

# #30004
source: Log level
af_za: Log vlak
ar: مستوى تسجيل السجلات
ar_aa: مستوى السجل
be: Узровень журналіравання
bg: Ниво за логове
ca: Nivell de registre (log)
ca_es: Nivell de registre
cy_gb: Lefel logio
el_gr: Λεπτομέρεια διαγνωστικών μηνυμάτων
eo: Ĵurnalada nivelo
es_ar: Nivel de registro
es_es: Nivel de registro (log)
et_ee: Logimise tase
fa_ir: سطح گزارش
fi: Lokitustaso
fil: Antas ng log
ga: Leibhéal logála
he: רמת תיעוד
hr: Razina log-a
hu_hu: Naplózási szint
id: Level Log
it_it: Livello di log
ja_jp: ログレベル
kk_kz: Tırkeu deñgeiı
ko_kr: 로그 레벨
lt_lt: Žurnalo rašymo lygis
lv_lv: Žurnalēšanas līmenis
mk_mk: Ниво на пријавување
mn_mn: Бүртгэлийн түвшин
nb_no: Loggnivå
pt_br: Nível de Log
pt_pt: Nível de log
ro: Nivelul de jurnal
ru_ru: Уровень журналирования
sk_sk: Úroveň logovania
sl: Nivo beleženja dnevnika
sr_rs: Ниво записника
sv: Loggnivå
ta: பதிவு நிலை
tr_tr: Log seviyesi
uk: Рівень журналювання
vi: Phân loại log
zh_hans: 日志级别
zh_tw: 日誌等級

# #30016
source: Device name
af_za: Toestel naam
ar: اسم الجهاز
ar_aa: اسم الجهاز
be: Назва прылады
bg: Име на устройство
ca: Nom del dispositiu
ca_es: Nom del dispositiu
cy_gb: Enw dyfais
da: Enhedsnavn
el_gr: Όνομα συσκευής
eo: Aparata nomo
es_ar: Nombre del dispositivo
es_es: Nombre del dispositivo
et_ee: Seadme nimi
fa_ir: نام دستگاه
fi: Laitteen nimi
fil: Pangalan ng device
ga: Ainm an ghléis
he: שם מכשיר
hr: Naziv uređaja
hu_hu: Eszköz neve
id: Nama perangkat
it_it: Nome del dispositivo
ja_jp: デバイス名
kk_kz: Qūrylğy aty
ko_kr: 장치 이름
lt_lt: Įrenginio pavadinimas
lv_lv: Ierīces nosaukums
mk_mk: Име на уред
mn_mn: Төхөөрөмжийн нэр
nb_no: Enhetsnavn
pt_br: Nome do dispositivo
pt_pt: Nome do dispositivo
ro: Numele dispozitivului
ru_ru: Имя устройства
sk_sk: Meno zariadenia
sl: Ime naprave
sr_rs: Назив уређаја
sv: Enhetsnamn
ta: சாதனத்தின் பெயர்
tr_tr: Cihaz ismi
uk: Ім'я пристрою
vi: Tên thiết bị
zh_hans: 设备名称
zh_tw: 裝置名稱

# #30022
source: Advanced
af_za: Gevorderde
ar: متقدم
ar_aa: متقدم
be: Пашыраны
bg: Разширени
ca: Avançat
ca_es: Avançat
cy_gb: Uwch
da: Avanceret
el_gr: Προχωρημένα
eo: Aldone
es_ar: Avanzado
es_es: Avanzado
et_ee: Täpsem
fa_ir: پیشرفته
fi: Edistynyt
ga: Ardrang
he: מתקדם
hr: Napredno
hu_hu: Haladó
id: Lanjutan
it_it: Avanzate
ja_jp: 高度な
kk_kz: Keñeitılgen
ko_kr: 고급
lt_lt: Papildomi
lv_lv: Papildus
mk_mk: Напредно
mn_mn: Нарийвчилсан
nb_no: Avansert
pt_br: Avançado
pt_pt: Avançado
ro: Avansat
ru_ru: Расширенное
sk_sk: Pokročilé
sl: Napredno
sr_rs: Напредно
sv: Avancerat
ta: மேம்படுத்தபட்ட
tr_tr: Gelişmiş
uk: Розширені
vi: Nâng cao
zh_hans: 高级
zh_tw: 進階

# #30024
source: Username
af_za: Gebruikernaam
ar: اسم المستخدم
ar_aa: اسم المستخدم
be: Імя карыстальніка
bg: Потребителско име
ca: Nom d'usuari
ca_es: Nom d'usuari
cy_gb: Enw defnyddiwr
da: Brugernavn
el_gr: Όνομα χρήστη
eo: Uzantnomo
es_ar: Nombre de usuario
es_es: Nombre de usuario
et_ee: Kasutajanimi
fa_ir: نام کاربری
fi: Käyttäjätunnus
ga: Ainm Úsáideora
he: שם משתמש
hr: Korisničko ime
hu_hu: Felhasználónév
id: Nama pengguna
it_it: Nome utente
ja_jp: ユーザー名
kk_kz: Paidalanuşy aty
ko_kr: 사용자 이름
lt_lt: Prisijungimo vardas
lv_lv: Lietotājvārds
mk_mk: Корисничко име
mn_mn: Хэрэглэгчийн нэр
nb_no: Brukernavn
pt_br: Usuário
pt_pt: Nome de Utilizador
ro: Utilizator
ru_ru: Имя пользователя
sk_sk: Používateľské meno
sl: Uporabniško ime
sr_rs: Корисничко име
sv: Användarnamn
ta: பயனர்பெயர்
tr_tr: Kullanıcı Adı
uk: Користувач
vi: Tên Đăng Nhập
zh_hans: 用户名
zh_tw: 使用者名稱

# #30091
source: Confirm file deletion
af_za: Bevestig lÃªeruitvee
ar: تأكيد الحذف
ar_aa: تأكيد حذف الملف
be: Пацвердзіце выдаленне файла
bg: Потвърждение за изтриване на файл
ca: Confirmi l'esborrat del fitxer
ca_es: Confirmeu l'eliminació del fitxer
cy_gb: Cadarnhau dileu ffeil
da: Bekræft fil fjernelse
el_gr: Επιβεβαίωση διαγραφής αρχείου
eo: Konfirmi forigon de dosiero
es_ar: Confirmar eliminación de archivo
es_es: Confirmar borrado de archivo
et_ee: Kinnita faili kustutamine
fa_ir: تایید حذف فایل
fi: Vahvista tiedoston poistaminen
fil: Kumpirmahin ang pagtanggal ng file
ga: Deimhnigh scriosadh an chomhaid
he: אשר מחיקת קובץ
hr: Potvrdi brisanje datoteke
hu_hu: Fájl törlésének megerősítése
id: Konfirmasi penghapusan berkas
it_it: Conferma eliminazione file
ja_jp: ファイルを削除
kk_kz: Fail joiudy rastau
ko_kr: 파일 삭제 확인
lt_lt: Patvirtinti failo ištrynimą
lv_lv: Apstiprināt datnes dzēšanu
mk_mk: Потврди бришење на датотеката
mn_mn: Файл устгахыг баталгаажуулах
nb_no: Bekreft sletting av fil
pt_br: Confirme exclusão de arquivo
pt_pt: Confirme a remoção do ficheiro
ro: Confirmă ștergerea fișierului
ru_ru: Подтверить удаление файла
sk_sk: Potvrdiť vymazanie súboru
sl: Potrdite izbris datoteke
sr_rs: Потврдите брисање
sv: Bekräfta filradering
ta: கோப்பு நீக்குதலை உறுதிப்படுத்தவும்
tr_tr: Dosya silme işlemini onayla
uk: Підтвердження видалення
vi: Xác nhận xóa tệp
zh_hans: 确认删除文件
zh_tw: 確定刪除檔案

# #30114
source: Offer delete after playback
ar: عرض خيار الحذف بعد المشاهدة
ar_aa: عرض الحذف بعد التشغيل
be: Прапанаваць выдаліць пасля прайгравання
bg: Предложение за изтриване след изпълнение
ca: Ofereix l'esborrat després de la reproducció
ca_es: Ofereix l'eliminació després de la reproducció
cy_gb: Cynnig dileu ar ôl chwarae
da: Spørg om sletning efter afspilning
el_gr: Να προταθεί διαγραφή μετά την αναπαραγωγή
eo: Proponi forigon post ludado
es_ar: Ofrecer eliminar después de la reproducción
es_es: Ofrecer eliminar tras reproducir
et_ee: Paku kustutamist pärast taasesitust
fa_ir: پیشنهاد حذف پس از پخش
fi: Ehdota poistoa toiston jälkeen
fil: I-offer ang pagtanggal pagkatapos ng pag-playback
ga: Tairiscint scriosadh tar éis athsheinm
he: הצג אפשרות מחיקה לאחר ניגון
hr: Ponudi brisanje nakon reprodukcije
hu_hu: Törlés felkínálása lejátszás után
id: Tawarkan penghapusan setelah pemutaran
it_it: Offri di eliminare dopo la riproduzione
ja_jp: 再生後に削除を提案
kk_kz: Oınatudan keiın joiudy ūsynu
ko_kr: 재생 후 삭제 제안
lt_lt: Pabaigus pasiūlyti ištrinti
lv_lv: Piedāvāt dzēšanu pēc atskaņošanas
mk_mk: Понуди бришење после плејбек
mn_mn: Тоглуулсны дараа устгах санал болгох
nb_no: Tilby sletting etter avspilling
pt_br: Oferecer para excluir depois de reproduzir
pt_pt: Sugerir remoção no fim da reprodução
ro: Oferiți ștergerea după redare
ru_ru: Предлагать удаление после воспроизведения
sk_sk: Ponúknuť vymazanie po prehratí
sl: Ponudi izbris po predvajanju
sr_rs: Понуди брисање након пуштања
sv: Erbjud radering efter uppspelning
ta: பிளேபேக்கிற்குப் பிறகு சலுகை நீக்கு
tr_tr: Oynatmadan sonra, silmeyi teklif et
uk: Запропонуйте видалити після відтворення
vi: Đề nghị xóa sau khi phát xong
zh_hans: 播放后删除文件
zh_tw: 播放後刪除檔案

# #30115
source: For Episodes
af_za: Vir Episodes
ar: إلى الحلقات
ar_aa: للحلقات
be: Для эпізодаў
bg: За Епизоди
ca: Per a Episodis
ca_es: Per a episodis
cy_gb: Am pennoddau
da: For episoder
el_gr: Για επεισόδια
eo: Por Epizodoj
es_ar: Para episodios
es_es: Para Episodios
et_ee: Episoodidele
fa_ir: برای قسمت ها
fi: Sarjojen jaksoille
fil: Para sa mga Episode
ga: Le haghaidh Eipeasóidí
he: לפרקים
hr: Za epizode
hu_hu: Epizódokhoz
id: Untuk Episode
it_it: Per Episodi
ja_jp: エピソード用
kk_kz: Telebölımder üşın
ko_kr: 에피소드
lt_lt: Epizodams
lv_lv: Epizodēm
mk_mk: За епизоди
mn_mn: Ангиудын хувьд
nb_no: For episoder
pt_br: Para Episódios
pt_pt: Para Episódios
ro: Pentru episoade
ru_ru: Для эпизодов
sk_sk: Pre epizódy
sl: Za epizode
sr_rs: за епизоде
sv: För Avsnitt
ta: அத்தியாயங்களுக்கு
tr_tr: Bölümler için
uk: Для епізодів
vi: Đối với các tập
zh_hans: 关于剧集
zh_tw: 關於劇集

# #30116
source: For Movies
af_za: Vir Films
ar: إلى الأفلام
ar_aa: للأفلام
be: Для фільмаў
bg: За Филми
ca: Per a Pel·lícules
ca_es: Per a pel·lícules
cy_gb: Am ffilmiau
da: For film
el_gr: Για ταινίες
eo: Por Filmoj
es_ar: Para películas
es_es: Para Películas
et_ee: Filmidele
fa_ir: برای فیلم ها
fi: Elokuville
fil: Para sa mga Pelikula
ga: Do Scannáin
he: לסרטים
hr: Za filmove
hu_hu: Filmekhez
id: Untuk Film
it_it: Per Film
ja_jp: 映画用
kk_kz: Filmder üşın
ko_kr: 영화
lt_lt: Filmams
lv_lv: Filmām
mk_mk: За филмови
mn_mn: Кинонуудын хувьд
nb_no: For filmer
pt_br: Para Filmes
pt_pt: Para Filmes
ro: Pentru filme
ru_ru: Для фильмов
sk_sk: Pre filmy
sl: Za filme
sr_rs: за филмове
sv: För Filmer
ta: திரைப்படங்களுக்கு
tr_tr: Filmler için
uk: Для фільмів
vi: Đối Với Phim
zh_hans: 关于电影
zh_tw: 關於電影

# #30157
source: Enable enhanced artwork (i.e. cover art)
ar: تمكين العمل الفني المحسّن (أي صورة الغلاف)
ar_aa: تفعيل الفنّيات المحسّنة(مثل الغلاف الفني)
be: Уключыць палепшаную ілюстрацыю (напрыклад, вокладку)
bg: Включване на разширени опции за изображенията (напр. обложка)
ca: Activa il·lustracions millorades (ex. portada)
ca_es: Activa il·lustracions millorades (ex. portada)
cy_gb: Galluogi gwaith celf gwell (h.y. celf glawr)
da: Aktivér forbedret grafik (dvs. omslagskunst)
el_gr: Ενεργοποίηση περισσότερης καλλιτεχνίας (λχ. εξώφυλλο)
eo: Ebligi plibonigitan artaĵon (t.e. Cover Art)
es_ar: Habilitar ilustraciones mejoradas (es decir, portada)
es_es: Activar ilustraciones mejoradas (Ej: portada)
et_ee: Luba täiustatud graafika (nt. kaanepildid)
fa_ir: فعال کردن اثر های هنری بهتر (مثال: کاور هنری)
fi: Käytä tehostettuja mediakuvituksia (eli kansikuvia yms.)
fil: I-enable ang enhanced artwork (halimbawa: cover art)
ga: Cumasaigh saothar ealaíne feabhsaithe (i.e. ealaín chlúdaigh)
he: הצג פוסטרים משופרים
hr: Omogući poboljšanu sliku (tj. naslovnicu)
hu_hu: Továbbfejlesztett alkotásokat engedélyezése (pl. borító)
id: Aktifkan karya seni yang disempurnakan (yaitu seni sampul)
it_it: Abilita artwork migliorate (es. copertine)
ja_jp: 高度なアートワークを有効にする(カバーアートなど)
kk_kz: Jaqsartylğan suretterdı qosu (mysaly, Cover Art )
ko_kr: 향상된 아트워크(i.e. cover art) 활성화
lt_lt: Įgalinti patobulintą paveikslą (t. y. viršelio apipavidalinimą)
lv_lv: Iespējot paplašinātos mākslas darbus (piem., vāka attēlus)
mk_mk: Обозможи подобри цртежи (на пр. насловен цртеж)
mn_mn: Сайжруулсан зураг (жишээ нь: нүүрний зураг) идэвхжүүлэх
nb_no: Aktiver forbedrede omslagsbilder (f.eks. albumomslag)
pt_br: Ativar imagens melhoradas (ex.: capa)
pt_pt: Ativar aperfeiçoamento das capas de álbuns
ro: Activați opere de artă îmbunătățite (adică copertă)
ru_ru: Включить улучшенные иллюстрации (нпр., Cover Art)
sk_sk: Povoliť rozšírené artworky (napr. obaly)
sl: Omogoči izboljšane slike (npr. naslovne posterje)
sr_rs: Омогућите побољшане илустрације (тј. омот)
sv: Aktivera förbättrat konstverk (dvs. omslagsbild)
ta: மேம்பட்ட கலைப்படைப்புகளை இயக்கவும் (அதாவது கவர் கலை)
tr_tr: Geliştirilmiş resmi etkinleştirin (ör. Kapak resmi)
uk: Увімкнути покращену ілюстрацію (тобто обкладинку)
vi: Bật tính năng ảnh bìa minh họa nâng cao (ví dụ: ảnh kìa khổ rộng )
zh_hans: 启用增强型艺术作品（即封面艺术照）
zh_tw: 啟用增強的藝術作品（即封面藝術）

# #30160
source: Max stream bitrate
af_za: Maksimum stroom bitsnelheid
ar: مستوى التدفق الأقصى
ar_aa: أعلى معدل بث
be: Максімальны бітрэйт патоку
bg: Максимална скорост на потока
ca: Taxa de bits màxima
ca_es: Taxa de bits màxima
cy_gb: Cyfradd didau ffrwd uchaf
da: Maksimal bithastighed for streaming
el_gr: Μέγιστος ρυθμός δεδομένων
eo: Maksimuma elsendflua bitrapido
es_ar: Tasa de bits de transmisión máxima
es_es: Tasa de bits máxima
et_ee: Voo maksimaalne bitikiirus
fa_ir: حداکثر نرخ بیت پخش متوالی
fi: Suoratoiston enimmäisbittivirta
fil: Pinakamataas na bitrate ng stream
ga: Ráta giotán uassrutha
he: קצב נתונים מקסימלי
hr: Maksimalni bitrate prijenosa
hu_hu: Maximális adatsebesség
id: Kecepatan bit streaming maksimum
it_it: Massimo bitrate di stream
ja_jp: ストリームの最大ビットレート
kk_kz: Eñ joğary ağyndyq qarqyn
ko_kr: 최대 스트림 비트레이트
lt_lt: Maksimali transliacijos sparta
lv_lv: Augstākais straumes datu pārraides ātrums
mk_mk: Максимален битрејт на стрим
mn_mn: Дээд хэмжээний урсгалын битрейт
nb_no: Maksimal strøm-bitrate
pt_br: Taxa máxima de bits do vídeo
pt_pt: Stream bitrate máximo
ro: Debitul maxim al fluxului de biți
ru_ru: Максимальная потоковая скорость
sk_sk: Maximálny dátový tok streamu
sl: Največja bitna hitrost pretakanja
sr_rs: Максимална брзина протока
sv: Maximal strömbithastighet
ta: அதிகபட்ச ஸ்ட்ரீம் பிட்ரேட்
tr_tr: Maksimum akış bit hızı
uk: Максимальний бітрейт потоку
vi: Tốc độ bit tối đa của luồng phát
zh_tw: 最大串流碼率

# #30161
source: Preferred video codec
af_za: Voorkeur video kodek
ar: برنامج ترميز الفيديو المفضل
ar_aa: ترميز فيديو مفضل
be: Пераважны відэакодэк
bg: Предпочитан видео кодек
ca: Còdec de vídeo preferit
ca_es: Còdec de vídeo preferit
cy_gb: Codec fideo a ffefrir
da: Foretrukne video-codec
el_gr: Προτιμώμενη κωδικοποίηση βίντεο
eo: Preferata videokodeko
es_ar: Códec de video preferido
es_es: Codec de video preferido
et_ee: Eelistatud videokoodek
fa_ir: کدک ترجیحی ویدئو
fi: Ensisijainen videokoodekki
fil: Mas gustong video codec
ga: Codec físe is fearr
he: קידוד וידאו מועדף
hr: Preferirani codec video zapisa
hu_hu: Preferált videokodek(ek)
id: Kodek video pilihan
it_it: Codec video preferito
ja_jp: 優先する動画コーデック
kk_kz: Qalağan beine kodek
ko_kr: 선호하는 비디오 코덱
lt_lt: Numatytas video kodekas
lv_lv: Vēlamais video kodeks
mk_mk: Посакуван видео кодек
mn_mn: Тавигдсан видео кодек
nb_no: Foretrukket videokodek
pt_br: Codec de vídeo preferido
pt_pt: Codec de vídeo preferencial
ro: Codec video preferat
ru_ru: Предпочтительный видеокодек
sk_sk: Preferovaný video kodek
sl: Prednostni video kodek
sr_rs: Пожељни видео кодек
sv: Föredraget videokodek
ta: விருப்பமான வீடியோ கோடெக்
tr_tr: Tercih edilen video codec
uk: Бажаний відеокодек
vi: Mã hóa video ưa thích
zh_tw: 偏好影片編解碼器

# #30162
source: Preferred audio codec
af_za: Voorkeur oudio kodek
ar: برنامج ترميز الصوت المفضل
ar_aa: ترميز صوت مفضل
be: Пераважны аўдыякодэк
bg: Предпочитан аудио кодек
ca: Còdec d'àudio preferit
ca_es: Còdec d'àudio preferit
cy_gb: Y codec sain a ffefrir
da: Foretrukne lyd-codec
el_gr: Προτιμώμενη κωδικοποίηση ήχου
eo: Preferata aŭdkodeko
es_ar: Códec de audio preferido
es_es: Codec de audio preferido
et_ee: Eelistatud audiokoodek
fa_ir: کدک صوتی ترجیحی
fi: Ensisijainen äänikoodekki
fil: Mas gustong audio codec
ga: CODEC fuaime is fearr
he: קידוד אודיו מועדף
hr: Preferirani codec zvučnog zapisa
hu_hu: Preferált audiókodek(ek)
id: Kodek audio pilihan
it_it: Codec audio preferito
ja_jp: 優先する音声コーデック
kk_kz: Qalağan dybys kodek
ko_kr: 선호하는 오디오 코덱
lt_lt: Numatytas garso kodekas
lv_lv: Vēlamais audio kodeks
mk_mk: Посакуван аудио кодек
mn_mn: Тавигдсан аудио кодек
nb_no: Foretrukket lydkodek
pt_br: Codec de áudio preferido
pt_pt: Codec de áudio preferencial
ro: Codec audio preferat
ru_ru: Предпочтительный аудиокодек
sk_sk: Preferovaný audio kodek
sl: Prednostni zvočni kodek
sr_rs: Пожељни аудио кодек
sv: Föredraget ljudkodek
ta: விருப்பமான ஆடியோ கோடெக்
tr_tr: Tercih edilen ses codec'i
uk: Бажаний аудіокодек
vi: Mã hóa âm thanh ưa thích
zh_tw: 偏好音訊編解碼器

# #30163
source: Audio bitrate
af_za: Oudio bitsnelheid
ar: معدل البت الصوت
ar_aa: معدل صوت
be: Бітрэйт аўдыё
bg: Скорост на аудио потока
ca: Taxa de bits d'àudio
ca_es: Taxa de bits d'àudio
cy_gb: Cyfradd did sain
da: Lyd-bitrate
el_gr: Ρυθμός δεδομένων ήχου
eo: Aŭda bitrapido
es_ar: Tasa de bits de audio
es_es: Tasa de bits de audio
et_ee: Heli bitikiirus
fa_ir: نرخ بیت صدا
fi: Äänen bittinopeus
fil: Bitrate ng Audio
ga: Ráta giotán fuaime
he: איכות שמע
hr: Bitrate zvuka
hu_hu: Audio bitráta
id: Bitrate Audio
it_it: Bitrate audio
ja_jp: オーディオビットレート
kk_kz: Dybys qarqyny
ko_kr: 오디오 비트레이트
lt_lt: Garso kokybė
lv_lv: Audio datu pārraides ātrums
mk_mk: Аудио битрејт
mn_mn: Аудио битрейт
nb_no: Lyd-bitrate
pt_br: Taxa de bits do áudio
pt_pt: Taxa de bits de áudio
ro: Debitul de biți audio
ru_ru: Потоковая скорость аудио
sk_sk: Dátový tok zvuku
sl: Bitna hitrost zvoka
sr_rs: Аудио битрате
sv: Ljudbithastighet
ta: ஆடியோ பிட்ரேட்
tr_tr: Ses bit hızı
uk: Бітрейт аудіо
vi: Tốc độ bit âm thanh
zh_tw: 音訊碼率

# #30164
source: Audio max channels
af_za: Oudio maksimum kanale
ar: عدد قنوات الصوت الأقصى
ar_aa: أقصى قنوات الصوت
be: Максімум каналаў аўдыё
bg: Максимален брой аудио канали
ca: Límit de canals d'àudio
ca_es: Límit de canals d'àudio
cy_gb: Sianeli mwyaf sain
da: Maksimalt antal lydspor
el_gr: Μέγιστος αριθμός καναλιών ήχου
eo: Maksimumo de aŭdiokanaloj
es_ar: Máximo de canales de audio
es_es: Límite de canales de audio
et_ee: Maksimaalne helikanalite arv
fa_ir: حداکثر کانال های صوتی
fi: Äänikanavien enimmäismäärä
fil: Pinakamadaming channel ng Audio
ga: Fuaime max cainéil
he: מספר ערוצי שמע מקסימלי
hr: Makimalni broj zvučnih kanala
hu_hu: Audió maximális csatornaszáma
id: Saluran audio maksimal
it_it: Massimi canali audio
ja_jp: 最大音声チャンネル
kk_kz: Dybys arnalarynyñ eñ köbı
ko_kr: 오디오 최대 채널
lt_lt: Maksimalus garso takelių kiekis
lv_lv: Augstākais audio kanālu skaits
mk_mk: Максимален број на аудио канали
mn_mn: Дээд хэмжээний аудио сувгууд
nb_no: Maksimalt antall lydkanaler
pt_br: Canais máximos de áudio
pt_pt: Número máximo de canais áudio
ro: Număr maxim de canale audio
ru_ru: Максимум аудиоканалов
sk_sk: Maximálny počet zvukových kanálov
sl: Največje število zvočnih kanalov
sr_rs: Максимални аудио канали
sv: Maximalt antal ljudspår
ta: ஆடியோ அதிகபட்ச சேனல்கள்
tr_tr: Maksimum ses kanalı
uk: Максимальна кількість аудіоканалів
vi: Kênh âm thanh tối đa
zh_tw: 音訊最大頻道數

# #30230
source: Recommended Items
ar: ملفات ينصح بها
ar_aa: عناصر موصى بها
be: Рэкамендуемыя тавары
bg: Препоръчително съдържание
ca: Elements recomenats
ca_es: Elements recomanats
cy_gb: Eitemau a Argymhellir
da: Anbefalet indhold
el_gr: Συνιστώμενα στοιχεία
eo: Rekomendataj Aĵoj
es_ar: Artículos recomendados
es_es: Elementos recomendados
et_ee: Soovitatud
fa_ir: موارد پیشنهاد شده
fi: Suositellut
fil: Mga Inirerekomendang Item
ga: Míreanna Molta
he: פריטים מומלצים
hr: Preporučene stavke
hu_hu: Ajánlott elemek
id: Item yang Disarankan
it_it: Elementi Raccomandati
ja_jp: おすすめのアイテム
kk_kz: Ūsynylğan tarmaqtar
ko_kr: 추천하는 항목
lt_lt: Rekomenduojami elementai
lv_lv: Ieteiktie Vienumi
mk_mk: Препорачани теми
mn_mn: Санал болгох зүйлс
nb_no: Anbefalte elementer
pt_br: Itens Recomendados
pt_pt: Conteúdo Recomendado
ro: Articole Recomandate
ru_ru: Предлагаемые элементы
sk_sk: Odporúčané položky
sl: Priporočene vsebine
sr_rs: Препоручене ставке
sv: Rekommenderade artiklar
ta: பரிந்துரைக்கப்பட்ட பொருட்கள்
tr_tr: Önerilenler
uk: Рекомендовані елементи
vi: Các Mục Được Đề Xuất
zh_hans: 推荐
zh_tw: 推薦
