Repository: jellyfin/jellyfin-kodi
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, ar, ar_aa, be, bg, ca, ca_es, cy_gb, da, el_gr, eo, es_ar, es_es, et_ee, fa_ir, fi, fil, ga, he, hr, hu_hu, id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, mk_mk, mn_mn, nb_no, pt_br, pt_pt, ro, ru_ru, sk_sk, sl, sr_rs, sv, ta, tr_tr, uk, vi, zh_hans, zh_tw

# #30252
source: Recently added Photos
af_za: Onlangs bygevoegde Foto's
ar: الصور التي تمت اضافتها مؤخرا
ar_aa: صور مضافة مؤخرا
be: Нядаўна дададзеныя фатаграфіі
bg: Новодобавени снимки
ca: Fotografies afegides recentment
ca_es: Fotografies afegides recentment
da: Nyligt tilføjede billeder
el_gr: Φωτογραφίες που προστέθηκαν πρόσφατα
eo: Lastatempe aldonitaj Fotoj
es_ar: Fotos agregadas recientemente
es_es: Fotos añadidas recientemente
et_ee: Viimati lisatud fotod
fa_ir: عکس های اضافه شده اخیر
fi: Hiljattain lisätyt valokuvat
fil: Kamakailang idinagdag na Mga Larawan
ga: Grianghraif a cuireadh leis le déanaí
he: תמונות שנוספו לאחרונה
hr: Nedavno dodane fotografije
hu_hu: Nemrég hozzáadott fényképek
id: Foto yang Baru Ditambahkan
it_it: Foto Aggiunte Di Recente
ja_jp: 最近追加された写真
kk_kz: Juyqta üstelgen fotolar
ko_kr: 최근 추가된 사진
lt_lt: Neseniai pridėtos Nuotraukos
lv_lv: Nesen Pievienotie Attēli
mk_mk: Нодамна додадени фотографии
mn_mn: Саяхан нэмэгдсэн зурагнууд
nb_no: Nylig tillagte bilder
pt_br: Fotos adicionadas recentemente
pt_pt: Fotografias adicionadas recentemente
ro: Fotografii recent adăugate
ru_ru: Недавно добавленные фото
sk_sk: Nedávno pridané fotky
sl: Nedavno dodane fotografije
sr_rs: Недавно додате фотографије
sv: Nyligen tillagda bilder
ta: சமீபத்தில் சேர்க்கப்பட்ட புகைப்படங்கள்
tr_tr: Son eklenen Fotoğraflar
uk: Нещодавно додані фотографії
vi: Ảnh được thêm gần đây
zh_hans: 最近添加的照片
zh_tw: 最近添加的照片

# #30253
source: Favourite Home Videos
af_za: Gunsteling Tuisvideo's
ar: الفيديوهات المنزلية المفضلة
ar_aa: فيديوات منزلية مفضلة
be: Абраныя хатнія відэа
bg: Любими видеа
ca: Vídeos familiars preferits
ca_es: Vídeos personals preferits
da: Favorit hjemmevideoer
el_gr: Αγαπημένα βίντεό μου
eo: Favorataj Hejmvideoj
es_ar: Videos caseros favoritos
es_es: Videos familiares favoritos
et_ee: Lemmik koduvideod
fa_ir: ویدیوهای خانگی مورد علاقه
fi: Suosikki-kotivideot
fil: Mga Paboritong Home Video
ga: Físeáin Baile is Fearr Leat
he: סרטים ביתיים מועדפים
hr: Omiljeni kućni video
hu_hu: Kedvenc házi videók
id: Video Beranda Favorit
it_it: Video Personali Preferiti
ja_jp: お気に入りのホームビデオ
kk_kz: Tañdauly üi beinelerı
ko_kr: 즐겨찾는 홈 비디오
lt_lt: Mėgstamiausi Naminiai įrašai
lv_lv: Mājas Video Favorīti
mk_mk: Омилени домашни видеа
mn_mn: Дуртай гэрийн бичлэгүүд
nb_no: Favoritthjemmevideoer
pt_br: Vídeos caseiros favoritos
pt_pt: Vídeos Caseiros favoritos
ro: Videouri Personale Preferate
ru_ru: Избранные домашние видео
sk_sk: Obľúbené domáce videá
sl: Priljubljeni domači videoposnetki
sr_rs: Омиљени кућни видео снимци
sv: Favorit hemmavideor
ta: பிடித்த வீட்டு வீடியோக்கள்
tr_tr: Favori Videolar
uk: Улюблені домашні відео
vi: Video Trang chủ Yêu thích
zh_hans: 最喜欢的家庭视频
zh_tw: 最愛的家庭影片

# #30254
source: Favourite Photos
af_za: Gunsteling Foto's
ar: الصور المفضلة
ar_aa: الصور المفضلة
be: Абраныя фатаграфіі
bg: Любими снимки
ca: Fotografies preferides
ca_es: Fotografies preferides
da: Favoritbilleder
el_gr: Αγαπημένες φωτογραφίες
eo: Favorataj Fotoj
es_ar: Fotos favoritas
es_es: Fotos favoritas
et_ee: Lemmikfotod
fa_ir: عکس های مورد علاقه
fi: Suosikki-valokuvat
fil: Mga Paboritong Larawan
ga: Grianghraif is Fearr Leat
he: תמונות מועדפות
hr: Omiljene fotografije
hu_hu: Kedvenc fényképek
id: Foto Favorit
it_it: Foto Preferite
ja_jp: お気に入りの写真
kk_kz: Tañdauly fotolar
ko_kr: 즐겨찾는 사진
lt_lt: Mėgstamiausios Nuotraukos
lv_lv: Attēlu Favorīti
mk_mk: Омилени фотографии
mn_mn: Дуртай зургууд
nb_no: Favorittbilder
pt_br: Fotos Favoritas
pt_pt: Fotografias favoritas
ro: Fotografii Preferate
ru_ru: Избранные фото
sk_sk: Obľúbené fotky
sl: Priljubljene fotografije
sr_rs: Омиљене фотографије
sv: Favoritbilder
ta: பிடித்த புகைப்படங்கள்
tr_tr: Favori Resimler
uk: Улюблені фотографії
vi: Ảnh Yêu Thích
zh_hans: 最喜欢的照片
zh_tw: 最愛的照片

# #30255
source: Favourite Albums
af_za: Gunsteling Albums
ar: الألبومات المفضلة
ar_aa: ألبومات مفضلة
be: Абраныя альбомы
bg: Любими албуми
ca: Àlbums preferits
ca_es: Àlbums preferits
da: Favoritalbum
el_gr: Αγαπημένα άλμπουμ
eo: Favorataj Albumoj
es_ar: Álbumes favoritos
es_es: Álbumes favoritos
et_ee: Lemmikalbumid
fa_ir: آلبوم های مورد علاقه
fi: Suosikki-albumit
fil: Mga Paboritong Album
ga: Albaim is Fearr Leat
he: אלבומים מועדפים
hr: Omiljeni albumi
hu_hu: Kedvenc albumok
id: Album Favorit
it_it: Album Preferiti
ja_jp: お気に入りのアルバム
kk_kz: Tañdauly älbomdar
ko_kr: 즐겨찾는 앨범
lt_lt: Mėgstamiausi Albumai
lv_lv: Albumu Favorīti
mk_mk: Омилени албуми
mn_mn: Дуртай цомгууд
nb_no: Favorittalbum
pt_br: Albuns Favoritos
pt_pt: Álbuns favoritos
ro: Albume Preferate
ru_ru: Избранные альбомы
sk_sk: Obľúbené albumy
sl: Priljubljeni albumi
sr_rs: Омиљени албуми
sv: Favoritalbum
ta: பிடித்த ஆல்பங்கள்
tr_tr: Favori Albümler
uk: Улюблені альбоми
vi: Albums Yêu Thích
zh_hans: 最喜欢的相册
zh_tw: 最愛的合輯

# #30256
source: Recently added Music videos
af_za: Onlangs bygevoegde Musiekvideo's
ar: الفيديوهات الموسيقية التي أُضافت حديثًا
ar_aa: فيديوات موسيقية مضافة مؤخرا
be: Нядаўна дададзеныя музычныя відэа
bg: Новодобавени музикални видеа
ca: Videoclips afegits recentment
ca_es: Videoclips afegits recentment
da: Nyligt tilføjede musikvideoer
el_gr: Πρόσφατα προστιθέντα βίντεο μουσικής
eo: Lastatempe aldonitaj Muzikvideoj
es_ar: Videos musicales recientemente agregados
es_es: Videoclips añadidos recientemente
et_ee: Viimati lisatud muusikavideod
fa_ir: موزیک ویدئو های اضافه شده اخیر
fi: Hiljattain lisätyt musiikkivideot
fil: Kamakailang idinagdag na mga Music video
ga: Físeáin Cheoil a cuireadh leis le déanaí
he: קליפים מוזיקליים שנוספו לאחרונה
hr: Nedavno dodani glazbeni spotovi
hu_hu: Nemrég hozzáadott videóklipek
id: Video musik yang baru ditambahkan
it_it: Video Musicali Aggiunti Di Recente
ja_jp: 最近追加されたミュージックビデオ
kk_kz: Juyqta üstelgen muzyka beinelerı
ko_kr: 최근 추가된 뮤직비디오
lt_lt: Neseniai pridėti Muzikos klipai
lv_lv: Nesen pievienotie Mūzikas Video
mk_mk: Неодамна додадени Спотови
mn_mn: Саяхан нэмэгдсэн хөгжмийн видеонууд
nb_no: Nylig tillagte musikkvideoer
pt_br: Clipes adicionados recentemente
pt_pt: Videoclipes adicionados recentemente
ro: Videoclipuri Muzicale recent adăugate
ru_ru: Недавно добавленные музыкальные видео
sk_sk: Nedávno pridané hudobné videá
sl: Nedavno dodani glasbeni videoposnetki
sr_rs: Недавно додати музички спотови
sv: Nyligen tillagda musikvideor
ta: சமீபத்தில் சேர்க்கப்பட்ட இசை வீடியோக்கள்
tr_tr: Son eklenen Müzik videoları
uk: Нещодавно додані музичні відео
vi: Video nhạc đã thêm gần đây
zh_hans: 最近添加的MTV
zh_tw: 最近添加的MV

# #30257
source: In progress Music videos
ar: مقاطع مرئية موسيقية قيد المشاهدة
ar_aa: فيديوات موسيقية قيد المشاهدة
be: У працэсе музычныя відэа
bg: Музикални клипове в ход
ca: Videoclips en progrés
ca_es: Videoclips en progrés
da: Påbegyndte musikvideoer
el_gr: Μουσικά βίντεο σε εξέλιξη
eo: Muzikvideoj Progresante
es_ar: Videos musicales en curso
es_es: Videoclips en progreso
et_ee: Käsilolevad muusikavideod
fa_ir: در حال پردازش موزیک ویدیو
fi: Keskeneräiset musiikkivideot
fil: Mga kasalukuyang nagaganap na Music Video
ga: Ar siúl Físeáin ceoil
he: קליפים מוזיקליים שהתחלת לצפות בהם
hr: Glazbeni spotovi u tijeku
hu_hu: Folyamatban lévő videoklipek
id: Musik Video yang Sedang Dimainkan
it_it: Video Musicali In Corso
ja_jp: 進行中のミュージックビデオ
kk_kz: Oryndaludağy muzykalyq beineler
ko_kr: 진행 중인 뮤직비디오
lt_lt: Žiūrimi Muzikos Vaizdo Įrašai
lv_lv: Iesāktie Mūzikas Video
mk_mk: Спотови во тек
mn_mn: Үргэлжилж буй хөгжмийн видеонууд
nb_no: Påbegynte musikkvideoer
pt_br: Clipes em reprodução
pt_pt: Videoclipes em curso
ro: Videoclipuri Muzicale în curs
ru_ru: Музыкальные видео в процессе
sk_sk: Rozpozerané hudobné videá
sl: Glasbeni videoposnetki v teku
sr_rs: Музички спотови у току
sv: Pågående musikvideor
ta: இசை வீடியோக்கள் உள்ளன
tr_tr: Devam eden Müzik videoları
uk: У процесі музичні відео
vi: Video nhạc đang chiếu
zh_hans: 正在播放的MTV
zh_tw: 正在進行的 MV

# #30258
source: Unwatched Music videos
af_za: Ongekykte Musiekvideo's
ar: فيديوهات الموسيقية لم تشاهد
ar_aa: فيديوات موسيقية غير لمشاهدة
be: Непрагледжаныя музычныя кліпы
bg: Не изгледани музикални клипове
ca: Videoclips no vistos
ca_es: Videoclips no vistos
da: Usete musikvideoer
el_gr: Βίντεο μουσικής που δεν έχετε δει
eo: Nespektitaj Muzikvideoj
es_ar: Videos musicales no vistos
es_es: Videoclips no vistos
et_ee: Vaatamata muusikavideod
fa_ir: موزیک ویدیو های تماشا نشده
fi: Katsomattomat musiikkivideot
fil: Hindi napanood na mga Music video
ga: Físeáin ceoil gan faire
he: קליפים מוזיקליים שלא נצפו
hr: Glazbeni spotovi koji nisu pogledani
hu_hu: Még nem látott videoklipek
id: Video musik yang belum ditonton
it_it: Video Musicali Non Visti
ja_jp: 未視聴のミュージックビデオ
kk_kz: Qaralmağan muzykalyq beineler
ko_kr: 시청하지 않은 뮤직비디오
lt_lt: Nežiūrėti Muzikos klipai
lv_lv: Neskatītie Mūzikas Video
mk_mk: Неизгледани спотови
mn_mn: Үзээгүй хөгжмийн видеонууд
nb_no: Usette musikkvideoer
pt_br: Clipes não assistidos
pt_pt: Videoclipes não vistos
ro: Videoclipuri Muzicale nevizionate
ru_ru: Непросмотренные музыкальные видео
sk_sk: Nepozreté Hudobné Videá
sl: Neogledani glasbeni videoposnetki
sr_rs: Негледани музички спотови
sv: Osedda musikvideor
ta: பார்க்கப்படாத இசை வீடியோக்கள்
tr_tr: İzlenmeyen Müzik videoları
uk: Непереглянуті музичні відео
vi: Video nhạc chưa xem
zh_hans: 未观看的MTV
zh_tw: 未觀看的 MV

# #30302
source: Movies
af_za: Films
ar: أفلام
ar_aa: أفلام
be: Фільмы
bg: Филми
ca: Pel·lícules
ca_es: Pel·lícules
da: Film
el_gr: Ταινίες
eo: Filmoj
es_ar: Películas
es_es: Películas
et_ee: Filmid
fa_ir: فیلم ها
fi: Elokuvat
fil: Mga pelikula
ga: Scannáin
he: סרטים
hr: Filmovi
hu_hu: Filmek
id: Film
it_it: Film
ja_jp: 映画
kk_kz: Filmder
ko_kr: 영화
lt_lt: Filmai
lv_lv: Filmas
mk_mk: Филмови
mn_mn: Кинонууд
nb_no: Filmer
pt_br: Filmes
pt_pt: Filmes
ro: Filme
ru_ru: Фильмы
sk_sk: Filmy
sl: Filmi
sr_rs: Филмови
sv: Filmer
ta: திரைப்படங்கள்
tr_tr: Filmler
uk: Фільми
vi: Phim
zh_hans: 电影
zh_tw: 電影

# #30305
source: TV Shows
af_za: TV-Programme
ar: العروض التلفزيونية
ar_aa: عروض تلفزيونية
be: ТБ-шоу
bg: Телевизионни предавания
ca: Emsions de TV
ca_es: Sèries
da: TV-serier
el_gr: Τηλεοπτικές σειρές
eo: TV-serioj
es_ar: Programas de TV
es_es: Emisiones TV
et_ee: Seriaalid
fa_ir: برنامه های تلویزیونی
fi: Sarjat
fil: Mga Palabas sa TV
ga: Seónna Teilifíse
he: תוכניות טלוויזיה
hr: Serije
hu_hu: TV Sorozatok
id: Acara TV
it_it: Serie TV
ja_jp: TV番組
kk_kz: TD-körsetımder
ko_kr: TV쇼
lt_lt: TV Laidos
lv_lv: TV Raidījumi
mk_mk: Телевизиски Серии
mn_mn: ТВ нэвтрүүлгүүд
nb_no: TV-serier
pt_br: Séries
pt_pt: Programas TV
ro: Seriale TV
ru_ru: ТВ-передачи
sk_sk: Seriály
sl: Serije
sr_rs: Серије
sv: TV-program
ta: தொலைக்காட்சி நிகழ்ச்சிகள்
tr_tr: Diziler
uk: ТБ-шоу
vi: Chương Trình TV
zh_hans: 电视剧
zh_tw: 電視節目

# #30401
source: Jellyfin options
af_za: Jellyfin opsies
ar: خيارات jellyfin
ar_aa: خيارات Jellyfin
be: Опцыі Jellyfin
bg: Опции за Jellyfin
ca: Opcions de Jellyfin
ca_es: Opcions de Jellyfin
da: Jellyfin-indstillinger
el_gr: Επιλογές Jellyfin
eo: Jellyfin opcioj
es_ar: Opciones de Jellyfin
es_es: Opciones de Jellyfin
et_ee: Jellyfini valikud
fa_ir: گزینه های Jellyfin
fi: Jellyfin-asetukset
fil: Mga options ng Jellyfin
ga: Roghanna jellyfin
he: אפשרויות ג'ליפין
hr: Jellyfin opcije
hu_hu: Jellyfin beállítások
id: Opsi Jellyfin
it_it: Opzioni Jellyfin
ja_jp: Jekkyfin設定
kk_kz: Jellyfin opsialary
ko_kr: Jellyfin 옵션
lt_lt: Jellyfin nustatymai
lv_lv: Jellyfin Opcijas
mk_mk: Jellyfin опции
mn_mn: Jellyfin-ийн тохиргоо
nb_no: Jellyfin-innstillinger
pt_br: Opções do Jellyfin
pt_pt: Opções do Jellyfin
ro: Opțiuni Jellyfin
ru_ru: Опции Jellyfin
sk_sk: Nastavenia Jellyfinu
sl: Nastavitve Jellyfin
sr_rs: Jellyfin опције
sv: Jellyfin-inställningar
ta: ஜெல்லிஃபின் விருப்பங்கள்
tr_tr: Jellyfin ayarları
uk: Опції Jellyfin
vi: Tùy chọn Jellyfin
zh_hans: Jellyfin 选项
zh_tw: Jellyfin 設定

# #30402
source: Jellyfin transcode
ar: تحويل jellyfin
ar_aa: ترميز Jellyfin
be: Перакадзіраванне Jellyfin
bg: Джелифин транскодиране
ca: Transcodificació de Jellyfin
ca_es: Transcodificació de Jellyfin
da: Jellyfin
el_gr: Jellyfin διακωδικοποίηση
eo: Jellyfin transkodado
es_ar: Transcodificación Jellyfin
es_es: Transcodificación de Jellyfin
et_ee: Jellyfin transkoodimine
fa_ir: پردازش تبدیل Jellyfin
fi: Jellyfin-transkoodaus
fil: Transcode ng Jellyfin
ga: Traschód Jellyfin
he: המרת קידוד ג'ליפין
hr: Jellyfin transkodiranje
hu_hu: Jellyfin átkódoló
id: Transkode Jellyfin
it_it: Transcodifica Jellyfin
ja_jp: Jellyfinトランスコード
kk_kz: Jellyfin qaita kodtauy
ko_kr: Jellyfin 트랜스코드
lt_lt: Jellyfin transkodavimas
lv_lv: Jellyfin trans-kodēšana
mk_mk: Jellyfin транскодирање
mn_mn: Jellyfin хувиргалт
nb_no: Jellyfin-omkoding
pt_br: Transcodificar Jellyfin
pt_pt: Transcodificação Jellyfin
ro: Transcodare Jellyfin
ru_ru: Перекодирование Jellyfin
sk_sk: Transkódovanie Jellyfinu
sl: Jellyfin prekodiranje
sr_rs: Jellyfin транскодирање
sv: Jellyfin-omkodning
ta: ஜெல்லிஃபின் டிரான்ஸ்கோட்
tr_tr: Jellyfin kod dönüştürme
uk: Перекодування Jellyfin
vi: Chuyển mã Jellyfin
zh_hans: Jellyfin 转码
zh_tw: Jellyfin 轉碼

# #30405
source: Add to favorites
ar: إضافة إلى المفضلة
ar_aa: إضافة إلى المفضلة
be: Дадаць у абранае
bg: Добави в любими
ca: Afegir a preferits
ca_es: Afegeix a preferits
da: Føj til favoritter
el_gr: Προσθήκη στα αγαπημένα
eo: Aldoni al favorataj
es_ar: Agregar a favoritos
es_es: Añadir a favoritos
et_ee: Lisa lemmikute hulka
fa_ir: افزودن به علاقه مندی ها
fi: Lisää suosikkeihin
fil: Idagdag sa mga Paborito
ga: Cuir leis na ceanáin
he: הוסף למועדפים
hr: Dodaj u favorite
hu_hu: Hozzáadás a kedvencekhez
id: Tambahkan ke favorit
it_it: Aggiungi ai preferiti
ja_jp: お気に入りに追加
kk_kz: Tañdaulyğa üsteu
ko_kr: 즐겨찾기에 추가
lt_lt: Pridėti prie mėgstamiausių
lv_lv: Pievienot favorītiem
mk_mk: Додади во омилени
mn_mn: Дуртай жагсаалтад нэмэх
nb_no: Legg til i favoritter
pt_br: Adicionar aos Favoritos
pt_pt: Adicionar aos favoritos
ro: Adaugă la preferate
ru_ru: Добавить в Избранное
sk_sk: Pridať do obľúbených
sl: Dodaj med priljubljene
sr_rs: Додај у омиљено
sv: Lägg till i favoriter
ta: விருப்ப பட்டியலில் சேர்
tr_tr: Favorilere ekle
uk: Додати до обраного
vi: Thêm vào mục ưa thích
zh_hans: 添加到收藏夹
zh_tw: 添加到收藏夾

# #30406
source: Remove from favorites
ar: ازالة من المفضلة
ar_aa: ازالة من المفضلة
be: Выдаліць з абранага
bg: Премахни от любими
ca: Esborrar de preferits
ca_es: Elimina dels preferits
da: Fjern fra favoritter
el_gr: Αφαίρεση από τα αγαπημένα
eo: Forigi el favorataj
es_ar: Quitar de favoritos
es_es: Eliminar de favoritos
et_ee: Eemalda lemmikute hulgast
fa_ir: حذف کردن از علاقه مندی ها
fi: Poista suosikeista
fil: Alisin mula sa Mga Paborito
ga: Bain ó cheanáin
he: הסר מהמועדפים
hr: Ukloni iz favorita
hu_hu: Törlés a kedvencekből
id: Hapus dari favorit
it_it: Rimuovi dai favoriti
ja_jp: お気に入りから削除
kk_kz: Tañdaulydan alastau
ko_kr: 즐겨찾기에서 삭제
lt_lt: Pašalinti iš mėgstamiausių
lv_lv: Noņemt no favorītiem
mk_mk: Отстрани од омилени
mn_mn: Дуртай жагсаалтаас хасах
nb_no: Fjern fra favoritter
pt_br: Remover dos favoritos
pt_pt: Remover dos favoritos
ro: Șterge de la preferate
ru_ru: Удалить из Избранного
sk_sk: Odstrániť z obľúbených
sl: Odstrani iz priljubljenih
sr_rs: Уклони из омиљених
sv: Ta bort från favoriter
ta: பிடித்தவையிலிருந்து அகற்று
tr_tr: Favorilerden çıkar
uk: Видалити з обраного
vi: Loại bỏ khỏi mục ưa thích
zh_hans: 从收藏夹删除
zh_tw: 從收藏夾中移除

# #30408
source: Settings
ar: إعدادات
ar_aa: إعدادات
be: Налады
bg: Настройки
ca: Ajustaments
ca_es: Configuració
da: Indstillinger
el_gr: Ρυθμίσεις
eo: Parametroj
es_ar: Configuraciones
es_es: Ajustes
et_ee: Seaded
fa_ir: تنظیمات
fi: Asetukset
fil: Mga setting
ga: Socruithe
he: הגדרות
hr: Postavke
hu_hu: Beállítások
id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
kk_kz: Parametrler
ko_kr: 설정
lt_lt: Nustatymai
lv_lv: Iestatījumi
mk_mk: Опции
mn_mn: Тохиргоо
nb_no: Innstillinger
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru_ru: Параметры
sk_sk: Nastavenia
sl: Nastavitve
sr_rs: Поставке
sv: Inställningar
ta: அமைப்புகள்
tr_tr: Ayarlar
uk: Налаштування
vi: Cài Đặt
zh_hans: 设置
zh_tw: 設定

# #30409
source: Delete from Jellyfin
ar: إزالة من Jellyfin
ar_aa: حذف من Jellyfin
be: Выдаліць з Jellyfin
bg: Изтриване от Jellyfin
ca: Esborrar de Jellyfin
ca_es: Elimina de Jellyfin
da: Slet fra Jellyfin
el_gr: Διαγραφή από το Jellyfin
eo: Forigi el Jellyfin
es_ar: Eliminar de Jellyfin
es_es: Eliminar de Jellyfin
et_ee: Kustuta Jellyfinist
fa_ir: حذف از Jellyfin
fi: Poista Jellyfinistä
fil: Tanggalin mula sa Jellyfin
ga: Scrios ó Jellyfin
he: מחיקה מג'ליפין
hr: Obriši iz Jellyfin-a
hu_hu: Törlés a Jellyfinből
id: Hapus dari Jellyfin
it_it: Elimina da Jellyfin
ja_jp: Jellyfinから削除
kk_kz: Jellyfin ışınen joiu
ko_kr: Jellyfin에서 삭제
lt_lt: Ištrinti iš Jellyfin
lv_lv: Dzēst no Jellyfin
mk_mk: Избриши од Jellyfin
mn_mn: Jellyfin-с устгах
nb_no: Slett fra Jellyfin
pt_br: Excluir do Jellyfin
pt_pt: Remover do Jellyfin
ro: Șterge din Jellyfin
ru_ru: Удалить из Jellyfin
sk_sk: Vymazať z Jellyfinu
sl: Izbriši iz Jellyfin strežnika
sr_rs: Избриши из Jellyfin-а
sv: Ta bort från Jellyfin
ta: ஜெல்லிஃபினிலிருந்து நீக்கு
tr_tr: Jellyfinden sil
uk: Видалити з Jellyfin
vi: Xóa khỏi Jellyfin
zh_hans: 从 Jellyfin 删除
zh_tw: 從 Jellyfin 中刪除

# #30410
source: Refresh this item
ar: إعادة تحميل هذا العنصر
ar_aa: تنشيط هذا العنصر
be: Абнавіць гэты элемент
bg: Обнови този елемент
ca: Actualitzar aquest element
ca_es: Actualitza aquest element
da: Opdatér dette indhold
el_gr: Ανανέωση του στοιχείου
eo: Refreŝigi ĉi tiun aĵon
es_ar: Actualizar este artículo
es_es: Refrescar este elemento
et_ee: Värskenda seda üksust
fa_ir: تازه سازی این مورد
fi: Päivitä kohde
fil: I-refresh ang item na ito
ga: Athnuaigh an mhír seo
he: רענן פריט זה
hr: Osvježi stavku
hu_hu: Elem frissítése
id: Muat ulang item ini
it_it: Aggiorna questo elemento
ja_jp: このアイテムをリフレッシュ
kk_kz: Būl tarmaqty jañğyrtu
ko_kr: 이 항목 리프레시
lt_lt: Atnaujinti elementą
lv_lv: Atjaunot šo vienumu
mn_mn: Дахин уншуулах
nb_no: Oppdater dette elementet
pt_br: Atualizar este item
pt_pt: Atualizar este item
ro: Actualizează acest articol
ru_ru: Подновить этот элемент
sk_sk: Obnoviť túto položku
sl: Osveži to vsebino
sr_rs: Освежите ову ставку
sv: Uppdatera den här artikeln
ta: இந்த உருப்படியைப் புதுப்பிக்கவும்
tr_tr: Nesneyi yenile
uk: Оновити цей елемент
vi: Làm mới mục này
zh_hans: 刷新此项目
zh_tw: 重新整理此項

# #30412
source: Transcode
ar: ترميز
ar_aa: ترميز
be: Перакадзіраваць
bg: Транскодиране
ca: Transcodificar
ca_es: Transcodifica
da: Transskribere
el_gr: Διακωδικοποίηση
eo: Transkodado
es_ar: Transcodificar
es_es: Transcodificar
et_ee: Transkoodimine
fa_ir: پردازش تبدیل
fi: Transkoodaa
ga: Traschód
he: המרת קידוד
hr: Transkodiraj
hu_hu: Átkódolás
id: Transkode
it_it: Transcodifica
ja_jp: トランスコード
kk_kz: Qaita kodtau
ko_kr: 트랜스코드
lt_lt: Transkodavimas
lv_lv: Trans-kodēšana
mn_mn: Хувиргах
nb_no: Omkoding
pt_br: Transcodificar
pt_pt: Transcodificação
ro: Transcodare
ru_ru: Перекодирование
sk_sk: Transkódovať
sl: Prekodiranje
sr_rs: Транскодирај
sv: Omkoda
ta: டிரான்ஸ்கோட்
tr_tr: kod dönüştürme
uk: Перекодувати
vi: Chuyển mã
zh_hans: 转码
zh_tw: 轉碼

# #30500
source: Verify connection
ar: التحقق من الاتصال
ar_aa: تحقق من الاتصال
be: Праверце злучэнне
bg: Проверете връзката
ca: Verificar connexió
ca_es: Verifica la connexió
da: Bekræft forbindelse
el_gr: Έλεγχος σύνδεσης
eo: Kontroli konekton
es_ar: Verificar conexión
es_es: Verificar conexión
et_ee: Kontrolli ühendust
fa_ir: تایید اتصال
fi: Vahvista yhteys
fil: I-verify ang koneksyon
ga: Fíoraigh an nasc
he: אמת את החיבור
hr: Verificiraj konekciju
hu_hu: Kapcsolat ellenőrzése
id: Verifikasi koneksi
it_it: Verifica connessione
ja_jp: 接続を確認
kk_kz: Qosylymdy rastau
ko_kr: 연결 확인
lt_lt: Patvirtinti sąsają
lv_lv: Pārbaudīt savienojumu
mn_mn: Холболт баталгаажуулах
nb_no: Bekreft tilkobling
pt_br: Verificar Conexão
pt_pt: Verificar ligação
ro: Verifică conexiunea
ru_ru: Проверить подключение
sk_sk: Overiť pripojenie
sl: Preveri povezavo
sr_rs: Потврди везу
sv: Verifiera anslutningen
ta: இணைப்பைச் சரிபார்க்கவும்
tr_tr: Bağlantıyı doğrula
uk: Перевірте підключення
vi: Xác thực kết nối
zh_hans: 验证连接
zh_tw: 確認連接

# #30504
source: Use alternate device name
ar: استخدام اسم بديل للجهاز
ar_aa: استخدام اسم بديل للجهاز
be: Выкарыстоўвайце альтэрнатыўнае імя прылады
bg: Използване на алтернативно име на устройство
ca: Utilitzi un nom de dispositiu alternatiu
ca_es: Fes servir un nom alternatiu del dispositiu
da: Brug alternativt enhedsnavn
el_gr: Χρήση εναλλακτικής ονομασίας συσκευής
eo: Uzi alternan aparaton nomon
es_ar: Usar nombre de dispositivo alternativo
es_es: Usar nombre de dispositivo alternativo
et_ee: Kasuta alternatiivset seadme nime
fa_ir: نام دستگاه دیگری را استفاده کنید
fi: Käytä vaihtoehtoista laitteen nimeä
fil: Gumamit ng kahaliling pangalan ng device
ga: Úsáid ainm malartach an ghléis
he: השתמש בשם מכשיר אחר
hr: Koristi alternativni naziv uređaja
hu_hu: Alternatív eszköznév használata
id: Gunakan nama perangkat lain
it_it: Usa un nome alternativo per il dispositivo
ja_jp: 代替デバイス名を使用
kk_kz: Qūrylğynyñ balamaly atauyn paidalanu
ko_kr: 대체 장치 이름 사용
lt_lt: Naudoti alternatyvų įrenginio pavadinimą
lv_lv: Izmantot citu ierīces nosaukumu
mn_mn: Өөр төхөөрөмжийн нэр ашиглах
nb_no: Bruk et annet enhetsnavn
pt_br: Usar nome de dispositivo alternativo
pt_pt: Usar nome de dispositivo alternativo
ro: Folosește numele alternativ al dispozitivului
ru_ru: Использовать альтернативное имя устройства
sk_sk: Používať alternatívne meno zariadenia
sl: Uporabi alternativno ime naprave
sr_rs: Користи алтернативно име уређаја
sv: Använd alternativt enhetsnamn
ta: மாற்று சாதனப் பெயரைப் பயன்படுத்தவும்
tr_tr: Alternatif cihaz adı kullan
uk: Використовуйте альтернативну назву пристрою
vi: Sử dụng tên thiết bị thay thế
zh_hans: 使用备用设备名称
zh_tw: 使用備用裝置名稱

# #30506
source: Sync
ar: مزامنة
ar_aa: مزامنة
be: Сінхранізіраваць
bg: Синхронизация
ca: Sincronitzar
ca_es: Sincronitza
da: Synkronisér
el_gr: Συγχρονισμός
eo: Sinkronigo
es_ar: Sincronizar
es_es: Sincronizar
et_ee: Sünkrooni
fa_ir: همگام سازی
fi: Synkronoi
ga: Sioncronú
he: סנכרון
hr: Sinkroniziraj
hu_hu: Szinkronizálás
id: Sinkron
it_it: Sincronizzazione
ja_jp: 同期
kk_kz: Ündestıru
ko_kr: 동기화
lt_lt: Sinchron.
lv_lv: Sinhronizēt
mn_mn: Синхрончлох
nb_no: Synkronisering
pt_br: Sincronizar
pt_pt: Sincronização
ro: Sincronizare
ru_ru: Синхро
sk_sk: Synchronizácia
sl: Sinhroniziraj
sr_rs: Синхронизуј
sv: Synkronisera
ta: ஒத்திசைவு
tr_tr: Eşle
uk: Синхронізувати
vi: Đồng bộ
zh_hans: 同步
zh_tw: 同步
